{"id": "ffcfa21bcf09-0", "text": "Veckans nedslag │ Impact Loop", "metadata": {"title": "Veckans nedslag │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/veckans-nedslag"}, "source": "websites/impactloop.se_kategori_veckans-nedslag.json"}
{"id": "ffcfa21bcf09-1", "text": "Veckans nedslagBreakingVeckans nedslagSol, vind, kärnkraft och vatten – 24 bolag som vill lösa framtidens energibehovChristian von Essen14.3.24BreakingVeckans nedslagLISTA: Nya avfallslagen – här är branscherna och bolagen som blir vinnareCamilla Bergman14.3.24BreakingVeckans nedslagÄr social hållbarhet nästa stora grej? Här är 12 svenska impact-bolag som leder vägenMaja Hurtigh14.3.24BreakingMobility LoopFrån laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstraRikard Rosell14.3.24BreakingVeckans nedslag12 svenska, heta bolag som vill förpacka grönt – \"Miljontals ton plast som ska fasas ut\"Maja Hurtigh14.3.24BreakingRiskkapitalStor genomgång: Över 100 affärsänglar som letar efter impactJan Ahmadi14.3.24BreakingVeckans nedslagFrån hållbart mode till djupa skogar – våra 7 mest lästa genomgångarFrån hållbart mode till djupa skogar – här är våra 7 mest lästa genomgångarRikard Rosell14.3.24BreakingKartläggningSveriges 33 största impact-investerare – storlek, områden och namnSveriges 33 största impact-investerare – storlek, områden de investerar i och personer att kontaktaJan", "metadata": {"title": "Veckans nedslag │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/veckans-nedslag"}, "source": "websites/impactloop.se_kategori_veckans-nedslag.json"}
{"id": "ffcfa21bcf09-2", "text": "– storlek, områden de investerar i och personer att kontaktaJan Ahmadi14.3.24BreakingSkogenDrönare, AI och mätverktyg – här är 11 svenska bolag som växer i skogenRikard Rosell14.3.24BreakingVeckans nedslagDärför pågår en tyst revolution i skogen: \"Outforskad mark\"Rikard Rosell14.3.24BreakingMobilitetDe vill skapa en mer hållbar stadsmiljö – 10 mobilitybolag att hålla koll på just nuRikard Rosell14.3.24BreakingVeckans nedslagForskarnas revansch! Därför har nördarna blivit hetast i stanRikard Rosell14.3.24BreakingForskarnas revanschFrån labb till lukrativ business? Tio heta forskarbolag just nuJan Ahmadi14.3.24BreakingVeckans nedslagDressad för framgång – men när tar det fart för hållbart mode?Jan Ahmadi14.3.24BreakingAnalysVi har gått igenom 241 impact-bolags värderingar – så här ser det ut i olika faserJan Ahmadi14.3.24BreakingVeckans nedslagSocial hållbarhet kliver fram ur klimatskuggan – “Aptiten är jättestor”Jan Ahmadi14.3.24BreakingVeckans nedslagSka vi byta grejer? Så går det för begagnat- och hyrbolagen (spoiler: riktigt bra!)Camilla Bergman14.3.24BreakingVeckans", "metadata": {"title": "Veckans nedslag │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/veckans-nedslag"}, "source": "websites/impactloop.se_kategori_veckans-nedslag.json"}
{"id": "ffcfa21bcf09-3", "text": "riktigt bra!)Camilla Bergman14.3.24BreakingVeckans nedslagDärför har energilagring blivit coolast i klassen – \"Kommer bara växa\"Jan Ahmadi14.3.24BreakingVeckans nedslagLivsviktiga men komplexa – är detta nästa våg av bolag som lockar riskkapital?Rikard Rosell14.3.24BreakingVeckans nedslagInte lika vroom-vroom – bromsad tillväxt hos mobility-bolagenInte lika vroom-vroom – bromsad tillväxt och ökade förluster hos mobility-bolagenCamilla Bergman14.3.24BreakingVeckans nedslagFrån tyst pivotering till snabb expansion – hur går det för maträddarna?Från tyst pivotering till snabb expansion – hur går det för maträddarna?Rikard Rosell14.3.24BreakingVeckans nedslagRiskkapital, el-boom och bidrag – därför är allt ljus just nu på färjanJan Ahmadi14.3.24BreakingVeckans nedslagHär är bolagen som hjälper dig att navigera i en ny, tuffare världFrån supervete till väderprognoser – här är bolagen som hjälper dig att navigera i en ny, tuffare världRikard Rosell14.3.24BreakingVeckans nedslagDe nya solcellsföretagen växer så det knakar – men det kostarRikard Rosell14.3.24", "metadata": {"title": "Veckans nedslag │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/veckans-nedslag"}, "source": "websites/impactloop.se_kategori_veckans-nedslag.json"}
{"id": "05a18b8c82f2-0", "text": "Impact Loop bevakar bolagen som vill göra världen bättre", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "05a18b8c82f2-1", "text": "Get in the loopGör som 4 000+ impact-ledare och investerare – läs vårt nyhetsbrev och gå med i vårt community. Vi ger dig dagligen de viktigaste nyheterna om bolagen och människorna som gör världen bättre.Tack för att du vill prenumerera!Oops! Something went wrong while submitting the form.Prenumeranter frånBreakingBiologisk mångfaldMinskar viltolyckor med AI – nu tar Flox in kapital för första gångenimpact-svepetImpact-svepetRekordvärme och bommat utsläppsmål – 3 saker att hålla koll på idagRedaktionenImpact-svepetEU kräver hårdare avfallsregler – 3 saker att ha koll på idagRedaktionenImpact-svepetTuffare regler för greenwashing – 3 saker att ha koll på idagRedaktionenBreakingImpact-Svepet idagNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024BreakingImpact-Svepet idagCementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024BreakingEXKLUSIVT PÅ IMPACT LOOPNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"BreakingGrön industriCementutmanaren fyller kassan med 110 miljonerBreakingIMPACT LOOP COMMUNITYPremiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"BreakingEXKLUSIV INTERVUSå ska", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "05a18b8c82f2-2", "text": "investerare att hitta bra bolag\"BreakingEXKLUSIV INTERVUSå ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"BreakingEnergiKRÖNIKA: Förnybart i all ära – är bästa investeringen verkligen i Sverige?EVENTPremiär för BUILD – skaffa biljett här!EXKLUSIVT PÅ IMPACT LOOPNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von EssenIMPACT LOOP COMMUNITYPremiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"RedaktionenSkribenter och krönikörerJens BäckbomEntreprenörJohan CronaEntreprenör och investerareElina ÅkerlindKapitalstrategJenny HolmströmEntreprenör och krönikörJenny KjellénNew York-korrespondentRikard RosellReporter, Impact LoopCamilla BergmanChefredaktör och grundare, Impact Loop", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "05a18b8c82f2-3", "text": "Du är inloggad, välkommen till Impact LoopJournalistik, community och finansieringVarje dag ger vi dig de viktigaste nyheterna, analyserna och krönikorna om människorna och bolagen som gör världen bättre.Signa upp nu – nyhetsbrevet är gratis!Genom att registrera din mailadress så godkänner du våra allmänna villkor. Du kan avregistrera dig när som helst.Tack för att du vill prenumerera!Oops! Something went wrong while submitting the form.Våra genomgångarBreakingVeckans nedslagSol, vind, kärnkraft och vatten – 24 bolag som vill lösa framtidens energibehovBreakingVeckans nedslagLISTA: Nya avfallslagen – här är branscherna och bolagen som blir vinnareBreakingVeckans nedslagÄr social hållbarhet nästa stora grej? Här är 12 svenska impact-bolag som leder vägenBreakingMobility LoopFrån laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstraVåra genomgångarBreakingVeckans nedslagSol, vind, kärnkraft och vatten – 24 bolag som vill lösa framtidens energibehovimpact-svepetJust nuKlimatbolaget växlar upp – vässar strategin och byter ordförandeChristian von Essen19/3/2024impact-svepetKonkursen i RenewcellRenewcells konkursförvaltare: Har över 35 intressenterCamilla Bergman19/3/2024impact-svepetJust", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "05a18b8c82f2-4", "text": "35 intressenterCamilla Bergman19/3/2024impact-svepetJust nuHållbarhetsmässan tvingas ställas in – skjuts upp till 2025Camilla Bergman18/3/2024Vi håller dig i loopen – så att du kan växa med ditt företagHårdvaraNu bygger vi tillsammans – visst kommer du på vårt första event BUILD?Diana DeminEnergiANALYS: Därför har värmepumpen blivit het – och det kan vi lära oss av AiraCamilla BergmanKonkursen i RenewcellRenewcells vd talar ut – därför gick textilåtervinnaren i konkurs: \"Finns en felande länk\"Rikard RosellEXKLUSIV INTERVUSå ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"avCamilla BergmanI flera år har H&M och Vargas planerat för sin storsatsning Syre, som ska återvinna polyester i stor skala.<br><br>", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "05a18b8c82f2-5", "text": "I en stor intervju med Impact Loop berättar nu Syres vd Dennis Nobelius om hur man ska bygga en \"gigascale\" av polyester-återvinning.<br><br> Läs mer om: <br>\n→ Steg för steg hur Syres metod fungerar<br>\n→ Att man tagit in en halv miljard kronor från en av världens största klimatfonder<br>\n→ Tipset från Northvolts Peter Carlsson som ledde Dennis Nobelius hitBreakingJust nuKlimatbolaget växlar upp – vässar strategin och byter ordförandeBreakingKonkursen i RenewcellRenewcells konkursförvaltare: Har över 35 intressenterBreakingJust nuHållbarhetsmässan tvingas ställas in – skjuts upp till 2025BreakingStatliga stödJUST NU: Vinnovas impact-stöd är tillbaka – lanseras idagNext", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "286d7078b139-0", "text": "Cementutmanaren fyller kassan med 110 miljoner │ Impact Loop", "metadata": {"title": "Cementutmanaren fyller kassan med 110 miljoner │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-21", "tags": ["Investeringar"], "url": "https://impactloop.se/artikel/cementutmanaren-fyller-kassan-med-110-miljoner"}, "source": "websites/impactloop.se_artikel_cementutmanaren-fyller-kassan-med-110-miljoner.json"}
{"id": "286d7078b139-1", "text": "Grön industriCementutmanaren fyller kassan med 110 miljoner2024-03-2116:00Dela artikelnOscar Hållén, vd på Cemvision och Susanne Najafi, investerare och grundare av Backing Minds. Foto: Cemvision och Mikael Sjöberg.Cemvision tar nya kliv mot den globala marknaden med sin CO2-snåla cement. I en såddrunda fyller man på kassan med 110 friska miljoner från tre olika investerare. Christian von EssenReporterMarknaden för cement är enorm. Samtidigt står produktionen för ungefär 8 procent av de globala CO2-utsläppen. Det svenska bolaget Cemvision har utvecklat en teknik för att producera cement med råvaror från industriavfall, samtidigt som ugnarna kan köras på lägre temperaturer med fossilfri energi. Enligt bolaget kan produkten därmed tillverkas med 95 procent lägre klimatavtryck jämfört med traditionell Portlandcement.Impact Loop har tidigare rapporterat om Cemvisions planer framåt, och för att ytterligare kunna accelerera utvecklingen tar bolaget nu in 110 miljoner kronor – vilket man menar är världens största såddrunda inom cementindustrin.Teamet bakom Cemvision. Foto: press.Bakom investeringarna står tre aktörer, varav de två svenska står för merparten av kapitalet. Backing Minds ökar sin ägarandel medan Polar Structure kliver in i Cemvision för första gången. Dessutom är", "metadata": {"title": "Cementutmanaren fyller kassan med 110 miljoner │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-21", "tags": ["Investeringar"], "url": "https://impactloop.se/artikel/cementutmanaren-fyller-kassan-med-110-miljoner"}, "source": "websites/impactloop.se_artikel_cementutmanaren-fyller-kassan-med-110-miljoner.json"}
{"id": "286d7078b139-2", "text": "medan Polar Structure kliver in i Cemvision för första gången. Dessutom är den globala San Francisco-baserade riskkapitalfonden Zacua Ventures med på tåget. ”Cemvision adresserar en 4 000 miljarders-marknad och tillgodoser de ökande miljömässiga och regulatoriska behoven inom industrin. Det överväldigande mottagandet på marknaden och den skalbara produktionen gör att det känns fantastiskt att fortsätta backa Cemvisions team när de banar väg för globalt hållbart byggande”, säger Susanne Najafi, medgrundare av Backing Minds VC, i ett pressmeddelande.Läs mer: Nu bygger vi tillsammans – visst kommer du på vårt första event BUILD?Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Christian von EssenDela artikeln:InvesteringarFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga", "metadata": {"title": "Cementutmanaren fyller kassan med 110 miljoner │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-21", "tags": ["Investeringar"], "url": "https://impactloop.se/artikel/cementutmanaren-fyller-kassan-med-110-miljoner"}, "source": "websites/impactloop.se_artikel_cementutmanaren-fyller-kassan-med-110-miljoner.json"}
{"id": "286d7078b139-3", "text": "– kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"Camilla Bergman21/3/2024NextRelated StoriesHan ska bygga fabrik för hampaodling i Skåne – får loss 156 miljonerRikard RosellMarch 14, 2024Hennes maskin tar upp kampen mot plasten – backas av modejätten ChanelRikard RosellMarch 14, 2024", "metadata": {"title": "Cementutmanaren fyller kassan med 110 miljoner │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-21", "tags": ["Investeringar"], "url": "https://impactloop.se/artikel/cementutmanaren-fyller-kassan-med-110-miljoner"}, "source": "websites/impactloop.se_artikel_cementutmanaren-fyller-kassan-med-110-miljoner.json"}
{"id": "9bedc6600461-0", "text": "Grön industri │ Impact Loop", "metadata": {"title": "Grön industri │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/gron-industri"}, "source": "websites/impactloop.se_kategori_gron-industri.json"}
{"id": "9bedc6600461-1", "text": "Grön industriBreakingGrön industriCementutmanaren fyller kassan med 110 miljonerChristian von Essen14.3.24BreakingGrön industriKan vindkraft blåsa liv i plågade Östersjön? Nytt projekt vill ta reda på detRikard Rosell14.3.24BreakingGrön industriFixar olja ur gamla däck – nu köper Preem 7 000 tonRikard Rosell14.3.24BreakingGrön industriUppsving för doldisbolaget efter Northvolt-nyhet: \"Det är dagliga samtal\"Rikard Rosell14.3.24BreakingGrön industriKritik mot grönt stål-rapport: \"Siffrorna är baserade på antaganden\"Hållbarhetschefen efter kritiska rapporten: \"Siffrorna är baserade på antaganden\"Jan Ahmadi14.3.24BreakingGrön industriCement-uppstickaren får första storkunden i LKAB – \"Vi är på rätt väg\"Jan Ahmadi14.3.24BreakingGrön industriBill Gates-backade Cemvision stegrar upp produktionen – “På rätt bana”Jan Ahmadi14.3.24BreakingGrön industriTrots kritisk rapport – ingen protesterar mot de statliga miljarderna till H2GSJan Ahmadi14.3.24BreakingGrön industriHär är doldisen bakom Northvolts genombrott – ska bygga fabrik för halv miljardJan Ahmadi14.3.24BreakingGrön industriDärför granskar han miljardprojekten: \"Jag hatar inte fossilfritt stål\"Jan", "metadata": {"title": "Grön industri │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/gron-industri"}, "source": "websites/impactloop.se_kategori_gron-industri.json"}
{"id": "9bedc6600461-2", "text": "miljardprojekten: \"Jag hatar inte fossilfritt stål\"Jan Ahmadi14.3.24BreakingGrön industriHennes maskin tar upp kampen mot plasten – backas av modejätten ChanelRikard Rosell14.3.24BreakingGrön industriHan ska bygga fabrik för hampaodling i Skåne – får loss 156 miljonerRikard Rosell14.3.24BreakingGrön industri18 miljarder till H2 Green Steel – Cristina Stenbeck investerarRedaktionen14.3.24BreakingGrön industriKändistäta uppstickaren kan \"tvätta fram\" stål och järn – får otippad kundKändistäta uppstickaren kan \"tvätta fram\" stål och järn – får otippad kundJan Ahmadi14.3.24", "metadata": {"title": "Grön industri │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/gron-industri"}, "source": "websites/impactloop.se_kategori_gron-industri.json"}
{"id": "e31abf1ab276-0", "text": "Konkursen i Renewcell │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\nKonkursen i RenewcellBreakingKonkursen i RenewcellRenewcells konkursförvaltare: Har över 35 intressenterCamilla Bergman14.3.24BreakingKonkursen i RenewcellReplik: Det handlar visst om pengar – H&M borde ha räddat RenewcellIngmar Rentzhog14.3.24BreakingKonkursen i RenewcellRenewcells vd talar ut – därför gick bolaget i konkursRenewcells vd talar ut – därför gick textilåtervinnaren i konkurs: \"Finns en felande länk\"Rikard Rosell14.3.24BreakingKonkursen i RenewcellDags att någon tar bladet från munnen – Renewcells konkurs handlar inte om pengarCamilla Bergman14.3.24", "metadata": {"title": "Konkursen i Renewcell │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/konkursen-i-renewcell"}, "source": "websites/impactloop.se_kategori_konkursen-i-renewcell.json"}
