{"id": "42d8320b29c5-0", "text": "Klimatbolaget växlar upp – vässar strategin och byter ordförande │ Impact Loop", "metadata": {"title": "Klimatbolaget växlar upp – vässar strategin och byter ordförande │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-19", "tags": ["GoClimate"], "url": "https://impactloop.se/artikel/ny-strategi-och-ny-ordforande-sa-gar-det-for-klimatberaknings-bolaget"}, "source": "websites/impactloop.se_artikel_ny-strategi-och-ny-ordforande-sa-gar-det-for-klimatberaknings-bolaget.json"}
{"id": "42d8320b29c5-1", "text": "Just nuKlimatbolaget växlar upp – vässar strategin och byter ordförande2024-03-1911:03Dela artikelnCecilia Lindén, medgrundare GoClimate. Foto: pressbild.Åre-baserade GoClimate, som hjälper företag med klimatkalkyleringar, gynnas av de nya EU-direktiven och svänger om från privatpersoner till företag. Dessutom greppar medgrundaren Cecilia Lindén ordförande-klubban i styrelsen.<br><br> \"Vårt mål är att alla företag i Sverige ska kunna ta del av våra automatiska hållbarhetssiffror\", säger hon till Impact Loop och berättar hur 2023 gick.Christian von EssenReporterMed sin enkla klimatkalkyl fick GoClimate snabbt en stor användarbas hos Sveriges privathushåll som ville se över sina avtryck. Under det senaste året har bolagets fokus skiftat – nu är det framförallt företagens omställning och databehov som står i fokus.Bland annat har man byggt ett verktyg för att snabbt kunna destillera klimatavtryck direkt från bokföringsdata. I samarbete med Oxceed och Handelsbanken har man lanserat tjänsten Hållbarhetskollen, som kan integreras direkt med små och medelstora företags bokföringsprogram.Fler liknande samarbeten kommer att rullas ut under våren.\"Vårt mål är att alla företag i Sverige ska kunna ta del av våra automatiska", "metadata": {"title": "Klimatbolaget växlar upp – vässar strategin och byter ordförande │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-19", "tags": ["GoClimate"], "url": "https://impactloop.se/artikel/ny-strategi-och-ny-ordforande-sa-gar-det-for-klimatberaknings-bolaget"}, "source": "websites/impactloop.se_artikel_ny-strategi-och-ny-ordforande-sa-gar-det-for-klimatberaknings-bolaget.json"}
{"id": "42d8320b29c5-2", "text": "är att alla företag i Sverige ska kunna ta del av våra automatiska hållbarhetssiffror. Då kan de lägga sin tid och fokus på åtgärder för att bli mer hållbara istället för att lägga tid på rapportering och insamling av data”, säger Cecilia Lindén, som grundat bolaget ihop med Kalle Nilvér, till Impact Loop.Räknar med att vända till vinstGoClimate omsatte 12 miljoner kronor under 2023, med ett förlustresultat på 3,6 miljoner. En förklaring till förlusten är nyanställningar och produktutveckling i och med det nya fokuset på B2B-marknaden.”Allt mer av vår tid går till att stötta företag, istället för individer, med klimatomställningen. Vi kommer att växa, och förmodligen fortsätta gå lite back, under 2024, men vi räknar med att vända det till positiva siffror under 2025\", säger Cecilia Lindén.En viktig anledning till omsvängningen återfinns i det nya EU-direktivet CSRD, som kommer att innebära ett kraftigt ökat rapporteringskrav inom klimat och hållbarhet. Först för de något större bolagen, men efterhand även för deras underleverantörer.”Många mindre och medelstora företag har precis vaknat till en ny verklighet. De försöker förstå hur de ska förhålla sig till fler hållbarhetskrav.”Cecilia Lindén tror med", "metadata": {"title": "Klimatbolaget växlar upp – vässar strategin och byter ordförande │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-19", "tags": ["GoClimate"], "url": "https://impactloop.se/artikel/ny-strategi-och-ny-ordforande-sa-gar-det-for-klimatberaknings-bolaget"}, "source": "websites/impactloop.se_artikel_ny-strategi-och-ny-ordforande-sa-gar-det-for-klimatberaknings-bolaget.json"}
{"id": "42d8320b29c5-3", "text": "sig till fler hållbarhetskrav.”Cecilia Lindén tror med andra ord att positioneringen är potentiellt gynnsam för bolag som arbetar med att underlätta den här rapporteringen.”GoClimate är inne i en superspännande fas där våra automatiska hållbarhetsberäkningar tagits emot väldigt bra av marknaden. Det blir kul och spännande att axla rollen som ordförande och guida organisationen framåt för att även fortsatt kunna göra så mycket planetnytta som möjligt − så snabbt som möjligt.”Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Christian von EssenDela artikeln:GoClimateFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör", "metadata": {"title": "Klimatbolaget växlar upp – vässar strategin och byter ordförande │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-19", "tags": ["GoClimate"], "url": "https://impactloop.se/artikel/ny-strategi-och-ny-ordforande-sa-gar-det-for-klimatberaknings-bolaget"}, "source": "websites/impactloop.se_artikel_ny-strategi-och-ny-ordforande-sa-gar-det-for-klimatberaknings-bolaget.json"}
{"id": "42d8320b29c5-4", "text": "tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesJust nu: Volvo Cars lanserar jättesatsning för framtidens mobilitet i GöteborgCamilla BergmanMarch 14, 2024Bonnier-backade biltvätten pivoterar och tar in kapital – här är nya planenRikard RosellMarch 14, 2024", "metadata": {"title": "Klimatbolaget växlar upp – vässar strategin och byter ordförande │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-19", "tags": ["GoClimate"], "url": "https://impactloop.se/artikel/ny-strategi-och-ny-ordforande-sa-gar-det-for-klimatberaknings-bolaget"}, "source": "websites/impactloop.se_artikel_ny-strategi-och-ny-ordforande-sa-gar-det-for-klimatberaknings-bolaget.json"}
{"id": "05a18b8c82f2-0", "text": "Impact Loop bevakar bolagen som vill göra världen bättre", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "05a18b8c82f2-1", "text": "Get in the loopGör som 4 000+ impact-ledare och investerare – läs vårt nyhetsbrev och gå med i vårt community. Vi ger dig dagligen de viktigaste nyheterna om bolagen och människorna som gör världen bättre.Tack för att du vill prenumerera!Oops! Something went wrong while submitting the form.Prenumeranter frånBreakingBiologisk mångfaldMinskar viltolyckor med AI – nu tar Flox in kapital för första gångenimpact-svepetImpact-svepetRekordvärme och bommat utsläppsmål – 3 saker att hålla koll på idagRedaktionenImpact-svepetEU kräver hårdare avfallsregler – 3 saker att ha koll på idagRedaktionenImpact-svepetTuffare regler för greenwashing – 3 saker att ha koll på idagRedaktionenBreakingImpact-Svepet idagNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024BreakingImpact-Svepet idagCementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024BreakingEXKLUSIVT PÅ IMPACT LOOPNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"BreakingGrön industriCementutmanaren fyller kassan med 110 miljonerBreakingIMPACT LOOP COMMUNITYPremiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"BreakingEXKLUSIV INTERVUSå ska", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "05a18b8c82f2-2", "text": "investerare att hitta bra bolag\"BreakingEXKLUSIV INTERVUSå ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"BreakingEnergiKRÖNIKA: Förnybart i all ära – är bästa investeringen verkligen i Sverige?EVENTPremiär för BUILD – skaffa biljett här!EXKLUSIVT PÅ IMPACT LOOPNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von EssenIMPACT LOOP COMMUNITYPremiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"RedaktionenSkribenter och krönikörerJens BäckbomEntreprenörJohan CronaEntreprenör och investerareElina ÅkerlindKapitalstrategJenny HolmströmEntreprenör och krönikörJenny KjellénNew York-korrespondentRikard RosellReporter, Impact LoopCamilla BergmanChefredaktör och grundare, Impact Loop", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "05a18b8c82f2-3", "text": "Du är inloggad, välkommen till Impact LoopJournalistik, community och finansieringVarje dag ger vi dig de viktigaste nyheterna, analyserna och krönikorna om människorna och bolagen som gör världen bättre.Signa upp nu – nyhetsbrevet är gratis!Genom att registrera din mailadress så godkänner du våra allmänna villkor. Du kan avregistrera dig när som helst.Tack för att du vill prenumerera!Oops! Something went wrong while submitting the form.Våra genomgångarBreakingVeckans nedslagSol, vind, kärnkraft och vatten – 24 bolag som vill lösa framtidens energibehovBreakingVeckans nedslagLISTA: Nya avfallslagen – här är branscherna och bolagen som blir vinnareBreakingVeckans nedslagÄr social hållbarhet nästa stora grej? Här är 12 svenska impact-bolag som leder vägenBreakingMobility LoopFrån laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstraVåra genomgångarBreakingVeckans nedslagSol, vind, kärnkraft och vatten – 24 bolag som vill lösa framtidens energibehovimpact-svepetJust nuKlimatbolaget växlar upp – vässar strategin och byter ordförandeChristian von Essen19/3/2024impact-svepetKonkursen i RenewcellRenewcells konkursförvaltare: Har över 35 intressenterCamilla Bergman19/3/2024impact-svepetJust", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "05a18b8c82f2-4", "text": "35 intressenterCamilla Bergman19/3/2024impact-svepetJust nuHållbarhetsmässan tvingas ställas in – skjuts upp till 2025Camilla Bergman18/3/2024Vi håller dig i loopen – så att du kan växa med ditt företagHårdvaraNu bygger vi tillsammans – visst kommer du på vårt första event BUILD?Diana DeminEnergiANALYS: Därför har värmepumpen blivit het – och det kan vi lära oss av AiraCamilla BergmanKonkursen i RenewcellRenewcells vd talar ut – därför gick textilåtervinnaren i konkurs: \"Finns en felande länk\"Rikard RosellEXKLUSIV INTERVUSå ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"avCamilla BergmanI flera år har H&M och Vargas planerat för sin storsatsning Syre, som ska återvinna polyester i stor skala.<br><br>", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "05a18b8c82f2-5", "text": "I en stor intervju med Impact Loop berättar nu Syres vd Dennis Nobelius om hur man ska bygga en \"gigascale\" av polyester-återvinning.<br><br> Läs mer om: <br>\n→ Steg för steg hur Syres metod fungerar<br>\n→ Att man tagit in en halv miljard kronor från en av världens största klimatfonder<br>\n→ Tipset från Northvolts Peter Carlsson som ledde Dennis Nobelius hitBreakingJust nuKlimatbolaget växlar upp – vässar strategin och byter ordförandeBreakingKonkursen i RenewcellRenewcells konkursförvaltare: Har över 35 intressenterBreakingJust nuHållbarhetsmässan tvingas ställas in – skjuts upp till 2025BreakingStatliga stödJUST NU: Vinnovas impact-stöd är tillbaka – lanseras idagNext", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "112f39485603-0", "text": "JUST NU: Grönt ljus från Energimyndigheten – Hybrit får miljardstöd │ Impact Loop", "metadata": {"title": "JUST NU: Grönt ljus från Energimyndigheten – Hybrit får miljardstöd │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2023-12-14", "tags": [], "url": "https://impactloop.se/artikel/gront-ljus-fran-energimyndigheten-hybrit-far-miljardstod"}, "source": "websites/impactloop.se_artikel_gront-ljus-fran-energimyndigheten-hybrit-far-miljardstod.json"}
{"id": "112f39485603-1", "text": "Statliga stödJUST NU: Grönt ljus från Energimyndigheten – Hybrit får miljardstöd2023-12-1410:29Dela artikelnJan Moström, vd och koncernchef på LKABDen svenska grönt-stål sektor som växer fram i Norrland fick precis en fet knuff framåt. På torsdagsmorgonen meddelade Energimyndigheten att de beviljar ett stöd på 3,1 miljarder svenska kronor till LKAB:s Hybrit-projekt.Rikard RosellReporterDet pågår en kapplöpning bland de nya gröna svenska stålsatsningarna för att ta klivet mot fullskalig produktion. En viktig pusselbit som både Harald Mix H2 green steel och LKAB som står bakom Hybrit-satsningen lyft fram handlar om möjligheten till statliga stöd. Båda H2 green steel och Hybrit har sedan tidigare sökt miljardstöd från Energimyndighetens industriklivet, på 3,8 respektive 3,7 miljarder kronor.Nu får Hybrit kraftig vind i seglen när Energimyndigheten meddelar att man klubbat ett stöd på 3,1 miljarder kronor. Som trots att det är lägre än den sökta summan tangerar något av en rekordnivå.  Pengarna, som kommer direkt från statskassan genom industriklivet, är den största investeringen som Energimyndighetens stödprojekt någonsin har gjort. ”Svensk industris framtida", "metadata": {"title": "JUST NU: Grönt ljus från Energimyndigheten – Hybrit får miljardstöd │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2023-12-14", "tags": [], "url": "https://impactloop.se/artikel/gront-ljus-fran-energimyndigheten-hybrit-far-miljardstod"}, "source": "websites/impactloop.se_artikel_gront-ljus-fran-energimyndigheten-hybrit-far-miljardstod.json"}
{"id": "112f39485603-2", "text": "någonsin har gjort. ”Svensk industris framtida konkurrenskraft ligger mångt och mycket i att bli fullt ut fossilfri. Därför är de satsningar som sker inom Industriklivet av stor betydelse inte bara för klimatet och miljöns skull utan minst lika mycket för kompetensförsörjningen och sysselsättningen på både nya och gamla industriorter i vårt land. Det beslut som vi nu tar är det finansiellt största som gjorts hittills i detta arbete och det är ett viktigt sådant,” säger Energimyndighetens generaldirektör Robert Andrén i en kommentar.Hybrit-projektets plan är att bygga en demonstrationsanläggning för direktreduktion av järnmalm och vätgasproduktion på LKAB:s befintliga industriområde i Gällivare. Vid full produktion ska anläggningen enligt bolaget producera 1,35 miljoner ton fossilfri järnsvamp årligen.Jan Moström, vd och koncernchef på LKAB, välkomnar det statliga stödet och ser det som en kritisk insats för att hålla uppe tempot i den teknologiska utvecklingen.”Förädlingen och produktionen av fossilfri järnsvamp är central för klimatet och för svensk konkurrenskraft. Vi välkomnar beskedet att staten är med och delar den inledande risken i detta avgörande steg för att industrialisera Hybrit-teknologin. För att mota klimatförändringarna behöver vi komma framåt", "metadata": {"title": "JUST NU: Grönt ljus från Energimyndigheten – Hybrit får miljardstöd │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2023-12-14", "tags": [], "url": "https://impactloop.se/artikel/gront-ljus-fran-energimyndigheten-hybrit-far-miljardstod"}, "source": "websites/impactloop.se_artikel_gront-ljus-fran-energimyndigheten-hybrit-far-miljardstod.json"}
{"id": "112f39485603-3", "text": "För att mota klimatförändringarna behöver vi komma framåt snabbt, och för att hålla takten är det viktigt att vi får alla förutsättningar på plats inför kommande investeringsbeslut,” säger Moström.Samtidigt som den svenska järn- och stålindustrin är en betydande koldioxidutsläppskälla, utgör den också en nödvändig och vital sektor för svensk export och ekonomi. Att kunna producera fossilfritt stål från gruva till färdig produkt skulle inte bara vara en nyckelfaktor för att minska basindustrins miljöpåverkan utan även stärka den svenska konkurrenskraften..”Hybrits demonstrationsanläggning har potential att minska de svenska koldioxidutsläppen med cirka 1,8 miljoner ton per år. Att tekniken nu ska demonstreras i industriell skala är viktigt för omställningen i stålindustrin. De lärdomar som dras kommer att kunna spridas och användas utanför projektet,” säger Klara Helstad, chef för enheten hållbar industri på Energimyndigheten.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på", "metadata": {"title": "JUST NU: Grönt ljus från Energimyndigheten – Hybrit får miljardstöd │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2023-12-14", "tags": [], "url": "https://impactloop.se/artikel/gront-ljus-fran-energimyndigheten-hybrit-far-miljardstod"}, "source": "websites/impactloop.se_artikel_gront-ljus-fran-energimyndigheten-hybrit-far-miljardstod.json"}
{"id": "112f39485603-4", "text": "dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesBensinbolag enda aktören som fått grönt miljardstödJan AhmadiMarch 14, 2024Rekordmånga sökande till statens", "metadata": {"title": "JUST NU: Grönt ljus från Energimyndigheten – Hybrit får miljardstöd │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2023-12-14", "tags": [], "url": "https://impactloop.se/artikel/gront-ljus-fran-energimyndigheten-hybrit-far-miljardstod"}, "source": "websites/impactloop.se_artikel_gront-ljus-fran-energimyndigheten-hybrit-far-miljardstod.json"}
{"id": "112f39485603-5", "text": "14, 2024Rekordmånga sökande till statens klimatmiljarder – här är bolagen som vill ha mestJan AhmadiMarch 14, 2024", "metadata": {"title": "JUST NU: Grönt ljus från Energimyndigheten – Hybrit får miljardstöd │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2023-12-14", "tags": [], "url": "https://impactloop.se/artikel/gront-ljus-fran-energimyndigheten-hybrit-far-miljardstod"}, "source": "websites/impactloop.se_artikel_gront-ljus-fran-energimyndigheten-hybrit-far-miljardstod.json"}
{"id": "6a452048a392-0", "text": "Statliga stöd │ Impact Loop", "metadata": {"title": "Statliga stöd │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/statliga-stod"}, "source": "websites/impactloop.se_kategori_statliga-stod.json"}
{"id": "6a452048a392-1", "text": "Statliga stödBreakingEXKLUSIVT PÅ IMPACT LOOPNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22.3.24BreakingStatliga stödJUST NU: Vinnovas impact-stöd är tillbaka – lanseras idagCamilla Bergman14.3.24BreakingImpact Loop avslöjarEfter kapade budgeten – Vinnova lanserar nytt impact-stöd för startupsCamilla Bergman14.3.24BreakingStatliga stödFrån deeptech till AI – här är Vinnovas 33 nya stödFrån deeptech till AI – här är Vinnovas 33 nya stöd: “Vi vill boosta den här delen”Rikard Rosell14.3.24BreakingImpact Loop avslöjarDe vill få sociala bolag att bli mer attraktiva med ny org-formDe vill få sociala bolag att bli mer attraktiva med ny org-form: \"Behöver sluta att enbart prata om stöd\"Rikard Rosell14.3.24BreakingStatliga stödJUST NU: Grönt ljus – Hybrit får miljardstödJUST NU: Grönt ljus från Energimyndigheten – Hybrit får miljardstödRikard Rosell14.3.24BreakingIRAStor genomgång: Det betyder USAs klimatpaket för svenska bolagJenny Kjellén14.3.24BreakingLoop-resanVi vill hjälpa dig att få in pengar till ditt impact-bolag – drar igång ny tjänst med bidragImpact Loop och Ymner ska", "metadata": {"title": "Statliga stöd │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/statliga-stod"}, "source": "websites/impactloop.se_kategori_statliga-stod.json"}
{"id": "6a452048a392-2", "text": "igång ny tjänst med bidragImpact Loop och Ymner ska hjälpa impact-bolag att få pengar – drar igång ny tjänstCamilla Bergman14.3.24BreakingFinansieringsguidenDel 3: Så får du loss bidragen – experternas tre råd för \"soft funding\"Redaktionen14.3.24BreakingStatliga stödVinnova räknar med nedskärningar på 1 miljard – vissa startup-satsningar \"stryks helt\"Jan Ahmadi14.3.24BreakingStatliga stödVinnovas impact-stöd hotat: \"Kommer inte ha råd\"Jan Ahmadi14.3.24BreakingStatliga stödHela listan: 74 impact-bolag som precis fått 21 miljoner från VinnovaJan Ahmadi14.3.24BreakingStatliga stödRekordmånga sökande till statens klimatmiljarder – här är bolagen som vill ha mestJan Ahmadi14.3.24BreakingStatliga stödTillväxtverket och Vinnova blir av med hundratals miljoner: \"Kommer att påverka vår verksamhet\"Jan Ahmadi14.3.24BreakingH2 Green SteelKonkurrenter kan få tycka till om H2 Green Steel ska få sina miljarderJan Ahmadi14.3.24BreakingStatliga stödBensinbolag enda aktören som fått grönt miljardstödJan Ahmadi14.3.24BreakingStatliga stöd500 miljoner i grön garanti – men bara fyra bolag har sökt: \"Vi har försökt nå", "metadata": {"title": "Statliga stöd │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/statliga-stod"}, "source": "websites/impactloop.se_kategori_statliga-stod.json"}
{"id": "6a452048a392-3", "text": "– men bara fyra bolag har sökt: \"Vi har försökt nå ut\"Jan Ahmadi14.3.24", "metadata": {"title": "Statliga stöd │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/statliga-stod"}, "source": "websites/impactloop.se_kategori_statliga-stod.json"}
{"id": "f9ce6d389047-0", "text": "Mobility Loop │ Impact Loop", "metadata": {"title": "Mobility Loop │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/mobility-loop"}, "source": "websites/impactloop.se_kategori_mobility-loop.json"}
{"id": "f9ce6d389047-1", "text": "Mobility LoopBreakingMobility LoopMisstaget du inte ska göra när du tar in kapital till mobilitet: \"På sikt kan det bli obekvämt...\"Christian von Essen14.3.24BreakingMobility LoopDet tittar mobilitets-investeraren efter just nu: \"Pengarna finns fortfarande\"Christian von Essen14.3.24BreakingMobility LoopSå ska vägladdaren skala upp – marknaden, strategin och största riskenChristian von Essen14.3.24BreakingMobility LoopInvesterar? Välkommen på mobility-meetupInvesterare? Sista chansen att komma på vår mobility-meetup!Diana Demin14.3.24BreakingMobility LoopMindre pengar till mobilitet – men fortfarande tredje mest finansierade sektornRedaktionen14.3.24BreakingMobility LoopVolvo spanar efter impact-innovationer: \"Utgår från problem vi behöver lösa\"Camilla Bergman14.3.24BreakingMobility LoopFrån laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstraRikard Rosell14.3.24BreakingKrönikaJo, det finns sätt att öka andelen riskkapital till kvinnor – så här gjorde vi 14.3.24BreakingJust nuJust nu: Volvo Cars lanserar jättesatsning för framtidens mobilitet i GöteborgCamilla Bergman14.3.24BreakingJust nuElscooterbolagets nya plan: Tar in kapital och satsar på sin teknikRikard Rosell14.3.24BreakingKrönikaCamilla Bergman: Cakes konkurs säger", "metadata": {"title": "Mobility Loop │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/mobility-loop"}, "source": "websites/impactloop.se_kategori_mobility-loop.json"}
{"id": "f9ce6d389047-2", "text": "Bergman: Cakes konkurs säger (tyvärr) mer om mopeder än om pengarCamilla Bergman14.3.24BreakingSTOR INTERVJUByggde Soundcloud till miljardbolag – nu ska deras elcyklar ta över EuropaByggde Soundcloud till miljardbolag – nu ska deras elcyklar ta över Europa: \"Trenden blir starkare\"Rikard Rosell14.3.24BreakingMobilitetPremiär! Mobility Loop håller dig i loopen inom mobilitet och hållbara städerDiana Demin14.3.24BreakingMobilitetDe vill skapa en mer hållbar stadsmiljö – 10 mobilitybolag att hålla koll på just nuRikard Rosell14.3.24BreakingVolta trucks-konkursenVolta Trucks-grundaren talar ut inför stundande affär: “Jag hoppas jag får vara kvar”Rikard Rosell14.3.24", "metadata": {"title": "Mobility Loop │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/mobility-loop"}, "source": "websites/impactloop.se_kategori_mobility-loop.json"}
{"id": "50d09e42b823-0", "text": "Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\" │ Impact Loop", "metadata": {"title": "Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\" │ Impact Loop", "author": "Redaktionen", "publish_date": "2024-03-21", "tags": ["Riskkapital"], "url": "https://impactloop.se/artikel/nu-lanserar-vi-impact-loop-dealflow-vill-koppla-ihop-bra-bolag-med-bra-investerare"}, "source": "websites/impactloop.se_artikel_nu-lanserar-vi-impact-loop-dealflow-vill-koppla-ihop-bra-bolag-med-bra-investerare.json"}
{"id": "50d09e42b823-1", "text": "IMPACT LOOP COMMUNITYPremiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"2024-03-2112:50Dela artikelnGänget på Impact Loop tillsammans med Johan Crona och Lars Videnros (längst fram). Foto: Jonas Borg.Investerare vill hitta bra impact-entreprenörer att investera i.<br>\nSamtidigt har man kanske inte tid eller möjlighet att själv träffa dem för en första scanning – och man vill gärna få utvalda tips från en investerar-kollega.<br>", "metadata": {"title": "Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\" │ Impact Loop", "author": "Redaktionen", "publish_date": "2024-03-21", "tags": ["Riskkapital"], "url": "https://impactloop.se/artikel/nu-lanserar-vi-impact-loop-dealflow-vill-koppla-ihop-bra-bolag-med-bra-investerare"}, "source": "websites/impactloop.se_artikel_nu-lanserar-vi-impact-loop-dealflow-vill-koppla-ihop-bra-bolag-med-bra-investerare.json"}
{"id": "50d09e42b823-2", "text": "Därför lanserar vi nu Impact Loop Dealflow, där våra samarbetspartners Johan Crona och Lars Videnros löpande träffar impact-entreprenörer och tipsar dig om ett urval. Häng på!RedaktionenSedan starten i höstas har Impact Loop växt till en stark nyhetskanal och ett levande community. Idag prenumererar över 4 000 personer på vårt nyhetsbrev, varav en absolut majoritet är kärnan av impact-Sverige – entreprenörer, ledare och investerare.Nu vill vi ta steget längre – och hjälpa fler investerare att hitta bra entreprenörer inom impact att investera i.Med nya tjänsten Impact Loop Dealflow (som ingår i vårt investerar-medlemskap) kommer vi att med hjälp av våra samarbetspartners Johan Crona och Lars Videnros på Ating, löpande tipsa investerare om bolag. Dessa har sorterats ut efter ett första möte med Johan och Lars, och har också öppna kapitalrundor.\"Vi har lyssnat på våra investerar-läsare och fått inspelet att man gärna vill komma i kontakt med bra impact-entreprenörer. Men man vill inte ha vilka tips som helst utan lyssnar gärna på en kollega i branschen. Dessutom vill man veta när bolagen har kapitalrundor öppna. Det är det behovet vi vill lösa med Impact Loop Deaflow\", säger Camilla Bergman, vd och chefredaktör för Impact Loop, och fortsätter:\"Samtidigt är det viktigt för oss på", "metadata": {"title": "Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\" │ Impact Loop", "author": "Redaktionen", "publish_date": "2024-03-21", "tags": ["Riskkapital"], "url": "https://impactloop.se/artikel/nu-lanserar-vi-impact-loop-dealflow-vill-koppla-ihop-bra-bolag-med-bra-investerare"}, "source": "websites/impactloop.se_artikel_nu-lanserar-vi-impact-loop-dealflow-vill-koppla-ihop-bra-bolag-med-bra-investerare.json"}
{"id": "50d09e42b823-3", "text": "för Impact Loop, och fortsätter:\"Samtidigt är det viktigt för oss på Impact Loop, som är oberoende journalister, att vi inte ger oss in i att välja ut och tipsa om bolag. Därför slår vi oss ihop med Johan och Lars, som själva är investerare och som också kan agera självständigt.\"Johan Crona och Lars Videnros har lång erfarenhet som investerare på Almi Invest, och Johan Crona har i många år varit bidragande i att driva upp den svenska SaaS-scenen med investeringsbolaget Cloud Capital. Nu driver de bolaget Ating ihop som ska investera i impact-bolag (läs mer om dem här).\"Med den här tjänsten vill vi bidra med våra erfarenheter av att identifiera och träffa intressanta entreprenörer, vilket är det vi gjort större delen av våra karriärer. Vi kan inte gå i god för bolagen, men vi kan vara en första instans som sorterar ut, träffar och tipsar vidare – sen är det upp till investerarna själva om de vill gå vidare och här har vi inget egenintresse\", säger Johan Crona.Hur funkar det rent konkret?\"Vi träffar bolag kontinuerligt och har löpande dialog med många entreprenörer som försöker göra skillnad och driva omställning i olika branscher. När de har en kapitalrunda öppen presenterar vi dem för Impact Loops investerar-medlemmar i ett mail, och vi kan gärna ta ett uppföljande samtal om man vill\", säger Lars Videnros.Hur", "metadata": {"title": "Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\" │ Impact Loop", "author": "Redaktionen", "publish_date": "2024-03-21", "tags": ["Riskkapital"], "url": "https://impactloop.se/artikel/nu-lanserar-vi-impact-loop-dealflow-vill-koppla-ihop-bra-bolag-med-bra-investerare"}, "source": "websites/impactloop.se_artikel_nu-lanserar-vi-impact-loop-dealflow-vill-koppla-ihop-bra-bolag-med-bra-investerare.json"}
{"id": "50d09e42b823-4", "text": "ett uppföljande samtal om man vill\", säger Lars Videnros.Hur många bolag rör det sig om?\"Vi tänker kvalitet före kvantitet och tipsar hellre om några bra bolag i månaden än skickar ut några vi inte tror fullt ut på. Sen kan det vara både nya och 'gamla' bolag som gått in i nya faser\", säger Johan Crona.Den som är intresserad av nya tjänsten kan registrera sig som investerar-medlem här – och får då de senaste sju bolagen som Ating valt ut skickade till sig inom ett dygn. Då ingår också allt annat i investerar-medlemskapet, som meetups med andra investerare och entreprenörer. Därefter kommer nästa utskick om senast en månad, och fortsätter löpande.Så funkar Impact Loop Dealflow‍Johan Crona och Lars Videnros har gått igenom hundratals svenska impact-bolag och träffar varje vecka nya entreprenörer som de utvärderar.Av dessa bolag sållar de löpande ut de mest intressanta enligt dem – och skickar ut till dig som har medlemskapet Investor här.Detta är en gedigen process och vi fokuserar på kvalitet före kvantitet – så räkna med tre till fem bolag i månaden.Vi fokuserar främst på bolag som är på väg att stänga sina kapitalrundor, men det måste inte alltid vara så.Om du tycker att ett bolag är intressant är det bara att kontakta dem själv eller be Johan", "metadata": {"title": "Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\" │ Impact Loop", "author": "Redaktionen", "publish_date": "2024-03-21", "tags": ["Riskkapital"], "url": "https://impactloop.se/artikel/nu-lanserar-vi-impact-loop-dealflow-vill-koppla-ihop-bra-bolag-med-bra-investerare"}, "source": "websites/impactloop.se_artikel_nu-lanserar-vi-impact-loop-dealflow-vill-koppla-ihop-bra-bolag-med-bra-investerare.json"}
{"id": "50d09e42b823-5", "text": "bolag är intressant är det bara att kontakta dem själv eller be Johan och Lars att förmedla kontakt.Detta ingår i ditt investerar-medlemskap och vi tar ingen förmedlingsavgift eller liknande om det skulle bli en investering.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:RiskkapitalFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar", "metadata": {"title": "Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\" │ Impact Loop", "author": "Redaktionen", "publish_date": "2024-03-21", "tags": ["Riskkapital"], "url": "https://impactloop.se/artikel/nu-lanserar-vi-impact-loop-dealflow-vill-koppla-ihop-bra-bolag-med-bra-investerare"}, "source": "websites/impactloop.se_artikel_nu-lanserar-vi-impact-loop-dealflow-vill-koppla-ihop-bra-bolag-med-bra-investerare.json"}
{"id": "50d09e42b823-6", "text": "med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"Camilla Bergman21/3/2024NextRelated StoriesMagkänsla eller inte? Så hittar du stjärnorna till ditt impact-bolagJan AhmadiMarch 14, 2024Finska deeptech-investeraren letar bolag i Sverige: \"Vill hitta minst fem\"Camilla BergmanMarch 14, 2024", "metadata": {"title": "Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\" │ Impact Loop", "author": "Redaktionen", "publish_date": "2024-03-21", "tags": ["Riskkapital"], "url": "https://impactloop.se/artikel/nu-lanserar-vi-impact-loop-dealflow-vill-koppla-ihop-bra-bolag-med-bra-investerare"}, "source": "websites/impactloop.se_artikel_nu-lanserar-vi-impact-loop-dealflow-vill-koppla-ihop-bra-bolag-med-bra-investerare.json"}
{"id": "34039f060be5-0", "text": "Just nu │ Impact Loop", "metadata": {"title": "Just nu │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/just-nu"}, "source": "websites/impactloop.se_kategori_just-nu.json"}
{"id": "34039f060be5-1", "text": "Just nuBreakingJust nuKlimatbolaget växlar upp – vässar strategin och byter ordförandeChristian von Essen14.3.24BreakingJust nuHållbarhetsmässan tvingas ställas in – skjuts upp till 2025Camilla Bergman14.3.24BreakingJust nuEpicenter ger sig in i kampen om impact-bolagen – öppnar ny hubb i StockholmRedaktionen14.3.24BreakingJust nuMatsvinns-bolaget växer som en raket i det tysta: \"Sitter inte vid Stureplan\"Camilla Bergman14.3.24BreakingJust nuAl Gore på besök i Sverige: \"Det finns hopp\"Världens mäktigaste klimataktivist Al Gore: “Det finns hopp – vi kan göra det”Rikard Rosell14.3.24BreakingJust nuVill optimera hantering av varmvatten – nu tar Luleå-bolaget in 20 miljonerCamilla Bergman14.3.24BreakingJust nuFörsta orden från H&Ms nya vd: \"Fokus på tillväxt\"Camilla Bergman14.3.24BreakingJust nuJust nu: Volvo Cars lanserar jättesatsning för framtidens mobilitet i GöteborgCamilla Bergman14.3.24BreakingJust nuElscooterbolagets nya plan: Tar in kapital och satsar på sin teknikRikard Rosell14.3.24BreakingJust nuBonnier-backade biltvätten pivoterar och tar in kapital – här är nya planenRikard Rosell14.3.24BreakingJust nuAlmi gör strategiskt omtag", "metadata": {"title": "Just nu │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/just-nu"}, "source": "websites/impactloop.se_kategori_just-nu.json"}
{"id": "34039f060be5-2", "text": "Rosell14.3.24BreakingJust nuAlmi gör strategiskt omtag internt: \"Vill ha en bättre korsbefruktning\"Rikard Rosell14.3.24BreakingJust nuAira tar in 1,6 miljarder – ska bli en helhetsleverantör för hemmet: \"Det är planen\"Camilla Bergman14.3.24BreakingJust nuFrån forskning till finansiering – detta tror vi om 2024Vilket år! Från forskning till finansiering – våra 5 spaningar från året som gått och vad vi tror om 2024Redaktionen14.3.24", "metadata": {"title": "Just nu │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/just-nu"}, "source": "websites/impactloop.se_kategori_just-nu.json"}
{"id": "95e474fcba94-0", "text": "Vill optimera hantering av varmvatten – nu tar Luleå-bolaget in 20 miljoner │ Impact Loop", "metadata": {"title": "Vill optimera hantering av varmvatten – nu tar Luleå-bolaget in 20 miljoner │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-02-14", "tags": [], "url": "https://impactloop.se/artikel/vill-revolutionera-optimering-av-varmvatten-nu-tar-lulea-bolaget-in-20-miljoner"}, "source": "websites/impactloop.se_artikel_vill-revolutionera-optimering-av-varmvatten-nu-tar-lulea-bolaget-in-20-miljoner.json"}
{"id": "95e474fcba94-1", "text": "Just nuVill optimera hantering av varmvatten – nu tar Luleå-bolaget in 20 miljoner2024-02-147:05Dela artikelnErik Abbing, grundare av 3E Flow, och Johan Frenckner, vd på Longrun Capital.Vattenteknikbolaget 3E Flow tar in kapital från klimatinvesteraren Longrun Capital. \"Om 20 år så tror jag man kommer titta tillbaka och skratta åt att man hade varmvatten stående i rören\", säger Johan Frenckner, vd för Longrun, till Impact Loop.Camilla BergmanChefredaktörDet pratas mycket om energioptimering av värme, men vatten är ett område som inte har fått lika mycket uppmärksamhet – trots att det också värms upp.Men nu börjar en rad bolag inom vattenteknik, som på olika sätt vill optimera hur vi hanterar vatten, att ta fart i Sverige.Ett av dem är bolaget 3E Flow, som grundats av Erik Abbing, tredje generationens rörmokarfamilj i Luleå. Enkelt kan man förklara tekniken så här: Kranen öppnas och pumpar ut varmvatten. När den sedan stängs pumpas vattnet direkt tillbaka till beredaren eller värmeväxlaren – för att sedan snabbt kunna pumpas ut igen när man sätter på kranen.Fördelarna är flera enligt bolaget: Vattnet ligger inte kvar och svalnar och bildar bakterier, det slipper värmas upp och ner vilket är", "metadata": {"title": "Vill optimera hantering av varmvatten – nu tar Luleå-bolaget in 20 miljoner │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-02-14", "tags": [], "url": "https://impactloop.se/artikel/vill-revolutionera-optimering-av-varmvatten-nu-tar-lulea-bolaget-in-20-miljoner"}, "source": "websites/impactloop.se_artikel_vill-revolutionera-optimering-av-varmvatten-nu-tar-lulea-bolaget-in-20-miljoner.json"}
{"id": "95e474fcba94-2", "text": "och bildar bakterier, det slipper värmas upp och ner vilket är energikrävande – och det blir mer kostnadseffektivt.Nu tar bolaget, vars produkt installerats i projekt i Sverige och Schweiz, in 20 miljoner kronor från Longrun Capital, ett riskkapitalbolag med fokus på fastigheter och klimatinvesteringar.”Investeringen kommer att göra det möjligt för oss att skala upp produktionen och accelerera tillväxten i Europa, samtidigt som vi kan fortsätta utveckla och driva på den gröna omställningen inom fastighetssektorn.” säger Erik Abbing, vd och grundare av 3E Flow.Longrun Capital är en relativt ny spelare på riskkapitalmarknaden. Grundat av Johan Frenckner och Cristina Ljungberg 2021 fokuserar man på investeringar i olika typer av klimatteknik. I portföljen har man bland annat gröna industri-bolaget Greeniron och energioptimeringssystemet Noda intelligent systems.\"När jag först fick höra om 3E Flow så tänkte jag 'Tappvatten, hur ska man nå ut på marknaden med en sådan här grej?'. Men om 20 år så tror jag man kommer titta tillbaka och skratta åt att man hade varmvatten stående i rören\", säger Johan Frenckner till Impact Loop.\"Det är sådana innovationer som triggar oss. Tanken och idén är enkel, även om den kan verka komplex. Det är annars ofta på nanonivå inom deeptech\", fortsätter han.En utmaning för", "metadata": {"title": "Vill optimera hantering av varmvatten – nu tar Luleå-bolaget in 20 miljoner │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-02-14", "tags": [], "url": "https://impactloop.se/artikel/vill-revolutionera-optimering-av-varmvatten-nu-tar-lulea-bolaget-in-20-miljoner"}, "source": "websites/impactloop.se_artikel_vill-revolutionera-optimering-av-varmvatten-nu-tar-lulea-bolaget-in-20-miljoner.json"}
{"id": "95e474fcba94-3", "text": "på nanonivå inom deeptech\", fortsätter han.En utmaning för hårdvaru- och deeptechbolag är också att det tar lång tid från utveckling till kommersialisering.\"Vi är inte rädda för att gå in i tidiga faser, även när det gäller hårdvara. Särskilt inom bygg och fastighet så har de här bolagen ofta många år på nacken, eftersom det tar lång tid att få klart patent, pilotcase och certifieringar. Men nu ser vi att det är nära till intäkter för 3E Flow och det gör investeringen ännu mer intressant för oss. Med våra ögon har bolaget kommit väldigt långt redan\", säger Johan Frenckner.Läs mer: De tar bort \"evighetsämnet\" PFAS från vatten – nu står investerarna på radLäs mer: Halkade in på vatten – nu drar de in 20 miljoner med smart strategi: \"Det är så vi får schvung\"Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda", "metadata": {"title": "Vill optimera hantering av varmvatten – nu tar Luleå-bolaget in 20 miljoner │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-02-14", "tags": [], "url": "https://impactloop.se/artikel/vill-revolutionera-optimering-av-varmvatten-nu-tar-lulea-bolaget-in-20-miljoner"}, "source": "websites/impactloop.se_artikel_vill-revolutionera-optimering-av-varmvatten-nu-tar-lulea-bolaget-in-20-miljoner.json"}
{"id": "95e474fcba94-4", "text": "på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesHållbarhetsmässan tvingas ställas in – skjuts upp till 2025Camilla BergmanMarch 14, 2024Bonnier-backade biltvätten pivoterar och tar in kapital – här är nya planenRikard RosellMarch 14, 2024", "metadata": {"title": "Vill optimera hantering av varmvatten – nu tar Luleå-bolaget in 20 miljoner │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-02-14", "tags": [], "url": "https://impactloop.se/artikel/vill-revolutionera-optimering-av-varmvatten-nu-tar-lulea-bolaget-in-20-miljoner"}, "source": "websites/impactloop.se_artikel_vill-revolutionera-optimering-av-varmvatten-nu-tar-lulea-bolaget-in-20-miljoner.json"}
{"id": "64a5d8f34e63-0", "text": "Skribent │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\nDiana DeminHårdvaraNu bygger vi tillsammans – visst kommer du på vårt första event BUILD?Diana Demin14.3.24Mobility LoopInvesterare? Sista chansen att komma på vår mobility-meetup!Diana Demin14.3.24The Tech ArenaDet krävs för att Norden ska bli ett impact-Silicon ValleyDiana Demin14.3.24Impact Loop avslöjarFrån Röhnisch till Polestar – de hakar på Harald Mix och H&Ms hemliga bolagDiana Demin14.3.24MobilitetPremiär! Mobility Loop håller dig i loopen inom mobilitet och hållbara städerDiana Demin14.3.24", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/diana-demin"}, "source": "websites/impactloop.se_skribent_diana-demin.json"}
{"id": "410f825c02d2-0", "text": "Hårdvara │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\nHårdvaraBreakingBiologisk mångfaldMinskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen14.3.24BreakingHårdvaraNu bygger vi tillsammans – visst kommer du på vårt första event BUILD?Diana Demin14.3.24BreakingHårdvaraDrönardrottningen vinner pris på gala – vill få mer kapital till kvinnor: \"Nu gör vi det bara\"Rikard Rosell14.3.24BreakingFörpackningHan vill minska luften i e-handelspaket med ny teknik – \"Det här är helt nytt\"Rikard Rosell14.3.24BreakingHårdvaraHalkade in på vatten – nu drar de in 20 miljoner med smart strategi: \"Det är så vi får schvung\"Camilla Bergman14.3.24", "metadata": {"title": "Hårdvara │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/hardvara"}, "source": "websites/impactloop.se_kategori_hardvara.json"}
