{"id": "ffcfa21bcf09-0", "text": "Veckans nedslag │ Impact Loop", "metadata": {"title": "Veckans nedslag │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/veckans-nedslag"}, "source": "websites/impactloop.se_kategori_veckans-nedslag.json"}
{"id": "ffcfa21bcf09-1", "text": "Veckans nedslagBreakingVeckans nedslagSol, vind, kärnkraft och vatten – 24 bolag som vill lösa framtidens energibehovChristian von Essen14.3.24BreakingVeckans nedslagLISTA: Nya avfallslagen – här är branscherna och bolagen som blir vinnareCamilla Bergman14.3.24BreakingVeckans nedslagÄr social hållbarhet nästa stora grej? Här är 12 svenska impact-bolag som leder vägenMaja Hurtigh14.3.24BreakingMobility LoopFrån laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstraRikard Rosell14.3.24BreakingVeckans nedslag12 svenska, heta bolag som vill förpacka grönt – \"Miljontals ton plast som ska fasas ut\"Maja Hurtigh14.3.24BreakingRiskkapitalStor genomgång: Över 100 affärsänglar som letar efter impactJan Ahmadi14.3.24BreakingVeckans nedslagFrån hållbart mode till djupa skogar – våra 7 mest lästa genomgångarFrån hållbart mode till djupa skogar – här är våra 7 mest lästa genomgångarRikard Rosell14.3.24BreakingKartläggningSveriges 33 största impact-investerare – storlek, områden och namnSveriges 33 största impact-investerare – storlek, områden de investerar i och personer att kontaktaJan", "metadata": {"title": "Veckans nedslag │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/veckans-nedslag"}, "source": "websites/impactloop.se_kategori_veckans-nedslag.json"}
{"id": "ffcfa21bcf09-2", "text": "– storlek, områden de investerar i och personer att kontaktaJan Ahmadi14.3.24BreakingSkogenDrönare, AI och mätverktyg – här är 11 svenska bolag som växer i skogenRikard Rosell14.3.24BreakingVeckans nedslagDärför pågår en tyst revolution i skogen: \"Outforskad mark\"Rikard Rosell14.3.24BreakingMobilitetDe vill skapa en mer hållbar stadsmiljö – 10 mobilitybolag att hålla koll på just nuRikard Rosell14.3.24BreakingVeckans nedslagForskarnas revansch! Därför har nördarna blivit hetast i stanRikard Rosell14.3.24BreakingForskarnas revanschFrån labb till lukrativ business? Tio heta forskarbolag just nuJan Ahmadi14.3.24BreakingVeckans nedslagDressad för framgång – men när tar det fart för hållbart mode?Jan Ahmadi14.3.24BreakingAnalysVi har gått igenom 241 impact-bolags värderingar – så här ser det ut i olika faserJan Ahmadi14.3.24BreakingVeckans nedslagSocial hållbarhet kliver fram ur klimatskuggan – “Aptiten är jättestor”Jan Ahmadi14.3.24BreakingVeckans nedslagSka vi byta grejer? Så går det för begagnat- och hyrbolagen (spoiler: riktigt bra!)Camilla Bergman14.3.24BreakingVeckans", "metadata": {"title": "Veckans nedslag │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/veckans-nedslag"}, "source": "websites/impactloop.se_kategori_veckans-nedslag.json"}
{"id": "ffcfa21bcf09-3", "text": "riktigt bra!)Camilla Bergman14.3.24BreakingVeckans nedslagDärför har energilagring blivit coolast i klassen – \"Kommer bara växa\"Jan Ahmadi14.3.24BreakingVeckans nedslagLivsviktiga men komplexa – är detta nästa våg av bolag som lockar riskkapital?Rikard Rosell14.3.24BreakingVeckans nedslagInte lika vroom-vroom – bromsad tillväxt hos mobility-bolagenInte lika vroom-vroom – bromsad tillväxt och ökade förluster hos mobility-bolagenCamilla Bergman14.3.24BreakingVeckans nedslagFrån tyst pivotering till snabb expansion – hur går det för maträddarna?Från tyst pivotering till snabb expansion – hur går det för maträddarna?Rikard Rosell14.3.24BreakingVeckans nedslagRiskkapital, el-boom och bidrag – därför är allt ljus just nu på färjanJan Ahmadi14.3.24BreakingVeckans nedslagHär är bolagen som hjälper dig att navigera i en ny, tuffare världFrån supervete till väderprognoser – här är bolagen som hjälper dig att navigera i en ny, tuffare världRikard Rosell14.3.24BreakingVeckans nedslagDe nya solcellsföretagen växer så det knakar – men det kostarRikard Rosell14.3.24", "metadata": {"title": "Veckans nedslag │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/veckans-nedslag"}, "source": "websites/impactloop.se_kategori_veckans-nedslag.json"}
{"id": "05a18b8c82f2-0", "text": "Impact Loop bevakar bolagen som vill göra världen bättre", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "05a18b8c82f2-1", "text": "Get in the loopGör som 4 000+ impact-ledare och investerare – läs vårt nyhetsbrev och gå med i vårt community. Vi ger dig dagligen de viktigaste nyheterna om bolagen och människorna som gör världen bättre.Tack för att du vill prenumerera!Oops! Something went wrong while submitting the form.Prenumeranter frånBreakingBiologisk mångfaldMinskar viltolyckor med AI – nu tar Flox in kapital för första gångenimpact-svepetImpact-svepetRekordvärme och bommat utsläppsmål – 3 saker att hålla koll på idagRedaktionenImpact-svepetEU kräver hårdare avfallsregler – 3 saker att ha koll på idagRedaktionenImpact-svepetTuffare regler för greenwashing – 3 saker att ha koll på idagRedaktionenBreakingImpact-Svepet idagNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024BreakingImpact-Svepet idagCementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024BreakingEXKLUSIVT PÅ IMPACT LOOPNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"BreakingGrön industriCementutmanaren fyller kassan med 110 miljonerBreakingIMPACT LOOP COMMUNITYPremiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"BreakingEXKLUSIV INTERVUSå ska", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "05a18b8c82f2-2", "text": "investerare att hitta bra bolag\"BreakingEXKLUSIV INTERVUSå ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"BreakingEnergiKRÖNIKA: Förnybart i all ära – är bästa investeringen verkligen i Sverige?EVENTPremiär för BUILD – skaffa biljett här!EXKLUSIVT PÅ IMPACT LOOPNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von EssenIMPACT LOOP COMMUNITYPremiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"RedaktionenSkribenter och krönikörerJens BäckbomEntreprenörJohan CronaEntreprenör och investerareElina ÅkerlindKapitalstrategJenny HolmströmEntreprenör och krönikörJenny KjellénNew York-korrespondentRikard RosellReporter, Impact LoopCamilla BergmanChefredaktör och grundare, Impact Loop", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "05a18b8c82f2-3", "text": "Du är inloggad, välkommen till Impact LoopJournalistik, community och finansieringVarje dag ger vi dig de viktigaste nyheterna, analyserna och krönikorna om människorna och bolagen som gör världen bättre.Signa upp nu – nyhetsbrevet är gratis!Genom att registrera din mailadress så godkänner du våra allmänna villkor. Du kan avregistrera dig när som helst.Tack för att du vill prenumerera!Oops! Something went wrong while submitting the form.Våra genomgångarBreakingVeckans nedslagSol, vind, kärnkraft och vatten – 24 bolag som vill lösa framtidens energibehovBreakingVeckans nedslagLISTA: Nya avfallslagen – här är branscherna och bolagen som blir vinnareBreakingVeckans nedslagÄr social hållbarhet nästa stora grej? Här är 12 svenska impact-bolag som leder vägenBreakingMobility LoopFrån laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstraVåra genomgångarBreakingVeckans nedslagSol, vind, kärnkraft och vatten – 24 bolag som vill lösa framtidens energibehovimpact-svepetJust nuKlimatbolaget växlar upp – vässar strategin och byter ordförandeChristian von Essen19/3/2024impact-svepetKonkursen i RenewcellRenewcells konkursförvaltare: Har över 35 intressenterCamilla Bergman19/3/2024impact-svepetJust", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "05a18b8c82f2-4", "text": "35 intressenterCamilla Bergman19/3/2024impact-svepetJust nuHållbarhetsmässan tvingas ställas in – skjuts upp till 2025Camilla Bergman18/3/2024Vi håller dig i loopen – så att du kan växa med ditt företagHårdvaraNu bygger vi tillsammans – visst kommer du på vårt första event BUILD?Diana DeminEnergiANALYS: Därför har värmepumpen blivit het – och det kan vi lära oss av AiraCamilla BergmanKonkursen i RenewcellRenewcells vd talar ut – därför gick textilåtervinnaren i konkurs: \"Finns en felande länk\"Rikard RosellEXKLUSIV INTERVUSå ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"avCamilla BergmanI flera år har H&M och Vargas planerat för sin storsatsning Syre, som ska återvinna polyester i stor skala.<br><br>", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "05a18b8c82f2-5", "text": "I en stor intervju med Impact Loop berättar nu Syres vd Dennis Nobelius om hur man ska bygga en \"gigascale\" av polyester-återvinning.<br><br> Läs mer om: <br>\n→ Steg för steg hur Syres metod fungerar<br>\n→ Att man tagit in en halv miljard kronor från en av världens största klimatfonder<br>\n→ Tipset från Northvolts Peter Carlsson som ledde Dennis Nobelius hitBreakingJust nuKlimatbolaget växlar upp – vässar strategin och byter ordförandeBreakingKonkursen i RenewcellRenewcells konkursförvaltare: Har över 35 intressenterBreakingJust nuHållbarhetsmässan tvingas ställas in – skjuts upp till 2025BreakingStatliga stödJUST NU: Vinnovas impact-stöd är tillbaka – lanseras idagNext", "metadata": {"title": "Impact Loop bevakar bolagen som vill göra världen bättre", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/"}, "source": "websites/impactloop.se_.json"}
{"id": "286d7078b139-0", "text": "Cementutmanaren fyller kassan med 110 miljoner │ Impact Loop", "metadata": {"title": "Cementutmanaren fyller kassan med 110 miljoner │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-21", "tags": ["Investeringar"], "url": "https://impactloop.se/artikel/cementutmanaren-fyller-kassan-med-110-miljoner"}, "source": "websites/impactloop.se_artikel_cementutmanaren-fyller-kassan-med-110-miljoner.json"}
{"id": "286d7078b139-1", "text": "Grön industriCementutmanaren fyller kassan med 110 miljoner2024-03-2116:00Dela artikelnOscar Hållén, vd på Cemvision och Susanne Najafi, investerare och grundare av Backing Minds. Foto: Cemvision och Mikael Sjöberg.Cemvision tar nya kliv mot den globala marknaden med sin CO2-snåla cement. I en såddrunda fyller man på kassan med 110 friska miljoner från tre olika investerare. Christian von EssenReporterMarknaden för cement är enorm. Samtidigt står produktionen för ungefär 8 procent av de globala CO2-utsläppen. Det svenska bolaget Cemvision har utvecklat en teknik för att producera cement med råvaror från industriavfall, samtidigt som ugnarna kan köras på lägre temperaturer med fossilfri energi. Enligt bolaget kan produkten därmed tillverkas med 95 procent lägre klimatavtryck jämfört med traditionell Portlandcement.Impact Loop har tidigare rapporterat om Cemvisions planer framåt, och för att ytterligare kunna accelerera utvecklingen tar bolaget nu in 110 miljoner kronor – vilket man menar är världens största såddrunda inom cementindustrin.Teamet bakom Cemvision. Foto: press.Bakom investeringarna står tre aktörer, varav de två svenska står för merparten av kapitalet. Backing Minds ökar sin ägarandel medan Polar Structure kliver in i Cemvision för första gången. Dessutom är", "metadata": {"title": "Cementutmanaren fyller kassan med 110 miljoner │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-21", "tags": ["Investeringar"], "url": "https://impactloop.se/artikel/cementutmanaren-fyller-kassan-med-110-miljoner"}, "source": "websites/impactloop.se_artikel_cementutmanaren-fyller-kassan-med-110-miljoner.json"}
{"id": "286d7078b139-2", "text": "medan Polar Structure kliver in i Cemvision för första gången. Dessutom är den globala San Francisco-baserade riskkapitalfonden Zacua Ventures med på tåget. ”Cemvision adresserar en 4 000 miljarders-marknad och tillgodoser de ökande miljömässiga och regulatoriska behoven inom industrin. Det överväldigande mottagandet på marknaden och den skalbara produktionen gör att det känns fantastiskt att fortsätta backa Cemvisions team när de banar väg för globalt hållbart byggande”, säger Susanne Najafi, medgrundare av Backing Minds VC, i ett pressmeddelande.Läs mer: Nu bygger vi tillsammans – visst kommer du på vårt första event BUILD?Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Christian von EssenDela artikeln:InvesteringarFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga", "metadata": {"title": "Cementutmanaren fyller kassan med 110 miljoner │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-21", "tags": ["Investeringar"], "url": "https://impactloop.se/artikel/cementutmanaren-fyller-kassan-med-110-miljoner"}, "source": "websites/impactloop.se_artikel_cementutmanaren-fyller-kassan-med-110-miljoner.json"}
{"id": "286d7078b139-3", "text": "– kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"Camilla Bergman21/3/2024NextRelated StoriesHan ska bygga fabrik för hampaodling i Skåne – får loss 156 miljonerRikard RosellMarch 14, 2024Hennes maskin tar upp kampen mot plasten – backas av modejätten ChanelRikard RosellMarch 14, 2024", "metadata": {"title": "Cementutmanaren fyller kassan med 110 miljoner │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-21", "tags": ["Investeringar"], "url": "https://impactloop.se/artikel/cementutmanaren-fyller-kassan-med-110-miljoner"}, "source": "websites/impactloop.se_artikel_cementutmanaren-fyller-kassan-med-110-miljoner.json"}
{"id": "9bedc6600461-0", "text": "Grön industri │ Impact Loop", "metadata": {"title": "Grön industri │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/gron-industri"}, "source": "websites/impactloop.se_kategori_gron-industri.json"}
{"id": "9bedc6600461-1", "text": "Grön industriBreakingGrön industriCementutmanaren fyller kassan med 110 miljonerChristian von Essen14.3.24BreakingGrön industriKan vindkraft blåsa liv i plågade Östersjön? Nytt projekt vill ta reda på detRikard Rosell14.3.24BreakingGrön industriFixar olja ur gamla däck – nu köper Preem 7 000 tonRikard Rosell14.3.24BreakingGrön industriUppsving för doldisbolaget efter Northvolt-nyhet: \"Det är dagliga samtal\"Rikard Rosell14.3.24BreakingGrön industriKritik mot grönt stål-rapport: \"Siffrorna är baserade på antaganden\"Hållbarhetschefen efter kritiska rapporten: \"Siffrorna är baserade på antaganden\"Jan Ahmadi14.3.24BreakingGrön industriCement-uppstickaren får första storkunden i LKAB – \"Vi är på rätt väg\"Jan Ahmadi14.3.24BreakingGrön industriBill Gates-backade Cemvision stegrar upp produktionen – “På rätt bana”Jan Ahmadi14.3.24BreakingGrön industriTrots kritisk rapport – ingen protesterar mot de statliga miljarderna till H2GSJan Ahmadi14.3.24BreakingGrön industriHär är doldisen bakom Northvolts genombrott – ska bygga fabrik för halv miljardJan Ahmadi14.3.24BreakingGrön industriDärför granskar han miljardprojekten: \"Jag hatar inte fossilfritt stål\"Jan", "metadata": {"title": "Grön industri │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/gron-industri"}, "source": "websites/impactloop.se_kategori_gron-industri.json"}
{"id": "9bedc6600461-2", "text": "miljardprojekten: \"Jag hatar inte fossilfritt stål\"Jan Ahmadi14.3.24BreakingGrön industriHennes maskin tar upp kampen mot plasten – backas av modejätten ChanelRikard Rosell14.3.24BreakingGrön industriHan ska bygga fabrik för hampaodling i Skåne – får loss 156 miljonerRikard Rosell14.3.24BreakingGrön industri18 miljarder till H2 Green Steel – Cristina Stenbeck investerarRedaktionen14.3.24BreakingGrön industriKändistäta uppstickaren kan \"tvätta fram\" stål och järn – får otippad kundKändistäta uppstickaren kan \"tvätta fram\" stål och järn – får otippad kundJan Ahmadi14.3.24", "metadata": {"title": "Grön industri │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/gron-industri"}, "source": "websites/impactloop.se_kategori_gron-industri.json"}
{"id": "e31abf1ab276-0", "text": "Konkursen i Renewcell │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\nKonkursen i RenewcellBreakingKonkursen i RenewcellRenewcells konkursförvaltare: Har över 35 intressenterCamilla Bergman14.3.24BreakingKonkursen i RenewcellReplik: Det handlar visst om pengar – H&M borde ha räddat RenewcellIngmar Rentzhog14.3.24BreakingKonkursen i RenewcellRenewcells vd talar ut – därför gick bolaget i konkursRenewcells vd talar ut – därför gick textilåtervinnaren i konkurs: \"Finns en felande länk\"Rikard Rosell14.3.24BreakingKonkursen i RenewcellDags att någon tar bladet från munnen – Renewcells konkurs handlar inte om pengarCamilla Bergman14.3.24", "metadata": {"title": "Konkursen i Renewcell │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/kategori/konkursen-i-renewcell"}, "source": "websites/impactloop.se_kategori_konkursen-i-renewcell.json"}
{"id": "bd5398d0226d-0", "text": "Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\" │ Impact Loop", "metadata": {"title": "Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\" │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-03-21", "tags": ["Syre", "Vargas", "H&M", "H&M Group Ventures"], "url": "https://impactloop.se/artikel/h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester"}, "source": "websites/impactloop.se_artikel_h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester.json"}
{"id": "bd5398d0226d-1", "text": "EXKLUSIV INTERVUSå ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"2024-03-217:20Dela artikelnDennis Nobelius, vd för Syre, iklädd en tröja gjord av Syres återvunna polyester. Foto: pressbild. Grafik av Impact Loop.I flera år har H&M och Vargas planerat för sin storsatsning Syre, som ska återvinna polyester i stor skala.<br><br>\nI en stor intervju med Impact Loop berättar nu Syres vd Dennis Nobelius om hur man ska bygga en \"gigascale\" av polyester-återvinning.<br><br> Läs mer om: <br>\n→ Steg för steg hur Syres metod fungerar<br>\n→ Att man tagit in en halv miljard kronor från en av världens största klimatfonder<br>", "metadata": {"title": "Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\" │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-03-21", "tags": ["Syre", "Vargas", "H&M", "H&M Group Ventures"], "url": "https://impactloop.se/artikel/h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester"}, "source": "websites/impactloop.se_artikel_h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester.json"}
{"id": "bd5398d0226d-2", "text": "→ Tipset från Northvolts Peter Carlsson som ledde Dennis Nobelius hitCamilla BergmanChefredaktörSyres vd Dennis Nobelius visar stolt upp en mörkblå tröja. Den hade kunnat passera som vilken tröja som helst, men just denna är tillverkad av återvunnen polyester. Men vad som gör tröjan speciell är att den kan återvinnas igen, och igen – och igen.\"Den är cirkulär på riktigt, till skillnad från många andra textilier som bara kan återvinnas en gång och med sämre kvalitet. Det här är vad vi kallar för en ’drop in-produkt’. Den kan ersätta vanlig polyester rakt av och du ser ingen skillnad\", säger Dennis Nobelius på halvt sjungande göteborgska.Vi träffas på Syres nya kontor i centrala Stockholm. Det är några veckor sedan företaget, som ska tillverka just återvunnen polyester, lanserats under stor medial uppmärksamhet. Med ägare som H&M och riskkapitalbolaget Vargas – med Harald Mix, Carl-Erik Lagercrantz och Susanna Campbell i spetsen (den sista som även är medgrundare och ordförande) är det kanske inte så konstigt att intresset är stort.Idag leds Syre alltså av Dennis Nobelius, tidigare operativ chef på Polestar och med en lång bakgrund på Volvo Cars. Att han hamnade på Syre beror faktiskt på ett annat känt namn: Peter Carlsson, grundare och vd för batteritillverkaren Northvolt.\"Sanna Campbell hade", "metadata": {"title": "Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\" │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-03-21", "tags": ["Syre", "Vargas", "H&M", "H&M Group Ventures"], "url": "https://impactloop.se/artikel/h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester"}, "source": "websites/impactloop.se_artikel_h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester.json"}
{"id": "bd5398d0226d-3", "text": "grundare och vd för batteritillverkaren Northvolt.\"Sanna Campbell hade frågat honom om han kände någon som skulle passa för rollen, och han hade tipsat om mig. Hon bjöd in till en fika på Vargas kontor och sa 'Jag har ett jobb som möjligen skulle passa dig'. Jag sökte inget där och då, men ju mer jag förstod om projektet så kände jag att det var klart spännande\", säger han när vi slagit oss ner i Syres konferensrum.Även sportmärket Röhnisch vd Emma Stjernlöf rekryterades in under stort hemlighetsmakeri, till rollen som kommunikations- och people-chef. Hon hänger spontant med in på intervjun.Så hur ska detta megaprojekt gå till – och varför är det ett intressant fall att titta närmare på? Vi tar det från början.Dennis Nobelius rekryterades från operativ chef för Polestar till vd-posten för Syre förra sommaren. Först i mars i år kunde han gå ut med vad han skulle göra härnäst. Foto: Syre.1. Problemet: En smutsig branschAtt textilbranschen står för enorma utsläpp vet de flesta vid det här laget. Likaså att det nu kommer en rad EU-regleringar som ska tvinga textilproducenter att ta ansvar både för utsläpp och svinn (ett exempel skrev vi om förra veckan här).Här finns alltså en bransch med ett stort, brådskande problem: Hur ska man kunna växa så mycket som man vill,", "metadata": {"title": "Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\" │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-03-21", "tags": ["Syre", "Vargas", "H&M", "H&M Group Ventures"], "url": "https://impactloop.se/artikel/h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester"}, "source": "websites/impactloop.se_artikel_h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester.json"}
{"id": "bd5398d0226d-4", "text": "brådskande problem: Hur ska man kunna växa så mycket som man vill, men samtidigt göra det hållbart?Man kan förstås fråga sig om de två faktorerna går att kombinera. Men för alla globala jättar som tillverkar eller köper in textilier – från kläder till bilar (airbags, bilsäten) och heminredning (soffor, mattor) stavas lösningen hållbara material. Framförallt polyester.\"Polyester står för 54 procent av hela fibermarknaden och det är också den fiber som växer snabbast\", säger Emma Stjernlöf.Problemet är att återvinning av polyester är mycket komplext. En rad processer och tekniker finns, men har hittills varit svåra att skala upp.Emma Stjernlöf var tidigare vd för sportmärket Röhnisch innan hon klev in i rollen som kommunikations- och people-chef på Syre. Foto: Syre.2. Början: Ett hemligt uppköpIn kliver alltså Syre. Under två och ett halvt år har Susanna Campbell, medgrundare till Syre och involverad i en rad av Vargas-bolagen, och Erik Karlsson, investeringschef på H&M, undersökt olika metoder för hur de ska lösa problemet att återvinna polyester cirkulärt.Till slut föll valet på en teknik utvecklad av två forskare i USA, som i sin tur lagt över åtta år på att ta fram den. Syre har nu köpt upp bolaget, mer vill Dennis Nobelius inte", "metadata": {"title": "Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\" │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-03-21", "tags": ["Syre", "Vargas", "H&M", "H&M Group Ventures"], "url": "https://impactloop.se/artikel/h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester"}, "source": "websites/impactloop.se_artikel_h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester.json"}
{"id": "bd5398d0226d-5", "text": "ta fram den. Syre har nu köpt upp bolaget, mer vill Dennis Nobelius inte avslöja.\"Det är hemligt just\", säger han.Susanna \"Sanna\" Campbell, medgrundare och ordförande i Syre, har ägnat över två och ett halvt år att tillsammans med H&M undersöka olika metoder för polyesteråtervinning. Foto: Syre.3. Lösningen: En egen verktygslådaDet hade kunnat börja och sluta där, med en egen metod för att återvinna textilier på den anläggning man nu satt upp i North Carolina, USA. Men för att bygga skalbarhet och lönsamhet krävs kontroll över hela kedjan – från kund till fabrik.I fallet Syre har man därför tagit fram en egen produktionsprocess, en sorts verktygslåda där man plockat ihop olika steg.Utanför konferensrummet vi sitter i står en rad glasburkar, där varje burk innehåller ett steg. Dennis Nobelius går igenom dem steg för steg:Steg 1: Insamling av textilier. Gamla kläder, airbags, produktionsspill och annat ska levereras till Syres fabrik i North Carolina, något som är mer utmanande än man kan tro då det saknas system för uppsamling.Steg 2: Shredding utförs. En väletablerad metod som river isär textilierna.Steg 3: Utsortering av metaller (dragkedjor och så vidare). Även detta är en metod som redan finns. Materialet", "metadata": {"title": "Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\" │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-03-21", "tags": ["Syre", "Vargas", "H&M", "H&M Group Ventures"], "url": "https://impactloop.se/artikel/h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester"}, "source": "websites/impactloop.se_artikel_h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester.json"}
{"id": "bd5398d0226d-6", "text": "och så vidare). Även detta är en metod som redan finns. Materialet säljs till metallhandlare för en peng. ”Det blir en hel del faktiskt”, konstaterar Dennis Nobelius.H&M såg att det inte fanns någon leverantör idag som kunde hjälpa dem att nå sina hållbarhetsmål4. USP:en: en kemisk processSteg fyra får vi gå igenom lite mer, för det är här Syres unikitet ligger. Det är detta steg som de två forskarna i USA ägnat år åt att ta fram. Processen kallas för depolymerization, en kemisk metod där man i en rad nya steg bryter ner materialet till vad som kallas för BHET.\"Forskarna har försökt göra processen så hållbar som möjligt, utan vatten och genom att använda snälla kemikalier\", säger Dennis Nobelius.Det är också genom att använda en kemisk process som gör att man kan återvinna materialet gång på gång, förklarar han. Väljer man istället den mer etablerade metoden, att göra textilier av till exempel pet-flaskor, blir materialet både sämre och kan bara återvinnas en gång. \"Den modellen kommer varumärken att gå ifrån. Lyssnar man på vad EU precis gått ut med kring ’green claims’ så kommer det sättet inte längre att få kallas hållbart”, säger han.Emma Stjernlöf, som innan vd-jobbet på Röhnisch även gjorde 10 år på Adidas, skjuter in:”Sportbranschen är till exempel en", "metadata": {"title": "Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\" │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-03-21", "tags": ["Syre", "Vargas", "H&M", "H&M Group Ventures"], "url": "https://impactloop.se/artikel/h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester"}, "source": "websites/impactloop.se_artikel_h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester.json"}
{"id": "bd5398d0226d-7", "text": "år på Adidas, skjuter in:”Sportbranschen är till exempel en jättestor polyesteranvändare. Där har man använt polyester som gjorts från plast och kallat det hållbart. Det är förstås bra att man tar avfall och gör en produkt av det, men det blir fortfarande ’end of use’ för produkten. Vi vill ta textil till textil, om och om igen”, säger hon.Den färdiga produkt som Syre säljer är återvunnet polyester-garn, eller så kallade polyester-chips. Foto: Syre.5. Produkten: garn med ett grönt premiumSå är vi framme vid det sista steget, illustrerat på hyllan med glasburkarna i form av ett stort garnnystan. Den, eller så kallade polyesterchips, är den färdiga produkt som Syre ska leverera till exempelvis H&M. Modejätten är dock inte ensamma om att vara intresserade:”Vi har massor av kunder som vi pratar med. Det är framförallt de stora, globala jättarna inom allt från kläder till bilar och hemmiljö. Det är där vi kan göra störst impact”, säger Dennis Nobelius.Priset är satt utifrån vanlig polyester, med ett påslag på några tiotal procent (så kallad grön premium). Kostnaderna beskriver Dennis Nobelius som konkurrenskraftiga, enligt de simuleringar man gjort.Precis som i Vargas-metoden är kunderna säkrade tidigt, och ofta delägare. I fallet Syre har storägaren", "metadata": {"title": "Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\" │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-03-21", "tags": ["Syre", "Vargas", "H&M", "H&M Group Ventures"], "url": "https://impactloop.se/artikel/h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester"}, "source": "websites/impactloop.se_artikel_h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester.json"}
{"id": "bd5398d0226d-8", "text": "och ofta delägare. I fallet Syre har storägaren H&M lovat ordrar på över 6 miljarder kronor.\"H&M såg att det inte fanns någon leverantör idag som kunde hjälpa dem att nå sina hållbarhetsmål. De insåg att de behövde göra en rejäl förändring, så de har förbundit sig till att mer än 50 procent av sin framtida polyestervolym ska gå via oss, vilket är både djärvt och modigt”, säger Dennis Nobelius.Vad säger ni till de som säger att lösningen inte är att återvinna utan att producera mindre textilier?\"Det krävs både och. Det vet jag specifikt från till exempel Daniel (Ervér, H&Ms vd), att högt på hans lista är att öka precisionen för hur mycket man producerar. Vi är bara en av hans tre prioriteringar. Man behöver jobba med alla delar.\"Klädjätten H&M har gått in med ordrar värda över 6 miljarder kronor. Här nya vd:n Daniel Ervér. Foto: TT.6. Kapitalet: En av världens största klimatfonderAllt detta kräver förstås stora mängder pengar. Utöver H&M och Vargas har en av världens största klimatfonder, TPG Rise Climate, klivit in med 50 miljoner dollar, motsvarande cirka 518 miljoner kronor. De lär också investera mer i en serie B-runda.\"De är USA-baserade vilket är bra,", "metadata": {"title": "Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\" │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-03-21", "tags": ["Syre", "Vargas", "H&M", "H&M Group Ventures"], "url": "https://impactloop.se/artikel/h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester"}, "source": "websites/impactloop.se_artikel_h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester.json"}
{"id": "bd5398d0226d-9", "text": "mer i en serie B-runda.\"De är USA-baserade vilket är bra, och de har en stark koppling till Europa. Nu behöver vi hitta en liknande aktör i Asien\", säger han.Det är nämligen i Asien och i södra Europa man tittar på att lägga de större fabrikerna som nu ska komma. Vilka länder det blir ska beslutas på ett styrelsemöte samma fredag, berättar han. En rad kriterier har satts upp, bland annat tillgång till grön energi och textilavfall, gröna transporter och stabilitet i landet.När blir ni lönsamma?\"Det går ganska fort faktiskt. Men vi kommer att återinvestera vinsten i nästa fabrik. Allt för att göra en impact och nå den skala som behövs för att kunna förändra branschen.\"SyreOfficiellt startår: 2024.Vd: Dennis Nobelius.Grundare: H&M och Vargas med Susanna Campbell i spetsen.Tagit in i kapital: 50 miljoner euro från amerikanska klimatfonden TPG Rise Climate, och innan dess tre kapitalrundor från H&M och Vargas på 40, 50 respektive 30 miljoner kronor, enligt dokument från Bolagsverket.Senaste värdering: Okänt.Plan framåt: \"2032 ska vi ha 12 fabriker\", säger vd Dennis Nobelius.Anställda: 17 personer just nu, fler på ingång.Läs mer: Camilla Bergman: Därför tror H&M mer på Syre än på RenewcellLäs mer: Han", "metadata": {"title": "Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\" │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-03-21", "tags": ["Syre", "Vargas", "H&M", "H&M Group Ventures"], "url": "https://impactloop.se/artikel/h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester"}, "source": "websites/impactloop.se_artikel_h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester.json"}
{"id": "bd5398d0226d-10", "text": "tror H&M mer på Syre än på RenewcellLäs mer: Han går in i Harald Mix och H&Ms hemliga bolag – som tar in nytt kapitalLäs mer: Harald Mix om nya sättet att bygga impact-bolag – så fungerar “Vargas-metoden”Läs mer: Dressad för framgång – men när tar det fart för hållbart mode?Läs mer: Det letar H&M:s investeringschef efter: ”Kan göra bra investeringar i det här klimatet”Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:SyreVargasH&MH&M Group VenturesFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör", "metadata": {"title": "Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\" │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-03-21", "tags": ["Syre", "Vargas", "H&M", "H&M Group Ventures"], "url": "https://impactloop.se/artikel/h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester"}, "source": "websites/impactloop.se_artikel_h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester.json"}
{"id": "bd5398d0226d-11", "text": "tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesInte bara värmepumpar – här är Airas större plan: \"Bygger ekosystemet\"Rikard RosellMarch 14, 2024Här är impact-bolagen Niklas Adalberth vill investera i: \"Vi har en öppen pengapåse\"Jan AhmadiMarch 14, 2024", "metadata": {"title": "Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\" │ Impact Loop", "author": "Camilla Bergman", "publish_date": "2024-03-21", "tags": ["Syre", "Vargas", "H&M", "H&M Group Ventures"], "url": "https://impactloop.se/artikel/h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester"}, "source": "websites/impactloop.se_artikel_h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester.json"}
{"id": "9323b2418f36-0", "text": "Uppsving för doldisbolaget efter Northvolt-nyhet: \"Det är dagliga samtal\" │ Impact Loop", "metadata": {"title": "Uppsving för doldisbolaget efter Northvolt-nyhet: \"Det är dagliga samtal\" │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2024-01-18", "tags": ["Altris", "Northvolt", "Forskning"], "url": "https://impactloop.se/artikel/vind-i-seglen-for-batteriuppstickaren-altris-efter-northvolt-besked-miljonstod"}, "source": "websites/impactloop.se_artikel_vind-i-seglen-for-batteriuppstickaren-altris-efter-northvolt-besked-miljonstod.json"}
{"id": "9323b2418f36-1", "text": "Grön industriUppsving för doldisbolaget efter Northvolt-nyhet: \"Det är dagliga samtal\"2024-01-187:28Dela artikelnBjörn Mårlid, vd för Altris. Foto: pressDet lilla forskarbolaget Altris hamnade i rampljuset när nyheten kablades ut att de utvecklat ett natriumjonbatteri med Northvolt. Nu säkrar bolaget miljonstöd från Energimyndigheten och investerarna ringer. Rikard RosellReporter“Det är dagliga samtal med potentiella investerare och möjliga samarbetspartners nu”, säger Björn Mårlid, vd på forskarbolaget Altris när Impact Loop når honom i en lucka av det späckade schemat.Det har minst sagt varit bråda dagar för det innovativa forskarbolaget sedan nyheten om att batterijätten Northvolt utvecklat ett nytt batteri på natriumjoner spred sig över global media. Det eftersom det när krutröken om beskedet lagt sig stod klart att Altris till stor del låg bakom genombrottet.“Det var en bra dragkraft för oss att det låg mycket fokus på Northvolt i rapporteringen kring utvecklingen av natriumjonbatteriet, även om vi själva vet vem som gjorde huvuddelen av jobbet\",säger Björn Mårlid.Fått 77 miljoner kronor i stödSedan nyheten i slutet av december har det fortsatt komma positiva besked om Altris. Nyligen meddelades att", "metadata": {"title": "Uppsving för doldisbolaget efter Northvolt-nyhet: \"Det är dagliga samtal\" │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2024-01-18", "tags": ["Altris", "Northvolt", "Forskning"], "url": "https://impactloop.se/artikel/vind-i-seglen-for-batteriuppstickaren-altris-efter-northvolt-besked-miljonstod"}, "source": "websites/impactloop.se_artikel_vind-i-seglen-for-batteriuppstickaren-altris-efter-northvolt-besked-miljonstod.json"}
{"id": "9323b2418f36-2", "text": "fortsatt komma positiva besked om Altris. Nyligen meddelades att bolaget inleder samarbete med den amerikanska batterijätten Clarios för att utveckla ett lågspänningsbatteri för elbilar baserat på natriumjonteknik. Nu står det också klart att bolaget tilldelas ett stöd på runt 77 miljoner kronor från Energimyndigheten för att utveckla en pilotanläggning.“Det innebär att vi nu kan sätta upp en tillverkningslina för ‘proof of concept’ som gör det möjligt för oss att fullt ut prova vår teknologi. Sedan tidigare har vi en liten laboratoriebaserad R&D-lina i Uppsala, men nu ska vi bygga en större i Sandviken där vi kan tillverka katodmaterial på mer kommersiell nivå.”Utvecklar anläggningenAltris har redan satt igång med utvecklingen av den nya produktionsanläggningen i Sandviken, samtidigt som arbetet med att få de miljötillstånd som krävs pågår.“Vi försöker färdigställa anläggningen så långt det går. Den ska vara så färdig så snabbt som möjligt när vi har det första miljötillståndet på plats som tillåter tillverkning upp till en viss nivå, utan att slutföra själva cellerna. I den fasen kan vi lära oss jättemycket om att rent mekaniskt producera bra cellprototyper med bra", "metadata": {"title": "Uppsving för doldisbolaget efter Northvolt-nyhet: \"Det är dagliga samtal\" │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2024-01-18", "tags": ["Altris", "Northvolt", "Forskning"], "url": "https://impactloop.se/artikel/vind-i-seglen-for-batteriuppstickaren-altris-efter-northvolt-besked-miljonstod"}, "source": "websites/impactloop.se_artikel_vind-i-seglen-for-batteriuppstickaren-altris-efter-northvolt-besked-miljonstod.json"}
{"id": "9323b2418f36-3", "text": "om att rent mekaniskt producera bra cellprototyper med bra kvalitet.\"Nu räknar man med att ha ett mer omfattande tillstånd på plats i höst som tillåter produktion av celler till presumtiva kunder för att de ska kunna utvärdera dem.\"Tanken är att vi hjälper kunden som sen kan beställa battericeller av en tillverkare med vårt katodmaterial.”Altris katodmaterial. Foto: PressSäkrat en kvarts miljardI samband med nyheten om Altris och Northvolts genombrott uppgav Björn Mårlid att bolaget var inne i en kapitalrunda där man siktade på att ta in runt en halv miljard kronor.\"Vi har passerat mitten i den rundan nu och det är nästan varje dag som jag pratar med presumtiva investerare.\"Han konstaterar att den uppmärksamhet som bolaget rönt de senaste månaderna har ökat intresset.“Att vi har de här samarbetena med Northvolt och Clarios har gjort att andra har fått upp ögonen för oss. Genom de partnerskapen så ser man att det finns potentiella kunder som tror på oss och det ger en validering av vårt koncept.”‍Hur ser du själv på er potential?“Vi vill bli en industriell spelare och det är vad vi har siktet inställt på under detta och nästa år. Vi ska tillverka på gigaskala och vara en stor producent av katodmaterial inom natriumjonbranschen. Vi har också målet inställt på att operera både i Europa och i USA.”‍Har", "metadata": {"title": "Uppsving för doldisbolaget efter Northvolt-nyhet: \"Det är dagliga samtal\" │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2024-01-18", "tags": ["Altris", "Northvolt", "Forskning"], "url": "https://impactloop.se/artikel/vind-i-seglen-for-batteriuppstickaren-altris-efter-northvolt-besked-miljonstod"}, "source": "websites/impactloop.se_artikel_vind-i-seglen-for-batteriuppstickaren-altris-efter-northvolt-besked-miljonstod.json"}
{"id": "9323b2418f36-4", "text": "har också målet inställt på att operera både i Europa och i USA.”‍Har ni redan börjat titta på etableringsplan på olika marknader?“Ja, dels tittar vi på vad det kan ge när vi kommer fram till ett sådant beslut. Först ska vi nå en produktion på en gigawatt i pilotanläggningen i Sandviken, vilket vi räknar med att nå i mitten av 2025. När vi nått dit och har löst de barnsjukdomar som alltid kommer med en processutveckling så är vi redo för nästa steg. Det kommer vara en 5 gigawattsfabrik som vi då kommer att titta på var det bäst passar sig att etablera den, Det kan bli i Europa men också i USA.”LÄS MER: Här är doldisen bakom Northvolts genombrott – ska bygga fabrik för halv miljardLÄS MER: Svenska forskare: Batteriet som kan vara nyckeln till elektrifieringenGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:AltrisNorthvoltForskningFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges", "metadata": {"title": "Uppsving för doldisbolaget efter Northvolt-nyhet: \"Det är dagliga samtal\" │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2024-01-18", "tags": ["Altris", "Northvolt", "Forskning"], "url": "https://impactloop.se/artikel/vind-i-seglen-for-batteriuppstickaren-altris-efter-northvolt-besked-miljonstod"}, "source": "websites/impactloop.se_artikel_vind-i-seglen-for-batteriuppstickaren-altris-efter-northvolt-besked-miljonstod.json"}
{"id": "9323b2418f36-5", "text": "tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesKändistäta uppstickaren kan \"tvätta fram\" stål och järn – får otippad kundJan AhmadiMarch 14, 202418 miljarder till H2 Green Steel – Cristina Stenbeck investerarRedaktionenMarch 14, 2024", "metadata": {"title": "Uppsving för doldisbolaget efter Northvolt-nyhet: \"Det är dagliga samtal\" │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2024-01-18", "tags": ["Altris", "Northvolt", "Forskning"], "url": "https://impactloop.se/artikel/vind-i-seglen-for-batteriuppstickaren-altris-efter-northvolt-besked-miljonstod"}, "source": "websites/impactloop.se_artikel_vind-i-seglen-for-batteriuppstickaren-altris-efter-northvolt-besked-miljonstod.json"}
{"id": "0a34a2ba92aa-0", "text": "Så ska vägladdaren skala upp – marknaden, strategin och största risken │ Impact Loop", "metadata": {"title": "Så ska vägladdaren skala upp – marknaden, strategin och största risken │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-13", "tags": ["Mobilitet", "Elonroad"], "url": "https://impactloop.se/artikel/sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken"}, "source": "websites/impactloop.se_artikel_sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken.json"}
{"id": "0a34a2ba92aa-1", "text": "Mobility LoopSå ska vägladdaren skala upp – marknaden, strategin och största risken2024-03-138:55Dela artikelnKarin Ebbinghaus, vd på Elonroad. Foto: press, grafik av Impact Loop.De många regleringar som kommer inom transporter gör att Elonroad, som laddar fordon genom skenor i vägbanan, vill skala upp snabbt. I en intervju med Impact Loop berättar vd:n och medgrundaren Karin Ebbinghaus om strategin framåt – och vad hon ser som en risk med mobilitetsbolag.Christian von EssenReporterElonroad är verkligen vad de heter – el på väg. Innovationen kom till efter en till synes barnslig idé från grundaren Dan Zethraeus, som ville testa möjligheten att ladda fordon på ett mer effektivt sätt – genom skenor i vägbanan.Sedan den första Lego-prototypen har mycket hänt. Vd Karin Ebbinghaus rattar nu ett team på 30 personer, och bolaget står redo att ta sig an den omfattande elektrifieringsvågen med hull och hår.Men det är inte i första hand tjusiga Teslor som ska kunna njuta av en laddbar gräddfil på motorvägen. Elonroad riktar framförallt in sig på lastbilar, logistikcenter och hamnar – verksamheter där många fordon kommer att elektrifieras inom de närmaste åren, och där det kostar att stå stilla i långa stunder.Viktig stationär lösningDet är alltså inte bara vägbaserad laddning som står i", "metadata": {"title": "Så ska vägladdaren skala upp – marknaden, strategin och största risken │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-13", "tags": ["Mobilitet", "Elonroad"], "url": "https://impactloop.se/artikel/sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken"}, "source": "websites/impactloop.se_artikel_sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken.json"}
{"id": "0a34a2ba92aa-2", "text": "är alltså inte bara vägbaserad laddning som står i fokus, utan Elonroad har även utvecklat stationära laddstationer. När en lastbil backar in till lastkajen kan den alltså laddas samtidigt per automatik.”Vi för samtal med de flesta av Nordens stora logistikaktörer, varav många har börjat testa med en eller två ellastbilar. Det står tydligt för alla att de inte kommer kunna skala upp sin elektrifiering med traditionella metoder.”En annan del i Elonroads utveckling är att lösningen erbjuder mer än bara hårdvara. Med smart mjukvara kan man nämligen se exakt vilket fordon som laddar – och hur mycket – vilket kraftigt underlättar för att kopplas till vilka incitamentsstrukturer som respektive land eller aktör använder sig av.”Betalningen kan ske genom skatt, vägtullar eller mobilabonnemang. För vår del spelar det ingen större roll.”Impact Loop har tidigare rapporterat om Elonroads satsning på den franska marknaden, och i dag har bolaget 3,5 heltidstjänster på plats för att arbeta med olika konsortier. Den franska modellen är som bekant väsensskild från den svenska.”I Frankrike är det privata vägaktörer som dominerar, det kan man se på alla de vägtullar som finns längs landets vägar. Eftersom de finansierar allting själva ser de här aktörerna enorma fördelar med elvägar och att enkelt kunna", "metadata": {"title": "Så ska vägladdaren skala upp – marknaden, strategin och största risken │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-13", "tags": ["Mobilitet", "Elonroad"], "url": "https://impactloop.se/artikel/sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken"}, "source": "websites/impactloop.se_artikel_sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken.json"}
{"id": "0a34a2ba92aa-3", "text": "aktörerna enorma fördelar med elvägar och att enkelt kunna betalt för laddningen.”Hamnfokus och kapitalbehovNu ligger även hamnarna i sikte. Ett Vinnova-projekt tillsammans med Kalmar Global är under uppbyggnad, vilket i så fall innebär ett skarpt test med containrar, dragbilar och andra fordon som rör sig över en begränsad yta, och där nertid är kostsamt. Ett samarbete har även inletts med en stor hamnaktör i USA. Diskussioner förs med flygplatsoperatörer.Ni är bara 30 anställda i dag. Finns det en risk att ni springer på för många bollar samtidigt?”Jag brukar säga att vi är ’strategiskt opportunistiska’. Men vår grundteknologi är densamma, så vi behöver egentligen inte anpassa lösningarna särskilt mycket. Vi har en plattformsteknologi med samma USPar för de olika industrierna.”Karin Ebbinghaus påpekar att det även finns en regulatorisk aspekt av den snabba framfarten. När allt fler länder, kommuner och bolag ska elektrifieras i snabb takt på väg mot nollutsläpp, gäller det att rida på vågen.”I Kalifornien ska man vara fossilfria till 2027, och därför är vi där. Singapores hamn ska vara elektrifierad till 2026. Alla som fattat tuffa klimatbeslut måste nu hitta lösningarna. Vi kommer att fokusera på de", "metadata": {"title": "Så ska vägladdaren skala upp – marknaden, strategin och största risken │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-13", "tags": ["Mobilitet", "Elonroad"], "url": "https://impactloop.se/artikel/sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken"}, "source": "websites/impactloop.se_artikel_sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken.json"}
{"id": "0a34a2ba92aa-4", "text": "måste nu hitta lösningarna. Vi kommer att fokusera på de marknader där omställningen behöver ske snabbast.”Omställningen kräver hårdvaraElonroad står med andra vid en viktig tröskel. Får de in sina offererade ordrar kommer det behövas rejält med kapitaltillskott, inte minst för att skala upp tekniken och bygga en ordentlig organisation. Hittills kommer kapitalet från ”trogna ägare”.”Vi letar efter riskkapital och investerare som ser både nödvändigheten och affärsmöjligheten i omställningen, gärna med industriellt kunnande inom försäljning på global nivå av fysiska och digitala komponenter. Många techinvesterare är duktiga på att skala SaaS-bolag, men omställningen kommer inte bara ske genom ny mjukvara och mätbarhet. Det krävs hårdvaruinvesteringar också.\"Hon ser nästa fas i den nya industriella revolutionen som en fantastisk möjlighet.”Det krävs en kraftsamling, och jag hoppas att vi kan dra nytta av den techkompetens vi har i Sverige. Man kan ta bredbandsfiber som exempel – det var en viktig grund för att skapa dagens techbolag, men det är inte mjukvara. Vår laddinfrastruktur är hårdvara för elektrifieringen.”Gråa hår har jag ju inte ont om. Det är tur att det finns färgDen senaste tiden har vi sett många mobilitetsbolag som dukar under på grund av kapitalbrist. Hur ska man", "metadata": {"title": "Så ska vägladdaren skala upp – marknaden, strategin och största risken │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-13", "tags": ["Mobilitet", "Elonroad"], "url": "https://impactloop.se/artikel/sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken"}, "source": "websites/impactloop.se_artikel_sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken.json"}
{"id": "0a34a2ba92aa-5", "text": "mobilitetsbolag som dukar under på grund av kapitalbrist. Hur ska man tänka när man finansierar sitt mobilitetsbolag tycker du?”För mig är framtidens mobilitet elektrifierad och i förlängningen automatiserad – men kombinationen kommer att ta tid. Så man behöver fundera kring hur man hållbart förbereder sig inför tidpunkten när marknaden kommer ifatt. Vi har inte riktigt sett den stora elektrifieringsvågen ännu, och går man ut för snabbt är risken att man bränner sitt krut i förtid. Det är alltid svårt att bygga en marknad, så att smyga lite som nummer två kan vara en bra taktik. Sen handlar det ju inte bara om teknik, utan det är beteenden, regelverk och samarbetspartners som behöver utvecklas för att det ska funka. Plötsligt ska logistikbolagen kunna kraft och el och AI. Det är en stor utmaning för alla”.Det handlar om att ligga något före, men att kunna växa i takt med marknaden helt enkelt?”Precis. Det går att investera sig fram till en viss punkt, men vi ser nu att många bolag varit lite för tidiga och klarar sig inte. Sen är det förstås ett faktum att höga ambitioner har en prislapp, särskilt om man ska bygga både varumärke, teknik, organisation och produkt. Det är dyrt.Trots den potentiella boomen för Elonroad sticker Karin Ebbinghaus inte under stol med att de senaste åren", "metadata": {"title": "Så ska vägladdaren skala upp – marknaden, strategin och största risken │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-13", "tags": ["Mobilitet", "Elonroad"], "url": "https://impactloop.se/artikel/sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken"}, "source": "websites/impactloop.se_artikel_sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken.json"}
{"id": "0a34a2ba92aa-6", "text": "för Elonroad sticker Karin Ebbinghaus inte under stol med att de senaste åren varit slitsamma.”Absolut, gråa hår har jag ju inte ont om. Det är tur att det finns färg.”Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Christian von EssenDela artikeln:MobilitetElonroadFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu", "metadata": {"title": "Så ska vägladdaren skala upp – marknaden, strategin och största risken │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-13", "tags": ["Mobilitet", "Elonroad"], "url": "https://impactloop.se/artikel/sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken"}, "source": "websites/impactloop.se_artikel_sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken.json"}
{"id": "0a34a2ba92aa-7", "text": "Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesVolvo spanar efter impact-innovationer: \"Utgår från problem vi behöver lösa\"Camilla BergmanMarch 14, 2024Misstaget du inte ska göra när du tar in kapital till mobilitet: \"På sikt kan det bli obekvämt...\"Christian von EssenMarch 14, 2024", "metadata": {"title": "Så ska vägladdaren skala upp – marknaden, strategin och största risken │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-13", "tags": ["Mobilitet", "Elonroad"], "url": "https://impactloop.se/artikel/sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken"}, "source": "websites/impactloop.se_artikel_sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken.json"}
{"id": "69edf9a9e4e2-0", "text": "Skribent │ Impact Loop", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/rikard-rosell"}, "source": "websites/impactloop.se_skribent_rikard-rosell.json"}
{"id": "69edf9a9e4e2-1", "text": "Rikard RosellKonkursen i RenewcellRenewcells vd talar ut – därför gick textilåtervinnaren i konkurs: \"Finns en felande länk\"Rikard Rosell14.3.24The Tech ArenaGates nordiska chef: Får inte glömma bort satsningar på hälsaRikard Rosell14.3.24Just nuVärldens mäktigaste klimataktivist Al Gore: “Det finns hopp – vi kan göra det”Rikard Rosell14.3.24Grön industriKan vindkraft blåsa liv i plågade Östersjön? Nytt projekt vill ta reda på detRikard Rosell14.3.24Forskarnas revanschSTOR GUIDE: Från labb till marknad – så gör du för att få ut din forskarproduktRikard Rosell14.3.24HårdvaraDrönardrottningen vinner pris på gala – vill få mer kapital till kvinnor: \"Nu gör vi det bara\"Rikard Rosell14.3.24CirkularitetRegeringen ska utreda moms i cirkulära bolag – får kritikRikard Rosell14.3.24FinansieringBankutmanaren får stor lånegaranti av EU – ska finansiera impact-bolagRikard Rosell14.3.24RetailNu ska hans Kamprad-backade stövel ut och säljas: \"Världsmarknad\"Rikard Rosell14.3.24RiskkapitalTechprofilernas energibolag växlar upp – backas av amerikansk riskkapitaljätteRikard", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/rikard-rosell"}, "source": "websites/impactloop.se_skribent_rikard-rosell.json"}
{"id": "69edf9a9e4e2-2", "text": "växlar upp – backas av amerikansk riskkapitaljätteRikard Rosell14.3.24Grön industriFixar olja ur gamla däck – nu köper Preem 7 000 tonRikard Rosell14.3.24KonkurserMobilitetsbolaget Vässla går i konkursRikard Rosell14.3.24Mobility LoopFrån laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstraRikard Rosell14.3.24KonkurserSkapade jobb efter flyktingkrisen – nu går Just Arrived i konkursRikard Rosell14.3.24StartupsFlera impact-bolag (och en schacktränare) kliver in i Stings inkubator – här är alla 8 bolagenRikard Rosell14.3.24Just nuElscooterbolagets nya plan: Tar in kapital och satsar på sin teknikRikard Rosell14.3.24Just nuBonnier-backade biltvätten pivoterar och tar in kapital – här är nya planenRikard Rosell14.3.24Impact-svepetGo West drar igång i Göteborg och Paris satsar på cyklar – 3 saker att ha koll på idagRikard Rosell14.3.24Social hållbarhetHon tar över rodret på svenska relationsappen som siktar internationelltRikard Rosell14.3.24UppköpAvfallsjätten storsatsar på vattenrening – köper svenska impact-bolagetRikard Rosell14.3.24Just nuAlmi gör", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/rikard-rosell"}, "source": "websites/impactloop.se_skribent_rikard-rosell.json"}
{"id": "69edf9a9e4e2-3", "text": "svenska impact-bolagetRikard Rosell14.3.24Just nuAlmi gör strategiskt omtag internt: \"Vill ha en bättre korsbefruktning\"Rikard Rosell14.3.24FörpackningHan vill minska luften i e-handelspaket med ny teknik – \"Det här är helt nytt\"Rikard Rosell14.3.24RiskkapitalRichard Branson bakom ny miljardfond – vill hitta svenska impact-bolagRikard Rosell14.3.24Statliga stödFrån deeptech till AI – här är Vinnovas 33 nya stöd: “Vi vill boosta den här delen”Rikard Rosell14.3.24KonkurserHennes impact-plattform går i konkurs – \"Hade behövt ta ett steg tillbaka\"Rikard Rosell14.3.24KärnkraftSmå kärnkraftverk får grönt ljus av klimatministern: \"Viktigt komplement\"Rikard Rosell14.3.24AgtechNytt myndighetsprojekt ska göra stadsodling mer cirkulär: \"Det går att effektivisera\"Rikard Rosell14.3.24Impact Loop avslöjarDe vill få sociala bolag att bli mer attraktiva med ny org-form: \"Behöver sluta att enbart prata om stöd\"Rikard Rosell14.3.24ElektrifieringNy kartläggning: Kommunerna halkar efter – behövs fler laddstationerRikard Rosell14.3.24KlimatGödselbolaget slår tillbaka", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/rikard-rosell"}, "source": "websites/impactloop.se_skribent_rikard-rosell.json"}
{"id": "69edf9a9e4e2-4", "text": "slår tillbaka efter “Northvolt-oron”: Vi har säkrat våra leveranserRikard Rosell14.3.24InvesteringarH2 Green Steel har säkrat 48 miljarder i lån: \"Det är helt unikt i världen\"Rikard Rosell14.3.24Grön industriUppsving för doldisbolaget efter Northvolt-nyhet: \"Det är dagliga samtal\"Rikard Rosell14.3.24Biologisk mångfaldEuropas länder brister i skyddet av djurarter – Sverige lyfts fram som ett föregångslandRikard Rosell14.3.24LagstiftningNy lag kan bli käftsmäll för impact-bolag – \"Kan stoppa upp viktiga investeringar\"Rikard Rosell14.3.24SolcellerTidigare NHL-stjärna kliver in i solcellsraketenRikard Rosell14.3.24Forskarnas revanschWallenberg delar ut miljarder till forskning – så kan impact-bolagen dra nytta av pengarnaRikard Rosell14.3.24Mobilitet\"Drönardrottningen\" har fått fart efter pivotering – för samtal med Google och MetaRikard Rosell14.3.24EnergiNy svensk innovation öppnar upp för hushåll att tjäna pengar och stödja elnätetRikard Rosell14.3.24Forskarnas revanschForskarnas riskkapitalbolag jagar kapital: \"Vill kunna ta en investering till 100 procent\"Rikard", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/rikard-rosell"}, "source": "websites/impactloop.se_skribent_rikard-rosell.json"}
{"id": "69edf9a9e4e2-5", "text": "\"Vill kunna ta en investering till 100 procent\"Rikard Rosell14.3.24PolitikKlimatministern i hetluften – då avgörs misstroendefråganRikard Rosell14.3.24KrönikaRikard Rosell: Tärningen är kastad – därför är Northvolts miljardstöd större än många förstårRikard Rosell14.3.24Adaptation solutionsEn halv miljard till \"adaptation solutions\" – kan göra impact-bolagen till vinnareRikard Rosell14.3.24Forskarnas revanschHar denna trio hittat nyckeln till att göra el av spillvärme? Nu får Zigrid miljoner av EURikard Rosell14.3.24Veckans nedslagFrån hållbart mode till djupa skogar – här är våra 7 mest lästa genomgångarRikard Rosell14.3.24Biologisk mångfaldHar svenska forskare svaret på kampen mot spöknäten?Rikard Rosell14.3.24RiskkapitalChanel-backade Yangi tar in stor kapitalrunda: \"Ambitionen är att bli ett globalt förpackningsbolag\"Rikard Rosell14.3.24Impact Loop avslöjarAvslöjar: Microsoft går in i Harald Mix-backade H2 Green SteelRikard Rosell14.3.24Statliga stödJUST NU: Grönt ljus från Energimyndigheten – Hybrit får miljardstödRikard Rosell14.3.24MobilitetSvenska forskare: Batteriet som kan vara", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/rikard-rosell"}, "source": "websites/impactloop.se_skribent_rikard-rosell.json"}
{"id": "69edf9a9e4e2-6", "text": "forskare: Batteriet som kan vara nyckeln till elektrifieringenRikard Rosell14.3.24COP28Fossila bränslen ska fasas ut – nya COP28-avtalet möter både ris och ros (mest ros)Rikard Rosell14.3.24STOR INTERVJUByggde Soundcloud till miljardbolag – nu ska deras elcyklar ta över Europa: \"Trenden blir starkare\"Rikard Rosell14.3.24SkogenDrönare, AI och mätverktyg – här är 11 svenska bolag som växer i skogenRikard Rosell14.3.24Social hållbarhetHon vill främja tjejers hälsa i förorterna – vann inkubatorns stora prisRikard Rosell14.3.24Veckans nedslagDärför pågår en tyst revolution i skogen: \"Outforskad mark\"Rikard Rosell14.3.24RiskkapitalBlykalla fyller på kassan och stärks av COP-besked: “Vi är inne i en kärnkraftsrenässans“Rikard Rosell14.3.24Volta trucks-konkursenVolta Trucks säljs till amerikansk hedgefond – \"En enorm lättnad\"Rikard Rosell14.3.24EXKLUSIV INTERVUInte bara värmepumpar – här är Airas större plan: \"Bygger ekosystemet\"Rikard Rosell14.3.24MobilitetDe vill skapa en mer hållbar stadsmiljö – 10 mobilitybolag att hålla koll på just nuRikard", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/rikard-rosell"}, "source": "websites/impactloop.se_skribent_rikard-rosell.json"}
{"id": "69edf9a9e4e2-7", "text": "– 10 mobilitybolag att hålla koll på just nuRikard Rosell14.3.24RiskkapitalStoråkers investerar i hållbara mobilskalen: \"Nästa år spänner vi bågen\"Rikard Rosell14.3.24RiskkapitalTunga rapporten: Europas talanger vill jobba med impactRikard Rosell14.3.24Volta trucks-konkursenVolta Trucks-grundaren talar ut inför stundande affär: “Jag hoppas jag får vara kvar”Rikard Rosell14.3.24Volta trucks-konkursenHoppet lever för Volta Trucks – men var är Volvo i den här historien?Rikard Rosell14.3.24Forskarnas revanschDe vill bygga nästa jätte i norr: \"Vill bidra till en grön omställning som inte hycklar\"Rikard Rosell14.3.24Veckans nedslagForskarnas revansch! Därför har nördarna blivit hetast i stanRikard Rosell14.3.24ElektrifieringEinrides grundare om nya satsningen: ”Det är nödvändigt att vi tar det här steget”Rikard Rosell14.3.24CirkularitetOatly-arvingen ska bygga nästa stora foodtech-jätte: \"Det här är den cirkulära revolutionen\"Rikard Rosell14.3.24ForskningSvensk AI-metod ska göra avloppsvatten till energiRikard Rosell14.3.24MobilitetPandemin knäckte samåkningsappen –", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/rikard-rosell"}, "source": "websites/impactloop.se_skribent_rikard-rosell.json"}
{"id": "69edf9a9e4e2-8", "text": "knäckte samåkningsappen – \"Jag har lagt nästan sju år av mitt liv\"Rikard Rosell14.3.24FinansieringTvå svenska impact-uppstickare får miljoner från Google: \"Ska utnyttja AI\"Rikard Rosell14.3.24Social hållbarhetÄr psykisk ohälsa hos unga nästa stora nöt att knäcka? Det tycker trion bakom ny inkubatorRikard Rosell14.3.24Klimat“Exceptionella temperaturavvikelser\" i oktober – går mot varmaste året uppmättRikard Rosell14.3.24MobilitetDe vill bygga Sveriges snabbaste laddnätverk – rullar ut satsning från Malmö till StockholmRikard Rosell14.3.24femtechDe sålde precis sitt femtech-bolag till kenyansk vårdaktör: \"Blir riktigt bra\"Rikard Rosell14.3.24RiskkapitalAlpinstjärnans bolag stakar ut ny riktning – vill förändra transportbranschenRikard Rosell14.3.24CirkularitetHan gör nya produkter av gammal plast och glas – har Chloé på kundlistanRikard Rosell14.3.24AgritechPilotprojekt har skapat en ny lök – \"Det är blod, svett och löktårar\"Rikard Rosell14.3.24CirkularitetNorrländska gummi-återvinnaren tar in kapital – ska ut i EuropaRikard", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/rikard-rosell"}, "source": "websites/impactloop.se_skribent_rikard-rosell.json"}
{"id": "69edf9a9e4e2-9", "text": "gummi-återvinnaren tar in kapital – ska ut i EuropaRikard Rosell14.3.24AI-teknikDeras AI-teknik ska minska viltolyckorna och bidra till ökad samexistensRikard Rosell14.3.24RiskkapitalDe vann slaget om statliga pengarna – då börjar nya riskkapitalbolaget investera (och i vad)Rikard Rosell14.3.24RiskkapitalDel 2: Så utvärderar investerarna ditt impact-bolag – kriterier, mätbarhet och hemliga knepenRikard Rosell14.3.24CirkularitetLanserar nytt koncept – ska rädda nyproducerade barnkläder från sopbergenRikard Rosell14.3.24KrönikaKonkursen i Volta Trucks ger en viktig lärdom även för oss andraRikard Rosell14.3.24Volta trucks-konkursenBeställde 1 500 el-lastbilar från Volta trucks – osäkert vad som händer efter konkursenRikard Rosell14.3.24Volta trucks-konkursenDe drabbas när Volta trucks går i konkurs – tappar ett halvår i leveransprojektRikard Rosell14.3.24KonkurserSvenska solcellsbolaget i konkurs: \"Verkar även vara tufft för andra\"Rikard Rosell14.3.24Grön industriHennes maskin tar upp kampen mot plasten – backas av modejätten ChanelRikard Rosell14.3.24MobilitetNorrländska laddningsbolaget går som", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/rikard-rosell"}, "source": "websites/impactloop.se_skribent_rikard-rosell.json"}
{"id": "69edf9a9e4e2-10", "text": "laddningsbolaget går som tåget – adderar en nolla på omsättningenRikard Rosell14.3.24EntreprenörskapEmil, 20, från Gnosjö har kommit på en teknik för att återvinna glas: \"Enorma mängder bara grävs ner\"Rikard Rosell14.3.24RiskkapitalTvätteknikbolaget tar in pengar för att växa – \"Vi är i en spännande tillväxtfas\"Rikard Rosell14.3.24EnergiDeeptech-bolaget går i konkurs: \"Industriella lösningar kräver större investerare\"Rikard Rosell14.3.24FoodtechDe sålde precis sitt matsvinnsbolag till Kanada – vd:n om orsaken, planen och känslornaRikard Rosell14.3.24FinansieringsguidenDel 1: Fällorna du inte ska gå i när du pitchar – och experternas bästa råd i tuffa tiderRikard Rosell14.3.24EnergiSe upp kärnkraftsbolagen! Professorn tar in pengar för att skapa energi med vatten som bränsleRikard Rosell14.3.24EnergiNy utsläppslag i New York kan göra svenska proptechbolag till vinnareRikard Rosell14.3.24Impact-profilenNebe Almayahi: \"Impact behöver inte alltid vara storslaget\"Rikard Rosell14.3.24EnergiEfter 10 års arbete lanserar de sin", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/rikard-rosell"}, "source": "websites/impactloop.se_skribent_rikard-rosell.json"}
{"id": "69edf9a9e4e2-11", "text": "10 års arbete lanserar de sin energisnåla golvbrunn: \"Ska skala upp\"Rikard Rosell14.3.24Grön industriHan ska bygga fabrik för hampaodling i Skåne – får loss 156 miljonerRikard Rosell14.3.24Veckans nedslagLivsviktiga men komplexa – är detta nästa våg av bolag som lockar riskkapital?Rikard Rosell14.3.24Impact-profilenNiklas Wallsargård: \"Kan inte nog understryka vikten av att hitta rätt kapital\" Rikard Rosell14.3.24Stockholm Impact WeekEkonomigurun: \"Vi måste slå oss fria från tanken om konstant tillväxt\"Rikard Rosell14.3.24", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/rikard-rosell"}, "source": "websites/impactloop.se_skribent_rikard-rosell.json"}
{"id": "ffb7862d1bce-0", "text": "Prenumerationsvillkor", "metadata": {"title": "Prenumerationsvillkor", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/prenumerationsvillkor"}, "source": "websites/impactloop.se_prenumerationsvillkor.json"}
{"id": "ffb7862d1bce-1", "text": "Användarvillkor‍Prenumerationsvillkor‍1. BakgrundDessa prenumerationsvillkor (”Villkoren”) reglerar din prenumeration hos Impact Loop och gäller mellan dig (”Kunden”, ”du”) och Loop Media AB, org.nr. 559423-9997 (”Impact Loop”, även vi eller oss).Prenumerationen tillhandahålls av Loop Media AB som också är utgivare av nättidskriften. För att få tillgång till vår nättidskrift behöver du skapa ett konto på www.impactloop.se (”Webbplatsen”).2. AllmäntVillkoren gäller när du tar del av Impact Loop eller därmed relaterad tjänst via Impact Loops webbplats (”Tjänsten” eller ”Tjänsterna”).3. PrenumerationPrenumerationen enligt dessa villkor omfattar tillgång till Impact Loops nättidskrift via Webbplatsen.Prenumerationen är en tillsvidareprenumeration som levereras till dess du säger upp den genom att meddela vår kundservice senast två veckor innan betalperiodens slut. Med betalperiod avses i dessa Villkor det intervall som gäller för Tjänsten (årligen). Utebliven betalning gäller inte som uppsägning.4. BetalningAktuella priser för prenumeration framgår vid ditt köp. Priser och avgifter anges alltid exklusive moms.Impact Loop har rätt att ändra prenumerationsavgiften genom ett meddelande till dig", "metadata": {"title": "Prenumerationsvillkor", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/prenumerationsvillkor"}, "source": "websites/impactloop.se_prenumerationsvillkor.json"}
{"id": "ffb7862d1bce-2", "text": "har rätt att ändra prenumerationsavgiften genom ett meddelande till dig i skälig tid innan ändringen träder i kraft.Betalning av tjänsterna ska göras i förskott. Efter ångerfristen enligt punkten 6.1 nedan sker ingen återbetalning för innevarande betalperiod vid uppsägning.Betalning ska ske på angivet sätt genom Impact Loops samarbetspartners för betallösningar, Pliro AB, org.nr. 559370-3407, (”Pliro”) vid fakturabetalning eller Stripe (\"Stripe\") vid kortbetalning. Betalning ska ske inom den tid och i övrigt på de villkor som gäller för ditt valda betalningssätt som framgår vid din beställning.5. PersonuppgiftsbehandlingI vår personuppgiftspolicy finns det information om hur vi behandlar dina personuppgifter och hur vi skyddar din integritet när du använder Tjänsterna. Du kan finna vår personuppgiftspolicy här.5.1 Personuppgiftsbehandling av betalleverantörFör att tillhandahålla kortbetalning för Tjänsten använder vi oss av leverantören Stripe. Stripe samlar in och behandlar personuppgifter, inklusive identifierande information om de enheter som ansluter till dess tjänster. Stripe använder denna information för att driva och förbättra de tjänster som tillhandahålls till oss, inklusive för upptäckt och förebyggande av bedrägerier. Du kan läsa mer om Stripe och dess behandlande av personuppgifter via", "metadata": {"title": "Prenumerationsvillkor", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/prenumerationsvillkor"}, "source": "websites/impactloop.se_prenumerationsvillkor.json"}
{"id": "ffb7862d1bce-3", "text": "Du kan läsa mer om Stripe och dess behandlande av personuppgifter via sekretesspolicyn på https://stripe.com/privacy.6. ÅngerrättDu har rätt att ångra ett köp av Tjänsterna inom fjorton (14) dagar från den dag då avtalet ingicks, dvs. dagen då din prenumeration påbörjades (”Ångerfristen”). Om du önskar nyttja din ångerrätt kan du kontakta Impact Loop enligt kontaktuppgifterna nedan. Impact Loop kommer därefter bekräfta att man mottagit ditt meddelande.Mer information gällande distansavtal och ångerrätt finns även att läsa på Konsumentverkets hemsida www.konsumentverket.se. Där finns även en blankett du kan använda dig av.7. Immateriella rättigheterImpact Loop innehar de immateriella rättigheterna till text, bild och övrigt material och information som tillgängliggörs av Impact Loop via Webbplatsen. Detsamma gäller för den bakomliggande programkoden för Tjänsterna. Sådant material får inte användas på annat sätt än inom ramen för normal användning av Tjänsterna. Impact Loop förbehåller sig rätten att debitera dig för tiden som du nyttjat Tjänsten. Utebliven betalning godtas inte som utnyttjande av ångerfristen.8. Eventuella förändringar i produkterImpact Loop kan när som helst och utan föregående information besluta att avveckla Tjänsterna eller att ersätta", "metadata": {"title": "Prenumerationsvillkor", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/prenumerationsvillkor"}, "source": "websites/impactloop.se_prenumerationsvillkor.json"}
{"id": "ffb7862d1bce-4", "text": "information besluta att avveckla Tjänsterna eller att ersätta Tjänsterna med andra tjänster. I sådant fall förbehåller sig Impact Loop rätten att avsluta din tillgång till Tjänsterna, vilket kommer att ske efter att du informerats om detta, till exempel genom ett meddelande skickat till din registrerade e-postadress. Eventuell ersättning som betalats i förskott för Tjänsterna kommer i så fall att återbetalas till dig.9. Eventuella förändringar i användarvillkorenImpact Loop har rätt att ändra innehållet i Tjänsterna eller i dessa Villkor från tid till annan. För det fall att Impact Loop nyttjar sin rätt att ändra innehållet i Tjänsterna eller dessa Villkor kommer Impact Loop att informera dig som prenumerant om detta snarast möjligt och under alla omständigheter i god tid innan ändringarna träder i kraft. Om du inte accepterar de aviserade ändringarna har du rätt att säga upp din prenumeration.I den mån Impact Loop gör väsentliga förändringar som kräver ditt samtycke kommer inga förändringar att ske förrän vi erhållit ett giltigt samtycke.10. Lagval och tvistSvensk lag ska tillämpas på Tjänsterna och på tolkningen och tillämpningen av dessa Villkor. Tvist hänförlig till Tjänsterna eller dessa Villkor ska avgöras av svensk allmän domstol. Du kan också vända dig till Allmänna", "metadata": {"title": "Prenumerationsvillkor", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/prenumerationsvillkor"}, "source": "websites/impactloop.se_prenumerationsvillkor.json"}
{"id": "ffb7862d1bce-5", "text": "svensk allmän domstol. Du kan också vända dig till Allmänna reklamationsnämnden (ARN), läs mer på www.arn.se.11. KontaktHar du frågor om din prenumeration, vill byta betalsätt eller har andra frågor eller synpunkter är du alltid välkommen att kontakta Impact Loop på: Loop Media AB Tegnérgatan 38 113 59 Stockholm E-post: support@loop.se Organisationsnummer: 559423-9997", "metadata": {"title": "Prenumerationsvillkor", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/prenumerationsvillkor"}, "source": "websites/impactloop.se_prenumerationsvillkor.json"}
{"id": "575e0571d902-0", "text": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "575e0571d902-1", "text": "KartläggningSveriges 33 största impact-investerare – storlek, områden och personer att kontakta2023-12-218:06Dela artikelnPressbilder på flera investerare som nämns i texten. Grafik: Diana Demin. Att hitta rätt investerare när du tar in kapital är lite av en djungel. För att hjälpa dig att hitta rätt har Impact Loop kartlagt de viktigaste aktörerna på området, komplett med vilka områden de riktar in sig på och i vilken fas de går in.Jan AhmadiReporterVi fyller på med aktörer löpande – så tipsa oss om vi missat någon på impact@loop.se.I denna genomgång har vi valt att fokusera på de mest aktiva riskkapitalbolagen inom impact som har en närvaro i Sverige. Viktigt att tänka på är att det inte är säkert att ett riskkapitalbolag är rätt för just dig. Är du väldigt tidig ute i din entreprenörsresa kan affärsänglar till exempel vara ett bättre alternativ, då många av dessa visserligen går in i tidig fas men oftast vill ha någon typ av tidig \"traction\". Men vill du skala snabbt och behöver kapital för att kunna göra det kan riskkapitalbolagen vara rätt.Här kan du också läsa vår guide till finansiering:Del 1: Gör inte dessa misstag när du pitchar för en investerareDel 2: Så utvärderar investerarna ditt impact-bolag", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "575e0571d902-2", "text": "2: Så utvärderar investerarna ditt impact-bolag – kriterier, mätbarhet och hemliga knepenDel 3: Så får du loss bidragen – experternas råd till \"soft funding\"Summa EquitySumma, som i fjol stängde en impactfond på över 25 miljarder kronor och i år en cirkulär fond på runt 6 miljarder, investerar i bolag som löser globala utmaningar och som har en positiv samhällspåverkan. Men man har tre huvudteman: resurseffektivitet, förändrande demografier och omställning som möjliggörs av teknik. Man investerar i olika skeden i bolagsutvecklingen.Urval av portföljbolag: Lin och Sortera Antal portföljbolag: 25Investeringskapital: Cirka 40 miljarder kronor fördelat på fyra fonderAnsvariga: Emelie Norling‍Trill ImpactTrill Impact investerar både i bolag som har lösningar inom klimat och social hållbarhet. Man har tre huvudteman man riktar in sig på: Hållbar planet, hälsosamma människor och motståndskraftigt samhälle. Man har kapital för olika skeden i ett bolags utveckling, från mikrofinansiering till senare skeden.Urval av portföljbolag: Nordomatic, Infrakraft och ILT EducationAntal portföljbolag: 15Investeringskapital: Cirka 13", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "575e0571d902-3", "text": "portföljbolag: 15Investeringskapital: Cirka 13 miljarder kronor Ansvariga: Alex Domin och Viktor Andersson‍Trio impact investI just denna kartläggning har vi inte med alla investerare kopplat till universiteten i landet, men Trio Impact Invest får bli ett undantag. Dels signalerar de inriktningen i sitt namn – dels har de precis vunnit upphandlingen för Tillväxtverkets fond i region Stockholm. Kungliga Tekniska Högskolan, Karolinska Institutet och Stockholms Universitet har grundat riskkapitalbolaget. Bolaget uppger att de har ”siktet inställt på att stärka Stockholms förmåga att utveckla och skala upp deeptech-bolag för ökad framtida konkurrenskraft”. Det är kapitalrundor i tidiga skeden och i forskningsbolag som man främst kommer att vara aktiv inom. Läs mer här.Urval av portföljbolag: Inga offentliga änAntal portföljbolag: Inga offentliga änInvesteringskapital: 43 miljoner kronor (Man vill ta in mer) Ansvariga: Siimon VaskeNorrskenStiftelsen och impact-hubben Norrsken behöver nog inte någon närmare presentation, men för den som söker kapital är det troligtvis istället de tre riskkapital-grenarna Norrsken VC, Norrsken Accelerator och Norrsken Launcher som är mest intressant. Samtliga bolag riktar in sig på tidiga kapitalrundor men är, till skillnad mot", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "575e0571d902-4", "text": "riktar in sig på tidiga kapitalrundor men är, till skillnad mot många andra impact-investerare, mer agnostiska vad gäller inriktning. Norrsken VC har ett mer traditionellt investerar-upplägg, medan Norrsken Launcher siktar in sig på entreprenörer med idéer som inte är fullt ut kommersialiserade än, där det exempelvis finns ett forskarteam som behöver hjälp att bygga team och skala upp. Accelerator investerar globalt och beviljar runt 1,3 miljoner kronor till 20 bolag per år.Vid sidan om dessa finns även stiftelsen Norrsken Mind, som vill investera i forskning kring psykedeliska ämnen som kan behandla psykisk ohälsa. Under paraplyet finns även Norrsken22 som riktar in sig på bolag med verksamhet i Afrika. Norrsken VC:Urval av portföljbolag: Heart Aerospace, Climateview och EinrideAntal portföljbolag: 42 Investeringskapital: Över 5 miljarder kronor (totalt)Ansvariga Norrsken VC: Agate Freimane, Tove Larsson, David Frykman och Alexander DanielssonNorrsken Launcher:‍Urval av portföljbolag: Blykalla, Amidea och PlasticfriAntal portföljbolag: 5 Investeringskapital: Snart 1 miljard kronor, enligt uppgifter i mediaAnsvariga Norrsken VC: Erik Engellau-Nilsson Norrsken Accelerator:‍Urval av portföljbolag: Airforestry,", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "575e0571d902-5", "text": "Accelerator:‍Urval av portföljbolag: Airforestry, Vidde och CemvisionAntal portföljbolag: 60 Investeringskapital: Vill inte uppgeAnsvariga Norrsken VC: Alex Bakir och Johan AttbyNiklas Adalberth sitter med i Norrsken VCs investeringskommitté. Här på meetup med Impact Loop på just Norrsken. Foto: Jonas BorgEIT InnoenergyEIT Innoenergy, som genom åren delvis finansierats av EU-organet European Institute of Innovation and Technology (EIT), har ett uttalat fokus att bidra till omställningen från fossila energislag genom att satsa på bland annat batterilagring, solkraft och grön vätgas. Man investerar över hela Europa men det finns ett kontor i Sverige och man har stöttat fler än en handfull svenska bolag. Det är främst i de tidiga stadierna man investerar men storleken på investeringarna kan variera. Innoenergy har både varit med och stöttat både stora Northvolt och lilla batteribolaget Rivus. Urval av portföljbolag: Corpower Ocean, C-Green Technology, Rivus och MinestoAntal portföljbolag: 200+Investeringskapital: Över 100 miljarder kronor‍Ansvarig: Kenneth Johansson, vd för EIT Innoenergys verksamhet i NordenEIT Urban Mobility (Impact Ventures)EIT Urban Mobility är, precis som systerorganisationen ovan, EU-finansierat och riktar in sig på bolag över hela kontinenten. Men det är en hög", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "575e0571d902-6", "text": "in sig på bolag över hela kontinenten. Men det är en hög andel svenska bolag som ligger i portföljen under Impact Ventures. Man investerar i tidiga skeden i bolag som verkar inom urban mobilitet, mellan 0,5 och 20 miljoner kronor. Kriterierna för att få ta emot en investering är bland annat att man inte får ha över 100 anställda eller vara värderade över 20 miljoner euro (pre money). Man investerar i runt 50 bolag per år och har hittills över 40 procent kvinnoledda bolag i portföljen.Urval av portföljbolag: Mioo, Nudgd och CocoonAntal portföljbolag: 128 Investeringskapital: Man har investerat runt 150 miljoner kronor så här långtAnsvarig: Fredrik Hånell, chef för Impact Ventures‍Pale blue dot‍Malmöbaserade Pale blu dot investerar i klimatteknikbolag i tidiga skeden. Det handlar främst om lösningar som kan få ner koldioxidutsläppen i världen. Man fokuserar geografiskt på Europa och USA men man har ett par svenska bolag i portföljen. ‍Urval av portföljbolag: Veat och Improvin’Antal portföljbolag: 24Investeringskapital: Cirka 2 miljarder kronor i sina två fonderAnsvariga: Joel Larsson, Heidi Lindvall and Hampus JakobssonGullspång Re:food VC (Gullspång", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "575e0571d902-7", "text": "Hampus JakobssonGullspång Re:food VC (Gullspång Invest)Re:food, som ligger under Gullspång Invest, investerar i entreprenörer som har idéer inom foodtech eller som generellt har lösningar på utmaningarna inom livsmedelsproduktion. De fyra områden man specifikt riktar in sig på är: Hållbara värdekedjor, hälsosam kosthållning, hälsosam jord samt hållbara proteiner och fetter. Urval av portföljbolag: Oatly, Nick’s och Stockeld DreameryAntal portföljbolag: 16Investeringskapital: Inga offentliga uppgifterAnsvariga: Gustaf Brandberg och Peter Odemark Course Corrected Course Corrected vill hitta skalbara bolag som kan motverka klimatförändringarna och bli ledande inom sina marknader. Man uppger att man är öppna för att investera i olika skeden med fokuserar huvudsakligen på tidiga stadier och Serie A-rundor. Urval av portföljbolag: Emulate, Modvion och PapershellAntal portföljbolag: 10Investeringskapital: Inga offentliga uppgifterAnsvariga: Kerstin Cooley, Christine Ahlstrand och Katja BergmanKerstin Cooley på Course Corrected med Airas vd Martin Lewerth. Foto: Jonas BorgAlmi Invest GreentechTill skillnad från tidigare nämnda aktörer investerar statliga Almi Greentech utelsutande i svenska bolag. Men likt många av", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "575e0571d902-8", "text": "Almi Greentech utelsutande i svenska bolag. Men likt många av de andra investerar man i tidiga skeden. Fokus ligger på bolag som kan göra skillnad vad gäller utsläppen i världen eller som kan förbättra lokala miljöförhållanden. Men i det här sammanhanget ska man inte heller glömma bort Almi invest, som också kan investera i impactbolag, samt de olika regionala Almifonder som finns runt om i landet.  ‍Urval av portföljbolag: Altered, Enjay och EpishineAntal portföljbolag: 33Investeringskapital: 130 miljarder kronor (fått tillskott i en ny fond)Ansvariga: Stefan SöderlingVerdane (Idunfonden)Med kontor i Stockholm har Verdane stängt en av de största impactfonderna i Europa, Idun 1. Riskkapitalbolaget uppger också att man redan innan Idun 1 investerat 2,5 miljarder kronor i impactbolag, däribland svenska Bemz. Idun 1 fokuserar på att investera i tre huvudområden, energiomställning, hållbar konsumtion och motståndskraftiga samhällen. Fonden fokuserar på norra Europa och man har sagt att en tredjedel av kapitalet väntas investeras i Sverige. Tanken är att gå in med 100 till 150 miljoner kronor per investering, främst som enda institutionell partner. Urval av", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "575e0571d902-9", "text": "kronor per investering, främst som enda institutionell partner. Urval av portföljbolag: Qbtech (Idun 1)Antal portföljbolag: 2+ (Idun 1)Investeringskapital: 3 miljarder kronor (Idun 1)Ansvariga: Frida Einarson är partner på VerdaneSEB Greentech VCDe andra bankerna saknar det här och är därför inte med, men just SEB har faktiskt ett riskkapitalbolag som riktar in sig på greentech. Det man investerar i är idéer som ska kan bidra till att minska utsläppen av växthusgaser eller att planetens gränser inte överskrids. De områden man uppger som exempel är förnyelsebar energi, material, vatten- och jordbruksteknologi, cirkulära affärsmodeller och avfallshantering. SEB Greentech VC gör initiala investering som ofta ligger mellan 10 och 40 miljoner kronor och fortsätter att vara engagerad i portföljbolagens tillväxt. Banken tittar på hela Europa, men har ett extra fokus på de nordiska och baltiska marknaderna. Urval av portföljbolag: Qvantum, C-Green Technology och ClimateviewAntal portföljbolag: 8Investeringskapital: 600 miljoner kronorAnsvariga: Johan TorgebySEB Greentech-teamet i Stockholm. Foto: PressImpact InvestImpact Invest investerar i Skandinavien och fokuserar på bolag och andra aktörer som på något", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "575e0571d902-10", "text": "och fokuserar på bolag och andra aktörer som på något sätt förbättrar fysiskt eller psykiskt välmående. Man välkomnar att bolag som har mer än tre år på nacken hör av sig. Man klassar sig själv som en evergreen-fond, som är med i flera rundor under ett bolags utvecklingsresa. Man uppger att man gör 5-6 investeringar per år i sådd-rundor, från 200 000 kronor och uppåt. Urval av portföljbolag: Inga offentliga änAntal portföljbolag: Inga offentliga änInvesteringskapital: Vill ej uppgeAnsvariga: Ruth Brännvall, vd och fondförvaltare Kale UnitedKale United både med att investera i aktörer inom foodtech eller att genom dotterbolaget Kale Foods köpa upp dem och driva dem. Man investerar både i privata och publika bolag. Till Impact Loop avslöjade man nyligen att man ska sätta upp en fond till nästa år och siktar på att ta in 150 miljoner kronor. De pengarna ska användas till att stötta upp bolagen med bäst potential att skala upp. Urval av portföljbolag: Bärta, Mycorena och HookedAntal portföljbolag: 80Investeringskapital: 20 miljoner kronor utöver existerande portföljAnsvariga: Måns UllerstamNicoyaLikt ovanstående branschkollega siktar Nicoya på att investera i bolag inom foodtech. Men man", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "575e0571d902-11", "text": "siktar Nicoya på att investera i bolag inom foodtech. Men man fokuserar in på bolag i tidiga skeden som man kan hjälpa att växa och kommersialisera. Urval av portföljbolag: Nick’s, El Taco Truck och Peas of HeavenAntal portföljbolag: 13Investeringskapital: Vill inte uppgeAnsvariga: Christopher Slim, Carolin Janmark och David KarlssonRadcap VenturesDet här kan vara ett intressant alternativ för alla kvinnliga entreprenörer där ute. Radcap är ett nätverk av 34 kvinnliga ängelinvesterare som både kan hjälpa bolag med stöd och kapital. Man har inget uttalat impactfokus, men jämställdhet är såklart viktigt inom området och huvudkriteriet är att minst 50 procent av grundarteamet ska vara kvinnor eller icke-binära.‍Urval av portföljbolag: Inga offentliga änAntal portföljbolag: Inga offentliga änInvesteringskapital: 3,4 miljoner kronorAnsvariga: Nastaran Baleng-Soultani och Karolina Nilsson Unconventional VenturesPå ovanstående tema har vi också Unconventional Ventures, som letar efter grundarteam med någon form av mångfald. Man letar efter skalbara lösningar och uppger sig vara sektoragnostisk. Men bolaget listar ändå fyra områden man fokuserar mest på. Det är klimat och miljö, hälsa och femtech, utbildning samt finansiell inkludering. Man investerar", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "575e0571d902-12", "text": "och femtech, utbildning samt finansiell inkludering. Man investerar främst i tidiga skeden i Norden och Europa. Urval av portföljbolag: Leia och ScifreeAntal portföljbolag: 8Investeringskapital: 3,4 miljoner kronorAnsvariga: Nora Bavey och Thea MesselNora Bavey. Foto: PressVentechFranske Ventech som nyligen öppnat kontor i Stockholm är också värda att nämna i en sån här sammanställning. Bolaget, som har fonden AFI Ventures som är dedikerad till impact-investeringar, uppgav nyligen till Impact Loop att man tittar brett på bolag inom impact som har ny teknik och hög innovationshöjd. Man investerar ‘late seed’ och i serie A-rundor, mellan 2 och 5 miljoner euro. Urval av portföljbolag: MindlerAntal portföljbolag: 200+Investeringskapital: Ca 10 miljarder kronorAnsvariga: Joel Uddén och Tero MennanderSätila Impact InvestmentGöteborgsbaserade Sätila Impact Investment har fyra fokusområden. Det är energi, vatten och sanitet, djurskydd och djuretik samt framtidens mat och jordbruk. Man investerar främst i svenska bolag. Bolaget investerar i tidiga skeden vanligtvis men storleken kan variera. Man har ingen geografisk begränsning.  Urval av portföljbolag: Pulpac, Amferia och Nordic SeafarmAntal", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "575e0571d902-13", "text": "Pulpac, Amferia och Nordic SeafarmAntal portföljbolag: 17Investeringskapital: Vill inte uppgeAnsvariga: Jessica NauckhoffUtfallsfondenDetta är en satsning med ett speciellt upplägg som är inriktat på svenska projekt inom social hållbarhet. Tanken är att delvis agera som vilket riskkapitalbolag som helst och investera i intressanta bolag. Men man ska i första hand fokusera på att finansiera verksamheter så att de kan arbeta under en längre tid mot främst offentlig sektor. Tanken är att man ska kunna arbeta tills dess att utfallen blir synliga och det blir möjligt att ta betalt för dem enligt de utfallskontrakt man tänker sig sälja in projekt med. Det kan exempelvis handla om ett projekt ämnat att exempelvis få upp andelen elever som går ut skolan med fullständiga betyg.Urval av portföljbolag: Inga offentliga änAntal portföljbolag: Inga offentliga änInvesteringskapital: 350 miljoner kronorAnsvariga: Johan Fredriksson, Joachim Werr och Jenny Carenco Johan Fredriksson, Joachim Werr och Jenny Carenco. Foto: PressLeksell Social VenturesDetta är en aktör som investerar i entreprenörer som vill stimulera samhällsutveckling med social innovation. Det handlar framförallt om psykisk ohälsa, integration och utbildning. Leksell Social Ventures gör både direktinvesteringar och så kallade utfallsinvesteringar som", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "575e0571d902-14", "text": "Social Ventures gör både direktinvesteringar och så kallade utfallsinvesteringar som nämns ovan.Urval av portföljbolag: Just Arrived, Sana Labs och MindmoreAntal portföljbolag: 5Investeringskapital: Vill inte uppgeAnsvariga: Laurent Leksell och Hugo MörseThe Inner FoundationDetta är en aktör i samma anda som ovanstående. The Inner Foundation fokuserar på investeringar i välmående och psykisk hälsa. Man investerar både i bolag och andra investerare. Man har främst investerat i startups och tidiga skeden och är öppna både för vinstdrivande bolag, icke vinstdrivande aktörer eller de som har någon form av kombinatinosmodell.Urval av portföljbolag: Allbry, Braive och BlingAntal portföljbolag: 21Investeringskapital: 1 miljard kronorAnsvariga: Annika Sten PärsonÖvriga aktörer att ha koll på:Utöver bankerna och de stora konventionella riskkapitalaktörerna är här ett par andra aktörer att hålla reda på:Koncernernas investeringsbolag. Glöm inte att de flesta stora koncerner och bolag har olika investeringsarmar. Är du ett nytänkande bolag så är de stora spelarna inom din bransch ofta ute efter att förnya sig. Santa Maria-ägaren Paulig har exempelvis investeringsgrenen Pinc som investerar i framtidens mat, Axel Johnson-koncernen har Novax som gör detsamma,", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "575e0571d902-15", "text": "framtidens mat, Axel Johnson-koncernen har Novax som gör detsamma, Ikea har Ingka Investments som varit aktiva inom förnybar energi och energilagring och H&M har H&M Group Ventures som investerar i hållbara lösningar inom textilier och mode. Industrifonden. Investerar i bolag som har potential att förändra en hel industri i sådd- och A-rundor. ‍Luminar Ventures. Investerar i tidiga skeden och har bland annat Normative, Mindler och Greenely i portföljen.‍Kvanted Ventures. Den nya Finlandsbaserade aktören, som investerar i tidiga skeden i startups inom industriell teknologi och innovation, uppger att man pratar med flera svenska bolag.‍Blume Equity. Svenska Michelle Capiod återfinns bland grundarna i det Londonbaserade riskkapitalbolaget som investerat i bland andra Matsmart och Normative. Man fokuserar på Serie B-rundor och framåt.‍Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Jan Ahmadijan@loop.seDela artikeln:InvesteringarVeckans nedslagFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "575e0571d902-16", "text": "tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesNo items found.", "metadata": {"title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop", "author": "Jan Ahmadi", "publish_date": "2023-12-21", "tags": ["Investeringar", "Veckans nedslag"], "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"}, "source": "websites/impactloop.se_artikel_sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta.json"}
{"id": "b3f722bcd8e7-0", "text": "Skribent │ Impact Loop", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/jan-ahmadi"}, "source": "websites/impactloop.se_skribent_jan-ahmadi.json"}
{"id": "b3f722bcd8e7-1", "text": "Jan AhmadiRiskkapitalStor genomgång: Över 100 affärsänglar som letar efter impactJan Ahmadi14.3.24KlimatImpact på agendan i Davos – \"Sverige har ett väldigt starkt varumärke\"Jan Ahmadi14.3.24InvesteringarNy fond satsar 5,6 miljarder på batterimaterial i Europa – “Ett kritiskt segment”Jan Ahmadi14.3.24RiskkapitalDärför lockas änglarna till impact – \"Finns en otrolig potential\"Jan Ahmadi14.3.24Grön industriHållbarhetschefen efter kritiska rapporten: \"Siffrorna är baserade på antaganden\"Jan Ahmadi14.3.24Investeringar50 miljarder i gröna lån till Northvolt – från 25 banker (!)Jan Ahmadi14.3.24Impact Loop avslöjarNoll kronor till impact-stöd men Vinnova ger inte upp: \"Måste gräva fram pengar\"Jan Ahmadi14.3.24FoodtechFoodtechbolaget tar in kapital för fjärde gången på 10 månader – “Ingen oro”Jan Ahmadi14.3.24EXKLUSIV INTERVUFyll på med inspiration! Här är 7 av våra bästa intervjuer från halvåret som gåttJan Ahmadi14.3.24EnergiVill göra datacenter mer hållbara – tar in pengar i övertecknad rundaJan Ahmadi14.3.24RegeringenTrots budgetslakten – impact-innovation pekas ut i klimatplanJan", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/jan-ahmadi"}, "source": "websites/impactloop.se_skribent_jan-ahmadi.json"}
{"id": "b3f722bcd8e7-2", "text": "budgetslakten – impact-innovation pekas ut i klimatplanJan Ahmadi14.3.24Grön industriCement-uppstickaren får första storkunden i LKAB – \"Vi är på rätt väg\"Jan Ahmadi14.3.24InvesteringarInvestera i sociala bolag? Hon ger tre tips och ryter ifrån mot vanliga sättet: \"Slapp inställning\"Jan Ahmadi14.3.24InvesteringarHon vill ändra hur sociala bolag får pengar – avslöjar oväntade finansiären: \"Det är helt unikt\"Jan Ahmadi14.3.24KonkurserDelningsapp för elbilsladdning har gått i konkursJan Ahmadi14.3.24InvesteringarImpact-investerarna: Så kan du (ändå) få kapital i tuffa tider – men en sak får oss att backaJan Ahmadi14.3.24Impact-svepetImpact-kritik mot regeringen – 3 saker att ha koll på i dagJan Ahmadi14.3.24Mobilitet\"Vägladdaren\" fortsätter växa – plockar in Amazon-chefJan Ahmadi14.3.24Konkursen i RGNT ElectricTalar ut efter RGNT-konkursen: \"Flera makrofaktorer som jobbat mot oss\"Jan Ahmadi14.3.24InvesteringarMiljonregn över spårbarhetsbolagen – “Ett fantastiskt kvitto”Jan Ahmadi14.3.24InvesteringarUppgifter: Norrsken Launcher tar in en miljardJan Ahmadi14.3.24TextilNya krav ska", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/jan-ahmadi"}, "source": "websites/impactloop.se_skribent_jan-ahmadi.json"}
{"id": "b3f722bcd8e7-3", "text": "en miljardJan Ahmadi14.3.24TextilNya krav ska sätta stopp för fast fashion – här är impact-bolagen som kan bli vinnareJan Ahmadi14.3.24KartläggningSveriges 33 största impact-investerare – storlek, områden och personer att kontaktaJan Ahmadi14.3.24KonkurserStorsatsande el-motorcykeltillverkare går i konkursJan Ahmadi14.3.24EnergiBatteribolag fyller kassan – “Snabba steg mot marknaden”Jan Ahmadi14.3.24MobilitetEinride kräver krafttag i heta debatten: \"Dags att förbjuda fossila bränslen\"Jan Ahmadi14.3.24IMPACT LOOP COMMUNITYMagkänsla eller inte? Så hittar du stjärnorna till ditt impact-bolagJan Ahmadi14.3.24Grön industriBill Gates-backade Cemvision stegrar upp produktionen – “På rätt bana”Jan Ahmadi14.3.24TextilRensade fisk för att hålla bolaget vid liv – nu köper Liseberg hans cirkulära kläderJan Ahmadi14.3.24Impact-svepetNu smäller det! 3 saker att ha koll på när COP28 drar igångJan Ahmadi14.3.24COP28Svenska bolagen som drar till klimat-toppmötet – och ödesfrågorna som ska avgörasJan Ahmadi14.3.24Grön industriTrots kritisk rapport – ingen", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/jan-ahmadi"}, "source": "websites/impactloop.se_skribent_jan-ahmadi.json"}
{"id": "b3f722bcd8e7-4", "text": "Ahmadi14.3.24Grön industriTrots kritisk rapport – ingen protesterar mot de statliga miljarderna till H2GSJan Ahmadi14.3.24EnergiMix-backat bolag får beröm av brittiska regeringen: \"Hjälpsamt bidrag\"Jan Ahmadi14.3.24EXKLUSIV INTERVUHär är impact-bolagen Niklas Adalberth vill investera i: \"Vi har en öppen pengapåse\"Jan Ahmadi14.3.24Volta trucks-konkursenKonkursförvaltaren bekräftar: \"Det pågår någon form av slutförhandling\"Jan Ahmadi14.3.24EnergiMiljardbolagen inleder samarbete – “försöker driva en omställning”Jan Ahmadi14.3.24Forskarnas revanschFrån labb till lukrativ business? Tio heta forskarbolag just nuJan Ahmadi14.3.24Grön industriHär är doldisen bakom Northvolts genombrott – ska bygga fabrik för halv miljardJan Ahmadi14.3.24FinansieringDel 4: Två helt olika impact-bolag – så tog de in pengar i tuffa tiderJan Ahmadi14.3.24KlimatUSA och Frankrike vill förbjuda finansiering av kolkraftverkJan Ahmadi14.3.24InvesteringarDe vinner eljättarnas impactmiljoner – “Otrolig överraskning”Jan Ahmadi14.3.24InvesteringarImpact-investeraren ratar startups:", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/jan-ahmadi"}, "source": "websites/impactloop.se_skribent_jan-ahmadi.json"}
{"id": "b3f722bcd8e7-5", "text": "Ahmadi14.3.24InvesteringarImpact-investeraren ratar startups: \"Börsnoterade bolagen är de mest intressanta\"Jan Ahmadi14.3.24EnergiIngrid Capacity satsar miljarder på energilager i UkrainaJan Ahmadi14.3.24RegeringenRegeringen och SD överens om klimatmål – det vill de göraJan Ahmadi14.3.24Veckans nedslagDressad för framgång – men när tar det fart för hållbart mode?Jan Ahmadi14.3.24TextilDet letar H&M:s investeringschef efter: ”Kan göra bra investeringar i det här klimatet”Jan Ahmadi14.3.24Grön industriDärför granskar han miljardprojekten: \"Jag hatar inte fossilfritt stål\"Jan Ahmadi14.3.24KlimatHarald Mix avfärdar kritiska grönt stål-rapporten: \"Stora missförstånd\"Jan Ahmadi14.3.24FinansieringAffärsänglarnas favorit och två andra bolag tar in kapitalJan Ahmadi14.3.24FoodtechFoodtech-investeraren tar in kapital – ska lansera ny fond och börsnoterasJan Ahmadi14.3.24Statliga stödVinnova räknar med nedskärningar på 1 miljard – vissa startup-satsningar \"stryks helt\"Jan Ahmadi14.3.24Statliga stödVinnovas impact-stöd hotat: \"Kommer inte ha råd\"Jan", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/jan-ahmadi"}, "source": "websites/impactloop.se_skribent_jan-ahmadi.json"}
{"id": "b3f722bcd8e7-6", "text": "impact-stöd hotat: \"Kommer inte ha råd\"Jan Ahmadi14.3.24Statliga stödHela listan: 74 impact-bolag som precis fått 21 miljoner från VinnovaJan Ahmadi14.3.24Impact-svepetMiljonsatsning på biologisk mångfald – 3 saker att ha koll på idagJan Ahmadi14.3.24AnalysVi har gått igenom 241 impact-bolags värderingar – så här ser det ut i olika faserJan Ahmadi14.3.24Statliga stödRekordmånga sökande till statens klimatmiljarder – här är bolagen som vill ha mestJan Ahmadi14.3.24RiskkapitalInvesteringar i klimatteknik rasar – tillbaka på 2018-nivåerJan Ahmadi14.3.24Social hållbarhetHon gör dockor med olika hudfärger och kroppar – vann pris ihop med Barbie på stor galaJan Ahmadi14.3.24MobilitetElonroad på silverplats när EU prisade alla i mobilitetstävling: \"Otroligt stolta\"Jan Ahmadi14.3.24Statliga stödTillväxtverket och Vinnova blir av med hundratals miljoner: \"Kommer att påverka vår verksamhet\"Jan Ahmadi14.3.24RiskkapitalNya riskkapitalbolaget letar efter impact-bolag – det här siktar de in sig påJan Ahmadi14.3.24How toImpact-profilerna tar över på Linkedin – så blir du och ditt bolag en", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/jan-ahmadi"}, "source": "websites/impactloop.se_skribent_jan-ahmadi.json"}
{"id": "b3f722bcd8e7-7", "text": "toImpact-profilerna tar över på Linkedin – så blir du och ditt bolag en av demJan Ahmadi14.3.24KonkurserDeras plattform skulle sänka reseutsläpp – går i konkursJan Ahmadi14.3.24Impact-profilenCirkularitetsprofilens känga till regeringen: “Saknar politiskt ledarskap”Jan Ahmadi14.3.24ElektrifieringUppgifter: Northvolt planerar börsnotering i StockholmJan Ahmadi14.3.24H2 Green SteelKonkurrenter kan få tycka till om H2 Green Steel ska få sina miljarderJan Ahmadi14.3.24EnergiSå ska träbatteribolaget kicka igång försäljningen – “Får en stor påverkan”Jan Ahmadi14.3.24MobilitetXshores vd lämnar: \"Det går helt enkelt inte ihop i livet just nu att jobba dygnet runt\"Jan Ahmadi14.3.24Veckans nedslagSocial hållbarhet kliver fram ur klimatskuggan – “Aptiten är jättestor”Jan Ahmadi14.3.24KonkurserSvenska storsatsningen på el-lastbilar i konkursJan Ahmadi14.3.24BegagnatNy Blocket-utmanare vill fokusera på stora möbler – ”Det här är en revolution”Jan Ahmadi14.3.24Nedläggningen av Startup SwedenInga raka svar om hur Tillväxtverkets startup-satsning kunde läggas ner oavsiktligtJan", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/jan-ahmadi"}, "source": "websites/impactloop.se_skribent_jan-ahmadi.json"}
{"id": "b3f722bcd8e7-8", "text": "startup-satsning kunde läggas ner oavsiktligtJan Ahmadi14.3.24TextilHennes lappade jeans fick napp på Draknästet – här är nya satsningenJan Ahmadi14.3.24Kriget Hamas-IsraelSvenska impact-tech-konferensen inställd efter attackerna i IsraelJan Ahmadi14.3.24Kriget Hamas-IsraelIsraeliska impact-entreprenörer kan kallas in till militärenJan Ahmadi14.3.24Ny på jobbetAlight växer så det knakar – rekryterar sex nya anställdaJan Ahmadi14.3.24Biologisk mångfaldKapitalförvaltaren kräver reglering – vill se redovisning kring biologisk mångfaldJan Ahmadi14.3.24EnergiMestro slår sig in i ny målgrupp – tecknar avtal med bostadsrättsgigantJan Ahmadi14.3.24Impact Loop avslöjarTillväxtverket lanserar ny klimatfond – börjar investera redan nästa årJan Ahmadi14.3.24Impact Loop avslöjarTillväxtverkets startup-satsning nedlagd i det tysta: \"Regeringen förstod nog inte konsekvenserna”Jan Ahmadi14.3.24FoodtechFemte vd:n på två och ett halvt år klar för vegodrycksbolaget – \"Ibland har man tur\"Jan Ahmadi14.3.24EnergiKan förnybar energi ta fart inom försvaret? Nu görs försök på fältetJan", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/jan-ahmadi"}, "source": "websites/impactloop.se_skribent_jan-ahmadi.json"}
{"id": "b3f722bcd8e7-9", "text": "ta fart inom försvaret? Nu görs försök på fältetJan Ahmadi14.3.24Impact-svepetSvepet 4/10: Ny Norrsken-investering och boom för flytande hemJan Ahmadi14.3.24Impact-svepetSvepet 3/10: Nytt vindkraftsprojekt och fler elcyklarJan Ahmadi14.3.24Impact-profilenPia Qvarnström vill förändra bilden av växtbaserat – gör uppköp och tar in kapitalJan Ahmadi14.3.24MobilitetSolcellsmaterial kan göra självkörande bilar mer pålitliga i mörkerJan Ahmadi14.3.24LivsmedelMejerijättens vegobolag köper upp konkurrent – \"Nästa steg på vår tillväxtresa\"Jan Ahmadi14.3.24EnergiHär är entreprenörerna som tävlar om energijättarnas impact-prisJan Ahmadi14.3.24EkonomiDe vill få kunderna att tänka efter: \"Ska du ens köpa det här?\"Jan Ahmadi14.3.24RiskkapitalRiskkapitaljätten pivoterar – satsar all impact på att rena luftenJan Ahmadi14.3.24Veckans nedslagDärför har energilagring blivit coolast i klassen – \"Kommer bara växa\"Jan Ahmadi14.3.24EnergiNytt projekt för energilagring i nedlagd gruvaJan Ahmadi14.3.24KlimatDe vill ersätta kontroversiella", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/jan-ahmadi"}, "source": "websites/impactloop.se_skribent_jan-ahmadi.json"}
{"id": "b3f722bcd8e7-10", "text": "Ahmadi14.3.24KlimatDe vill ersätta kontroversiella evighetsämnet: \"Det här är en het marknad\"Jan Ahmadi14.3.24RiskkapitalDoldisens impactfond tar in en halv miljard – nu letar de svenska bolagJan Ahmadi14.3.24KlimatEfter \"Northvolt-modellen\" – nu ska svenska mineralgödslet till USAJan Ahmadi14.3.24EnergiAlight halverar omsättningen och dubblar förlusten – \"I linje med vår affärsplan\"Jan Ahmadi14.3.24MobilitetHär är enda svenska bolaget som valts ut till EU:s prestigepris: \"Fint bevis\"Jan Ahmadi14.3.24EnergiTräbatterierna tar in 10 miljoner för att lansera ny produkt: \"Växlar upp\"Jan Ahmadi14.3.24KlimatHan omsätter 800 miljoner på plåt – kan nya idén bli lika stor?Jan Ahmadi14.3.24Impact-svepetSvepet 19/9: Miljoner till hållbart flygbränsle och Alight slår sig in i FinlandJan Ahmadi14.3.24", "metadata": {"title": "Skribent │ Impact Loop", "author": null, "publish_date": null, "tags": [], "url": "https://impactloop.se/skribent/jan-ahmadi"}, "source": "websites/impactloop.se_skribent_jan-ahmadi.json"}
{"id": "4efed714cc87-0", "text": "Minskar viltolyckor med AI – nu tar Flox in kapital för första gången │ Impact Loop", "metadata": {"title": "Minskar viltolyckor med AI – nu tar Flox in kapital för första gången │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-22", "tags": ["Investeringar", "Hårdvara"], "url": "https://impactloop.se/artikel/flox-robotics-tar-in-kapital-for-forsta-gangen-nu-kan-vi-rulla-ut-det-vi-har-bevisat"}, "source": "websites/impactloop.se_artikel_flox-robotics-tar-in-kapital-for-forsta-gangen-nu-kan-vi-rulla-ut-det-vi-har-bevisat.json"}
{"id": "4efed714cc87-1", "text": "Biologisk mångfaldMinskar viltolyckor med AI – nu tar Flox in kapital för första gången2024-03-227:30Dela artikelnSára Nožková, grundare och vd på Flox Robotics. Foto: press.Det svenska startup-bolaget Flox Robotics har fått tre nya delägare. Kapitalet ska möjliggöra utrullningen av ny hårdvara och stärka organisationen inför internationella kundprojekt.", "metadata": {"title": "Minskar viltolyckor med AI – nu tar Flox in kapital för första gången │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-22", "tags": ["Investeringar", "Hårdvara"], "url": "https://impactloop.se/artikel/flox-robotics-tar-in-kapital-for-forsta-gangen-nu-kan-vi-rulla-ut-det-vi-har-bevisat"}, "source": "websites/impactloop.se_artikel_flox-robotics-tar-in-kapital-for-forsta-gangen-nu-kan-vi-rulla-ut-det-vi-har-bevisat.json"}
{"id": "4efed714cc87-2", "text": "Christian von EssenReporterWildlife management as a service, eller förkortningen WMaaS. Så lyder snabbpitchen från Flox Robotics, som vill bidra till en mer hållbar symbios mellan människa och djurliv.Med hjälp av kameror, sensorer, drönare och AI kan man med ljud- och ljussignaler skrämma djur bort från exempelvis odlingar, flygplatser och järnvägar – samtidigt som systemet kan upptäcka och kartlägga bestånden.  Bolaget grundades i slutet av 2020 och har hittills kunnat bygga upp sin verksamhet med hjälp av tidiga kundprojekt och medel från Vinnova och EU.För första gången tar man nu in tre nya ägare i en kapitalrunda. Det är E4 Invest II, Almi Invest och Argand Partners som går in i bolaget.  Vd och medgrundare Sara Nozkova vill inte nämna vilka summor det rör sig om, utan fokuserar hellre på nyttan.”Vi tycker inte att kapitalets storlek är relevant. Allting handlar om vad det nya partnerskapet kan möjliggöra för oss.”Stora kostnadsbesparingarFör en oinsatt betraktare kan det verka som att Flox lösningar främst lämpar sig för privata markägare som vill undvika att rådjuren äter upp fel grödor eller att gässen bajsar ner strandpromenaden. Men Sara Nozkova poängterar att man i princip uteslutande har satsat på ett fåtal större", "metadata": {"title": "Minskar viltolyckor med AI – nu tar Flox in kapital för första gången │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-22", "tags": ["Investeringar", "Hårdvara"], "url": "https://impactloop.se/artikel/flox-robotics-tar-in-kapital-for-forsta-gangen-nu-kan-vi-rulla-ut-det-vi-har-bevisat"}, "source": "websites/impactloop.se_artikel_flox-robotics-tar-in-kapital-for-forsta-gangen-nu-kan-vi-rulla-ut-det-vi-har-bevisat.json"}
{"id": "4efed714cc87-3", "text": "att man i princip uteslutande har satsat på ett fåtal större kunder, som Swedavia, Stockholms stad, Trafikverket och gruvbolaget Boliden.I första hand handlar det om att det finns mycket pengar att spara. Enligt Trafikverket kan en tågkollision med älg kosta närmare 1,2 miljoner kronor. För flygplan som krockar med fåglar kan summan bli den tiodubbla.”För de flesta av våra kunder handlar det främst om ekonomi, säkerhet och compliance. Sen finns det andra som ser ett stort värde i att skydda naturresurser som grödor eller nyplanterad skog. Därför jobbar vi med bland annat Jordbruksverket och snart inleder vi tester med skogsbolaget Holmen i olika projekt.”Med drönare utrustade med Flox teknologi kan bolaget expandera genom att skydda djuren runt Swedavias flygplatser. Tester har redan genomförts i Malmö och Kiruna. Under april väntar Umeå.”Därefter är vi redo att gå ut kommersiellt på fler marknader, framförallt tillsammans med flygplatser och kommuner.”Flox Robotics hårdvara. Foto: press.Ny hårdvara under 2025Det är dock den stationära lösningen som har störst omedelbar potential för snabb uppskalning, menar hon. En ny version är under utveckling, och kapitalinjektionen ska möjliggöra utrullning under våren 2025, med sälj och", "metadata": {"title": "Minskar viltolyckor med AI – nu tar Flox in kapital för första gången │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-22", "tags": ["Investeringar", "Hårdvara"], "url": "https://impactloop.se/artikel/flox-robotics-tar-in-kapital-for-forsta-gangen-nu-kan-vi-rulla-ut-det-vi-har-bevisat"}, "source": "websites/impactloop.se_artikel_flox-robotics-tar-in-kapital-for-forsta-gangen-nu-kan-vi-rulla-ut-det-vi-har-bevisat.json"}
{"id": "4efed714cc87-4", "text": "utrullning under våren 2025, med sälj och marknadsföring.”Vår första stationära enhet har varit elkopplad, men nu tar vi fram en variant som drivs av ett laddbart batteri. Det innebär att vi kan erbjuda våra tjänster för större områden, som naturparker.”Trots stora kunder har många av projekten hittills främst syftat till att bevisa nyttan och användbarheten. Nu, menar Sara Nozkova, är tiden mogen för bredare kommersialisering – och beredskap inför utlandsexpansion.”Vi har valt investerare som har relevant erfarenhet och kan hjälpa oss att komma vidare. Nu kommer vi kunna nå ut betydligt mer − och ta alla de projekt som vi inte har haft kapacitet för tidigare.Behöver ni stärka upp organisationen också?”Absolut. Vi rekryterar just nu en försäljningschef, och kommer anställa flera utvecklare, gärna ingenjörer inom AI och robotik.”Läs mer: Deras AI-teknik ska minska viltolyckorna och bidra till ökad samexistensLäs mer: Nu bygger vi tillsammans – visst kommer du på vårt första event BUILD?Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Christian von EssenDela artikeln:InvesteringarHårdvaraFortsätt läsa – kom in i", "metadata": {"title": "Minskar viltolyckor med AI – nu tar Flox in kapital för första gången │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-22", "tags": ["Investeringar", "Hårdvara"], "url": "https://impactloop.se/artikel/flox-robotics-tar-in-kapital-for-forsta-gangen-nu-kan-vi-rulla-ut-det-vi-har-bevisat"}, "source": "websites/impactloop.se_artikel_flox-robotics-tar-in-kapital-for-forsta-gangen-nu-kan-vi-rulla-ut-det-vi-har-bevisat.json"}
{"id": "4efed714cc87-5", "text": "artikeln:InvesteringarHårdvaraFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"Camilla Bergman21/3/2024NextRelated StoriesEuropas länder brister i", "metadata": {"title": "Minskar viltolyckor med AI – nu tar Flox in kapital för första gången │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-22", "tags": ["Investeringar", "Hårdvara"], "url": "https://impactloop.se/artikel/flox-robotics-tar-in-kapital-for-forsta-gangen-nu-kan-vi-rulla-ut-det-vi-har-bevisat"}, "source": "websites/impactloop.se_artikel_flox-robotics-tar-in-kapital-for-forsta-gangen-nu-kan-vi-rulla-ut-det-vi-har-bevisat.json"}
{"id": "4efed714cc87-6", "text": "Bergman21/3/2024NextRelated StoriesEuropas länder brister i skyddet av djurarter – Sverige lyfts fram som ett föregångslandRikard RosellMarch 14, 2024Kapitalförvaltaren kräver reglering – vill se redovisning kring biologisk mångfaldJan AhmadiMarch 14, 2024", "metadata": {"title": "Minskar viltolyckor med AI – nu tar Flox in kapital för första gången │ Impact Loop", "author": "Christian von Essen", "publish_date": "2024-03-22", "tags": ["Investeringar", "Hårdvara"], "url": "https://impactloop.se/artikel/flox-robotics-tar-in-kapital-for-forsta-gangen-nu-kan-vi-rulla-ut-det-vi-har-bevisat"}, "source": "websites/impactloop.se_artikel_flox-robotics-tar-in-kapital-for-forsta-gangen-nu-kan-vi-rulla-ut-det-vi-har-bevisat.json"}
{"id": "65d611cf6ca7-0", "text": "Från laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstra │ Impact Loop", "metadata": {"title": "Från laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstra │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2024-02-14", "tags": ["Mobilitet", "Veckans nedslag"], "url": "https://impactloop.se/artikel/fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad"}, "source": "websites/impactloop.se_artikel_fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad.json"}
{"id": "65d611cf6ca7-1", "text": "Mobility LoopFrån laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstra2024-02-1414:14Dela artikelnEntreprenörerna bakom bolagen som är med på Impact Loops lista. Grafik: Impact Loop.En våg av svenska impact-bolag siktar nu in sig på att bygga framtidens städer. Impact Loop har plockat ut sju heta bolag inom avancerad kameraövervakning, smart laddinfrastruktur och satsningar på biologisk mångfald och cyklande. Swooosh!Rikard RosellReporterFör att bygga en fungerande helhet måste alla delkomponenter finnas på plats. Det är en sanning som står klar när man tittar på hur framtidens urbana miljöer och storstäder ska lyckas ta steget till att bli smarta och hållbara. Där det tidigare kanske mest handlat om utveckling av nya typer av elfordon kan vi nu se en bred palett av innovationer – från smart trafikövervakning till mjukvara som mäter enskilda pendlares klimatpåverkan.Många ser nog bara att vi står och skruvar cyklar liksomEn sådan aktör är cykelservicebolaget Mioo, vars verksamhet är uppbyggd kring en app där kunder kan boka service på vald plats. Mioos grundare och vd, Tomas Grönqvist, drev tidigare ett konsultbolag där man bland annat hjälpte kommuner och fastighetsbolag att", "metadata": {"title": "Från laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstra │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2024-02-14", "tags": ["Mobilitet", "Veckans nedslag"], "url": "https://impactloop.se/artikel/fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad"}, "source": "websites/impactloop.se_artikel_fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad.json"}
{"id": "65d611cf6ca7-2", "text": "där man bland annat hjälpte kommuner och fastighetsbolag att bygga bättre cykelfaciliteter. \"Då såg vi att den största gruppen potentiella cyklister som avstod från att cykla hade en cykel hemma, men att den var i för dåligt skick för pendling”, säger han.Idag handlar hans bolag Mioo om att utveckla framtidens urbana miljöer, där cykeln har en självklar roll som transportmedel.“Många ser nog bara att vi står och skruvar cyklar liksom, men om vi kan öka antalet människor som cyklar och antalet resor de gör så bidrar vi till det samhälle vi tror på.”Tomas Grönqvist, vd och grundare för Mioo. Foto: pressbild.Impact Loop har plockat ut sju bolag som på olika sätt jobbar för en smartare och mer hållbar stad. Här kommer de!1. Xense Vision – trafikövervakning som kan förutse riskplatserMed utveckling av avancerad 3D-kamerateknik ska bolaget i realtid övervaka och klassificera fordon och fotgängare i trafiken. Datan kan användas för att upptäcka riskplatser för olyckor och kan också vara en viktig faktor till framtidens autonoma fordon.Vd: Christian KarlströmSenast registrerad värdering: OkäntNettoomsättning 2022: 8,7 miljoner kronorRörelseresultat 2022: 1,6 miljoner kronorStörsta", "metadata": {"title": "Från laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstra │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2024-02-14", "tags": ["Mobilitet", "Veckans nedslag"], "url": "https://impactloop.se/artikel/fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad"}, "source": "websites/impactloop.se_artikel_fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad.json"}
{"id": "65d611cf6ca7-3", "text": "2022: 1,6 miljoner kronorStörsta investerare: Ägs av grundarna Christian Karlström, Björn Crona, Ibraheem Al-Nuaimi, Andreas Ternstedt, Björn Boström och Claes Markström.2. CommuteSaver – mäter pendlares klimatpåverkanMed bakgrund från KTH:s inkubatorprogram har teamet bakom CommuterSaver byggt en app som med hjälp av geolocation- och aktivitetsigenkänning kan mäta, förutspå och kalkylera koldioxidutsläpp för enskilda pendlare. Tjänsten riktar sig främst till företag som ett verktyg för att mäta klimatavtryck av medarbetarnas resor.Vd: Martin WalianSenast registrerad värdering: OkäntNettoomsättning 2022: Inget registreratRörelseresultat 2022: Inget registreratStörsta investerare: Okänt3. Zipforce – förvandlar din cykel till eldrivenMed bolagets portabla elmotor som monteras på hjulet kan du omvandla din gamla stålhäst till en eldriven pendlingscykel. Som extra hållbarhetskrydda erbjuder bolaget också extra fästen så en familj kan dela på en motor för optimal utnyttjandegrad. Vd: Måns BengtssonSenast registrerad värdering: 28,1 miljoner kronorNettoomsättning 2022: 4,1 miljoner", "metadata": {"title": "Från laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstra │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2024-02-14", "tags": ["Mobilitet", "Veckans nedslag"], "url": "https://impactloop.se/artikel/fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad"}, "source": "websites/impactloop.se_artikel_fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad.json"}
{"id": "65d611cf6ca7-4", "text": "kronorNettoomsättning 2022: 4,1 miljoner kronorRörelseresultat 2022: -5,8 miljoner kronorStörsta investerare: MB innovation AB, L.Skoglund konsult och Maskin AB, Nirax management, Iliakos AB och Torres investment AB.Måns Bengtsson, vd och grundare för Zipforce. Foto: Smartasaker.se.4. Waybler – smart laddning för en pulserande stadMed utgångspunkten att alla ska köra elbilar ställde sig grundaren bakom Waybler frågan: Hur ska laddningen funka? Svaret är den laddbox och molntjänst som bolaget utvecklat med fokus på bostadsrättsföreningar. Systemet känner av när mycket el används i fastigheten och sänker då laddboxarnas kapacitet vilken hela tiden övervakas och justeras av molntjänsten.Vd: Kurt HögnelidSenast registrerad värdering: 179,2 miljonerNettoomsättning 2022: 45,1 miljoner kronorRörelseresultat 2022: -11,4 miljoner kronorStörsta investerare: Lars Appestål, CSB Capital, Louise Kierkegaard, Kurt Högnelid, Mattias Stålgren, Per Sandberg och Per-Uno Sandberg.5. Elonroad – framtidens laddning är sömlösElonroads grundare Dan Zethraeus utgick från idén att det måste gå att ladda elfordon på ett annat sätt än att stanna och stoppa in en", "metadata": {"title": "Från laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstra │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2024-02-14", "tags": ["Mobilitet", "Veckans nedslag"], "url": "https://impactloop.se/artikel/fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad"}, "source": "websites/impactloop.se_artikel_fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad.json"}
{"id": "65d611cf6ca7-5", "text": "ladda elfordon på ett annat sätt än att stanna och stoppa in en elsladd. Det landade i en teknologi som går ut på att man bygger vägar med en skena där elfordon med någon typ av mottagare kan få ström även när de rullar. Det är den lösning som Elonroad nu utvecklar och som liknats vid en gamechanger för urban utveckling.Vd och medgrundare: Karin EbbinghausSenast registrerad värdering: 94,1 miljoner kronorNettoomsättning 2022: 9,8 miljoner kronorRörelseresultat 2022: -12,6 miljoner kronorStörsta investerare: Dan Zethraeus, Mallcorene, Andras Sörensen, LU Holding och Almi invest GT.Karin Ebbinghaus, vd och medgrundare för Elonroad. Foto: pressbild.6. Mioo – ser cykeln som nyckeln till framtidens städerVi kanske inte behöver helt nya fordon för att gå över till mer hållbara transportmedel. Den slutsatsen drog den tidigare elitcyklisten Tomas Grönqvist när han startade Mioo. Bolaget erbjuder mobil cykelservice som bokas och hanteras genom en app. Företaget har som exempel serviceavtal med e-handelsjätten Amazon i Storbritannien som erbjuder montering från Mioo till kunder.Vd: Tomas GrönqvistSenast registrerad värdering: 58,4 miljoner kronorNettoomsättning 2022: 6 miljoner kronorRörelseresultat", "metadata": {"title": "Från laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstra │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2024-02-14", "tags": ["Mobilitet", "Veckans nedslag"], "url": "https://impactloop.se/artikel/fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad"}, "source": "websites/impactloop.se_artikel_fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad.json"}
{"id": "65d611cf6ca7-6", "text": "2022: 6 miljoner kronorRörelseresultat 2022: -5,4 miljoner kronorStörsta investerare: Gota industriutveckling, 41an invest, Ministry of programming d.o.o och The Band i Saltsjöarkipelagen.7. Bee Urban – får stadens biologiska mångfald att blomstraMed utgångspunkten att en stads tak är outnyttjade gröna oaser har Bee Urban utvecklat sin verksamhet. Bolaget designar, bygger och förvaltar urbana landskap som utformas för att stimulera biologisk mångfald och vara fungerande landskap där insekter, fåglar och flora trivs. Ett exempel på detta är de bikupor som bolaget hyr ut till företag i stadsmiljö.Vd: Josefina GustafssonSenast registrerad värdering: OkäntNettoomsättning 2022: 7,6 miljoner kronorRörelseresultat 2022: - 438 000 kronorStörsta investerare: OkäntJosefina Gustafsson, grundare och vd för Bee Urban. Foto: TT.Läs mer: De vill skapa en mer hållbar stadsmiljö – 10 mobilitybolag att hålla koll på just nuGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:MobilitetVeckans", "metadata": {"title": "Från laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstra │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2024-02-14", "tags": ["Mobilitet", "Veckans nedslag"], "url": "https://impactloop.se/artikel/fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad"}, "source": "websites/impactloop.se_artikel_fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad.json"}
{"id": "65d611cf6ca7-7", "text": "Rosellrikard@loop.seDela artikeln:MobilitetVeckans nedslagFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated", "metadata": {"title": "Från laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstra │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2024-02-14", "tags": ["Mobilitet", "Veckans nedslag"], "url": "https://impactloop.se/artikel/fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad"}, "source": "websites/impactloop.se_artikel_fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad.json"}
{"id": "65d611cf6ca7-8", "text": "att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesInvesterare? Sista chansen att komma på vår mobility-meetup!Diana DeminMarch 14, 2024Så ska vägladdaren skala upp – marknaden, strategin och största riskenChristian von EssenMarch 14, 2024", "metadata": {"title": "Från laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstra │ Impact Loop", "author": "Rikard Rosell", "publish_date": "2024-02-14", "tags": ["Mobilitet", "Veckans nedslag"], "url": "https://impactloop.se/artikel/fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad"}, "source": "websites/impactloop.se_artikel_fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad.json"}
{"id": "9db4b6dc668f-0", "text": "Tuffare regler för greenwashing – 3 saker att ha koll på idag │ Impact Loop", "metadata": {"title": "Tuffare regler för greenwashing – 3 saker att ha koll på idag │ Impact Loop", "author": "Redaktionen", "publish_date": "2024-02-19", "tags": [], "url": "https://impactloop.se/artikel/tuffare-regler-for-greenwashing---3-saker-att-ha-koll-pa-idag"}, "source": "websites/impactloop.se_artikel_tuffare-regler-for-greenwashing---3-saker-att-ha-koll-pa-idag.json"}
{"id": "9db4b6dc668f-1", "text": "Impact-svepetTuffare regler för greenwashing – 3 saker att ha koll på idag2024-02-197:10Dela artikelnGrafik: Diana Demin, Impact Loop.Tre saker att ha koll på idag.Redaktionen“EU:s klimatbank” vill finansiera minikärnkraftverk. Nadia Calviño, ny chef för Europeiska investeringsbanken (EIB), säger i en intervju i DN i helgen att man “absolut” vill finansiera exempelvis en satsning på fabrikstillverkade mindre reaktorer, så kallade SMR:er. “Vi är redan aktiva inom kärnteknik och är redo att finansiera forskning och utveckling av ny teknik”, säger hon. Tuffare regler för greenwashing. EU-parlamentets marknads- och miljöutskott har nu tyckt till om det greenwashing-förslag som parlamentet röstat igenom. De håller med om att företag ska riskera böter på minst 4 procent av årsomsättningen om de bryter mot reglerna, men tycker att det borde införas snabbare verifiering för enklare påståenden. Förslaget kommer nu att utgöra parlamentets ståndpunkt framåt.‍80 miljoner till miljöforskning. Nu öppnar stiftelsen Mistras projektutlysning Mistra Utmana, som med upp till 6 miljoner kronor per projekt vill backa forskningsidéer inom två områden: Minskad resursförbrukning och accelererad cirkulär ekonomi", "metadata": {"title": "Tuffare regler för greenwashing – 3 saker att ha koll på idag │ Impact Loop", "author": "Redaktionen", "publish_date": "2024-02-19", "tags": [], "url": "https://impactloop.se/artikel/tuffare-regler-for-greenwashing---3-saker-att-ha-koll-pa-idag"}, "source": "websites/impactloop.se_artikel_tuffare-regler-for-greenwashing---3-saker-att-ha-koll-pa-idag.json"}
{"id": "9db4b6dc668f-2", "text": "Minskad resursförbrukning och accelererad cirkulär ekonomi samt Diplomati för hållbarhet. “Vi är verkligen spända på att se vilka projektidéer som kommer in, säger programansvarig Lisa Almesjö.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar", "metadata": {"title": "Tuffare regler för greenwashing – 3 saker att ha koll på idag │ Impact Loop", "author": "Redaktionen", "publish_date": "2024-02-19", "tags": [], "url": "https://impactloop.se/artikel/tuffare-regler-for-greenwashing---3-saker-att-ha-koll-pa-idag"}, "source": "websites/impactloop.se_artikel_tuffare-regler-for-greenwashing---3-saker-att-ha-koll-pa-idag.json"}
{"id": "9db4b6dc668f-3", "text": "med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesBatterikapplöpning i Europa och soligt läge för solkraft – 3 saker att ha koll på idagRedaktionenMarch 14, 2024Därför fryyyser vi just nu – 3 saker att ha koll på idagRedaktionenMarch 14, 2024", "metadata": {"title": "Tuffare regler för greenwashing – 3 saker att ha koll på idag │ Impact Loop", "author": "Redaktionen", "publish_date": "2024-02-19", "tags": [], "url": "https://impactloop.se/artikel/tuffare-regler-for-greenwashing---3-saker-att-ha-koll-pa-idag"}, "source": "websites/impactloop.se_artikel_tuffare-regler-for-greenwashing---3-saker-att-ha-koll-pa-idag.json"}
