{"id": "4a930b5188b0-0", "text": "https://impactloop.se/\nGet in the loop\nGör som 4 000+ impact-ledare och investerare – läs vårt nyhetsbrev och gå med i vårt community. Vi ger dig dagligen de viktigaste nyheterna om bolagen och människorna som gör världen bättre.\nMinskar viltolyckor med AI – nu tar Flox in kapital för första gången\n\nRekordvärme och bommat utsläppsmål – 3 saker att hålla koll på idag\nEU kräver hårdare avfallsregler – 3 saker att ha koll på idag\nTuffare regler för greenwashing – 3 saker att ha koll på idag\nNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"\n\nCementutmanaren fyller kassan med 110 miljoner\n\nNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"\n\nCementutmanaren fyller kassan med 110 miljoner\n\nPremiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"\n\nSå ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"\n\nKRÖNIKA: Förnybart i all ära – är bästa investeringen verkligen i Sverige?\n\nPremiär för BUILD – skaffa biljett här!\nNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"", "source": "scraped_content.html"}
{"id": "4a930b5188b0-1", "text": "Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"\n\nSkribenter och krönikörer\nEntreprenör\nEntreprenör och investerare\nKapitalstrateg\nEntreprenör och krönikör\nNew York-korrespondent\nReporter, Impact Loop\nChefredaktör och grundare, Impact Loop\nDu är inloggad, välkommen till Impact Loop\nJournalistik, community och finansiering\nVarje dag ger vi dig de viktigaste nyheterna, analyserna och krönikorna om människorna och bolagen som gör världen bättre.Signa upp nu – nyhetsbrevet är gratis!\nGenom att registrera din mailadress så godkänner du våra allmänna villkor. Du kan avregistrera dig när som helst.\nSol, vind, kärnkraft och vatten – 24 bolag som vill lösa framtidens energibehov\n\nLISTA: Nya avfallslagen – här är branscherna och bolagen som blir vinnare\n\nÄr social hållbarhet nästa stora grej? Här är 12 svenska impact-bolag som leder vägen\n\nFrån laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstra\n\nSol, vind, kärnkraft och vatten – 24 bolag som vill lösa framtidens energibehov\n\nKlimatbolaget växlar upp – vässar strategin och byter ordförande\n\nRenewcells konkursförvaltare: Har över 35 intressenter", "source": "scraped_content.html"}
{"id": "4a930b5188b0-2", "text": "Renewcells konkursförvaltare: Har över 35 intressenter\n\nHållbarhetsmässan tvingas ställas in – skjuts upp till 2025\n\nVi håller dig i loopen – så att du kan växa med ditt företag\nNu bygger vi tillsammans – visst kommer du på vårt första event BUILD?\nANALYS: Därför har värmepumpen blivit het – och det kan vi lära oss av Aira\nRenewcells vd talar ut – därför gick textilåtervinnaren i konkurs: \"Finns en felande länk\"\nSå ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"\n\nI flera år har H&M och Vargas planerat för sin storsatsning Syre, som ska återvinna polyester i stor skala. I en stor intervju med Impact Loop berättar nu Syres vd Dennis Nobelius om hur man ska bygga en \"gigascale\" av polyester-återvinning. Läs mer om: → Steg för steg hur Syres metod fungerar → Att man tagit in en halv miljard kronor från en av världens största klimatfonder → Tipset från Northvolts Peter Carlsson som ledde Dennis Nobelius hit\n\nKlimatbolaget växlar upp – vässar strategin och byter ordförande\n\nRenewcells konkursförvaltare: Har över 35 intressenter\n\nHållbarhetsmässan tvingas ställas in – skjuts upp till 2025", "source": "scraped_content.html"}
{"id": "4a930b5188b0-3", "text": "JUST NU: Vinnovas impact-stöd är tillbaka – lanseras idag\n\nhttps://impactloop.se/kategori/veckans-nedslag\nVeckans nedslag\n\nSol, vind, kärnkraft och vatten – 24 bolag som vill lösa framtidens energibehov\n\nLISTA: Nya avfallslagen – här är branscherna och bolagen som blir vinnare\n\nÄr social hållbarhet nästa stora grej? Här är 12 svenska impact-bolag som leder vägen\n\nFrån laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstra\n\n12 svenska, heta bolag som vill förpacka grönt – \"Miljontals ton plast som ska fasas ut\"\n\nStor genomgång: Över 100 affärsänglar som letar efter impact\nFrån hållbart mode till djupa skogar – våra 7 mest lästa genomgångar\nFrån hållbart mode till djupa skogar – här är våra 7 mest lästa genomgångar\nSveriges 33 största impact-investerare – storlek, områden och namn\nSveriges 33 största impact-investerare – storlek, områden de investerar i och personer att kontakta\n\nDrönare, AI och mätverktyg – här är 11 svenska bolag som växer i skogen\n\nDärför pågår en tyst revolution i skogen: \"Outforskad mark\"", "source": "scraped_content.html"}
{"id": "4a930b5188b0-4", "text": "De vill skapa en mer hållbar stadsmiljö – 10 mobilitybolag att hålla koll på just nu\n\nForskarnas revansch! Därför har nördarna blivit hetast i stan\n\nFrån labb till lukrativ business? Tio heta forskarbolag just nu\n\nDressad för framgång – men när tar det fart för hållbart mode?\n\nVi har gått igenom 241 impact-bolags värderingar – så här ser det ut i olika faser\n\nSocial hållbarhet kliver fram ur klimatskuggan – “Aptiten är jättestor”\n\nSka vi byta grejer? Så går det för begagnat- och hyrbolagen (spoiler: riktigt bra!)\n\nDärför har energilagring blivit coolast i klassen – \"Kommer bara växa\"\n\nLivsviktiga men komplexa – är detta nästa våg av bolag som lockar riskkapital?\nInte lika vroom-vroom – bromsad tillväxt hos mobility-bolagen\nInte lika vroom-vroom – bromsad tillväxt och ökade förluster hos mobility-bolagen\nFrån tyst pivotering till snabb expansion – hur går det för maträddarna?\nFrån tyst pivotering till snabb expansion – hur går det för maträddarna?", "source": "scraped_content.html"}
{"id": "4a930b5188b0-5", "text": "Riskkapital, el-boom och bidrag – därför är allt ljus just nu på färjan\nHär är bolagen som hjälper dig att navigera i en ny, tuffare värld\nFrån supervete till väderprognoser – här är bolagen som hjälper dig att navigera i en ny, tuffare värld", "source": "scraped_content.html"}
{"id": "4a930b5188b0-6", "text": "De nya solcellsföretagen växer så det knakar – men det kostar\nhttps://impactloop.se/artikel/de-vill-skapa-en-mer-hallbar-stadsmiljo-10-mobilitybolag-att-halla-koll-pa-just-nu\nDe vill skapa en mer hållbar stadsmiljö – 10 mobilitybolag att hålla koll på just nu\nSäg \"mobility\" och de flesta tänker på elsparkcyklar och motorcyklar. Men grunden ligger snarare i att skapa en mer hållbar stadsmiljö – och då kanske lösningen snarare är att ta cykeln. Impact Loop har vaskat fram tio mobility-bolag som jobbar för framtidens hållbara stad.\nVår lista baseras på ett urval av bolag där ungefär hälften är etablerade spelare och hälften bubblare som ännu inte bevisat sig. Vi har därför tagit med nettoomsättning (faktisk försäljning), resultat och senast kända värdering.\n1. Zpark Energy Systems – helhetsgrepp om laddinfrastruktur", "source": "scraped_content.html"}
{"id": "4a930b5188b0-7", "text": "1. Zpark Energy Systems – helhetsgrepp om laddinfrastruktur\nDet är trångt in genom dörren för alla bolag som nu satsar på att vara med och driva den storskaliga utbyggnaden av laddinfrastruktur. En av de aktörer som lyckats positionera sig i framkant är bolaget Zpark Energy Systems. Med ursprung från  Luleå Tekniska Universitet har bolaget utvecklat sin teknik med fokus på helhet, där hela kedjan av hårdvara, mjukvara och integrering mot olika ekonomi, fastighet, personal och tredjepartssystem ingår.\nStartår: 2021\nGrundare:Bolaget Grepit är en spinoff från Luleå tekniska Universitet, på vilket Zpark Energy Systems sedan startades som ett projekt och bolagiserades 2021.Vd:Jimmy AbrahamssonNettoomsättning 2022:39 miljoner kronorRörelseresultat 2022:5,5 miljoner kronorSenast registrerade värdering: –Urval av ägare: Tech Invest North AB, en bolagsgrupp i Luleå\n2. Mioo – vill få folk att cykla mer och enkelt", "source": "scraped_content.html"}
{"id": "4a930b5188b0-8", "text": "2. Mioo – vill få folk att cykla mer och enkelt\nVi kanske inte behöver helt nya fordon för att gå över till mer hållbara transportmedel. Den slutsatsen drog den tidigare elitcyklisten Tomas Grönqvist när han startade Mioo. Bolaget erbjuder mobil cykelservice som bokas och hanteras genom en app. Företaget har som exempel serviceavtal med e-handelsjätten Amazon i Storbritannien som erbjuder montering från Mioo till kunder.\nStartår:2019Grundare:Tomas GrönqvistVd:Tomas GrönqvistNettoomsättning 2022:6 miljoner kronorRörelseresultat 2022:-5,4 miljoner kronorSenast registrerade värdering:58,4 miljoner kronor (post-money)Urval av ägare:Groonqvist Invest, Gota Industriutveckling aktiebolag, 41an Invest AB.\n3. Einride – vill leda omställningen med ellastbilar\nVi måste ändå ta med Einride här – svenska bolaget som redan har satt ellastbilar på marknaden och självkörande autonoma elfordon i drift. Nu rullar man ut de första stegen i det som ska bli ett globalt infrastrukturnät för laddning.", "source": "scraped_content.html"}
{"id": "4a930b5188b0-9", "text": "Startår: 2016Grundare:Robert Falck, Linnea Kornehed FalckVd:Robert FalckNettomsättning 2022:47 miljoner kronorRörelseresultat 2022:- 666 miljoner kronorSenast registrerad värdering:11,1 miljarder kronorUrval av ägare:EQT Ventures, Navisalma AB, Smallcap World Fund\n4. Dance – prenumeration på egna elcyklar och elmopeder\nEn svensk bubblare som är baserat i Berlin. Startat av de svenska Soundcloud-grundarna Alexander Ljung och Eric Wahlforss vill elcykelbolaget Dance göra städer mer levande. Bolaget erbjuder en prenumerationstjänst av egna elcyklar och elmopeder där användaren har tillgång till dygnet-runt-underhåll.\nStartår:2020Grundare:Alexander Ljung, Eric Quidenus-Wahlforss, Christian SpringubVd:Eric Quidenus-WahlforssNettoomsättning 2022:okäntRörelseresultat 2022:okäntSenast registrerad värdering:875 miljoner kronorUrval av ägare:HV Capital, Eurazeo and BlueYard\n5. Eljun – samlad mobilitetsplånbok\nSvenska Eljun har utvecklat en digital plånbok som samlar allt från elscootrar och elbilsladdning till kommunala transportsätt på ett ställe. Samtidigt erbjuder tjänsten kunder att dela mobilitet med familj.", "source": "scraped_content.html"}
{"id": "4a930b5188b0-10", "text": "Startår:2020Grundare:Fredrik Billing och Tore StenbockVd:Fredrik BillingNettoomsättning 2022:0 kronorRörelseresultat 2022:- 133 000 kronorSenast registrerad värdering:20,5 miljoner kronorUrval av ägare:Dealflower aktiebolag, Tore Stenbock\n6. Omniloop – tubtransporter\nSvenska startupen Omniloop utvecklar system för att transportera gods genom rörsystem som integreras på samma sätt som elledningar och avlopp dras genom vårt samhälle. Tänk en högteknologisk version av den rörpost som du kanske sett användas på sjukhus. Målet är att urbana områden ska inkludera tekniken för sista-milen leveranser och avfallshantering.\nStartår:2020Grundare:Sten WandelVd:Niklas HägerklintNettoomsättning 2022:0 kronorRörelseresultat 2022:-97 000 kronorSenast registrerad värdering:okäntUrval av ägare:okänt\n7. Jonna Bike – prenumeration av vanliga cyklar", "source": "scraped_content.html"}
{"id": "4a930b5188b0-11", "text": "7. Jonna Bike – prenumeration av vanliga cyklar\nErik Klerelid, Martin Sjögren och Fredrik Karlberg grundade Jonna Bikes för att få fler att välja den gamla hederliga cykeln framför andra transportsätt. Genom deras tjänst kan kunder genom en månadsavgift prenumerera på en cykel.Cyklarna bygger bolaget i så stor utsträckning som möjligt från delar som de återanvänder från cyklar som använts tidigare.\nStartår: 2020Grundare:Erik Klerelid, Martin Sjögren, Fredrik KarlbergVd:Fredrik KarlbergNettoomsättning 2022:2,1 miljoner kronorRörelseresultat 2022:- 1,1 miljoner kronorSenast registrerad värdering:7 miljoner kronorUrval av ägare:Klerelid Sjögren Invest, Sten Fredrik Karlberg\n8. Walking Talking – vill främja samtal och promenader\nAppen Walking Talking är utvecklad för att motverka psykisk ohälsa och få människor och hela personalgrupper att nå sin fulla potential med mindre stress. Plattformen är uppbyggd runt ett system där möten mellan medarbetare eller med chefer planeras in som promenader. Samtidigt finns det även certifierade profesionella lyssnare som nås via plattformen för den som känner ett behov att få prata av sig, med någon utanför arbetsplatsen.", "source": "scraped_content.html"}
{"id": "4a930b5188b0-12", "text": "Startår:2020Grundare:Anna-Lina Kvarnsmyr, Therese EricssonVd:Anna-Lina KvarnsmyrNettoomsättning 2022:38 tusen kronorRörelseresultat 2022:- 3,3 miljoner kronorSenast registrerad värdering:2,1 miljoner kronorUrval av ägare:Anna-Lina Kvarnsmyr, Therese Ericsson, Maria Runesson\n9. Cake – snygga elmotorcyklar med cirkulärt tänk\nStefan Ytterborn grundade det numera miljardvärderade elmotorcykelbolaget Cake med målet att vara en bidragande part till nollutsläpp. Med stor närvaro på marknaden och med en snabb tillväxtplan vill bolaget inte bara sälja mer fordon. I planen ingår även att skapa en cirkularitet kring de batterier bolagets kunder använder och utveckla nya produktgrupper där batterierna blir kraftstationer både för enskilda konsumenter, men också för större användare.\nStartår:2015Grundare:Stefan YtterbornVd:Stefan YtterbornNettoomsättning 2022:107 miljoner kronorRörelseresultat 2022:- 278 miljoner kronorSenast registrerad värdering:1,6 miljarder kronorUrval av ägare:Crumble Consulting, AMF pensionsförsäkring, Creandum.\n10. Elonroad – vägar som kan ladda eldrivna fordon", "source": "scraped_content.html"}
{"id": "4a930b5188b0-13", "text": "10. Elonroad – vägar som kan ladda eldrivna fordon\nElonroads grundaren Dan Zethraeus gjorde den första prototyp av sina teknologi med hjälp av legoklossar. Hans tanke var att det ska gå att ladda elfordon på ett annat sätt än att stanna och stoppa in en elsladd. Det landade i en teknologi som går ut på att man bygger vägar med en skena där elfordon med någon typ av mottagare kan få ström även när de rullar. Det är den lösning som Elonroad nu utvecklar och som rönt mycket uppmärksamhet.\nBolaget gicktidigare i årut med att man bland annat ska bygga en 2 kilometer lång elväg i Frankrike.Nyligenhamnade var man på topp tio-listan när Europaparlamentet och Boston Consulting Group skulle prisa de bästa gröna mobilitetsbolagen i Europa.\nStartår:2014Grundare:Dan ZethraeusVd:Karin EbbinghausNettoomsättning 2022:9,8 miljoner kronorRörelseresultat 2022:-12,3 miljoner kronorSenast registrerad värdering:94,1 miljoner kronorUrval av ägare:Almi Invest, Bring Ventures och LU Holding\nVilka har vi missat? Tipsa oss påimpact@loop.se!\nGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!", "source": "scraped_content.html"}
{"id": "4a930b5188b0-14", "text": "Fortsätt läsa – kom in i loopen!\nFortsätt läsa – kom in i loopen!\nFler artiklar:\nCementutmanaren fyller kassan med 110 miljoner\nMinskar viltolyckor med AI – nu tar Flox in kapital för första gången\nNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"\nPremiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"\nRelated Stories\nElflygplanen tar in 1 miljard – från Norrsken, EQT och Bill Gates\nPandemin knäckte samåkningsappen – \"Jag har lagt nästan sju år av mitt liv\"\nhttps://impactloop.se/artikel/just-nu-vinnovas-impact-stod-ar-tillbaka-lanseras-idag\nJUST NU: Vinnovas impact-stöd är tillbaka – lanseras idag\nFör några veckor sedan avslöjade Impact Loop att Vinnova lanserar ett nytt impact-stöd. Då var planen att det skulle landa hos impact-bolagen före sommaren. Nu är stödet här – redan idag.\nImpact Loop har under vintern löpande rapporterat om Vinnovas impact-stöd, som är precis vad det låter – ett stöd som ska gå till bolag som jobbar med hållbarhet av olika slag.", "source": "scraped_content.html"}
{"id": "4a930b5188b0-15", "text": "Det började med att regeringen kapade myndighetens anslag, varpå impact-stödet såg ut att stryka på foten.\n\"Det är de pengarna som rök nu\", saJan Sandred, utlysningsansvarig för Vinnovas impactstöd,till Impact Loop i november.\nÄven i januari såg läget dystert ut, men myndigheten hade då ändå en plan. Jan Sandred sa då att det på pappret fanns noll kronor för att finansiera startups och den typen av verksamhet över huvud taget, men också att:\n\"Vår ambition är att försöka få till något. Ett alternativ är att vi försöker gräva fram pengar internt på något sätt från ett annat regeringsuppdrag. Men då blir stödet kopplat tematiskt till det uppdraget, exempelvis avancerad digitalisering.\"\nNytt stöd planerat\nMen så för några veckor sedan hände något. I samband med att Vinnova gick ut med vilka fem stora omställningsprogram som beviljats totalt en halv miljard kronor årligen från Vinnova, Energimyndighetens och Formas, avslöjade man även för Impact Loop att det fanns ett impact-stöd med i beräkningen.\n\"När vi gick igenom alla ansökningarna till Impact Innovation så såg vi att just startups var lite svagt representerat\", saJenny Elfsberg, chef för avdelningen Innovationsledning på Vinnova då.", "source": "scraped_content.html"}
{"id": "4a930b5188b0-16", "text": "Då fanns det inget bestämt datum för när stödet skulle lanseras, mer än att det skulle ske före sommaren.\nLanseras idag\nMen lanseringen har gått fortare än väntat, och öppnar redan idag.\nUnder namnet \"Impact Innovation Start/Scale\" kan impact-bolag söka upp till 1 miljon kronor per sökt projekt, som måste bidra med tydliga värden till något av Impact Innovations program, som verkar inom tillverkningsindustrin, vatten, metall- och mineralförsörjning, offentlig sektor och bygg- och transport.\nNär Impact Loop når Jenny Elfsberg igen bekräftar hon att lanseringen är idag.\n\"Svenska startups och scaleups har en viktig roll i Impact Innovation genom lösningar, perspektiv och förmågor. Genom de nya arbetssätt vi implementerar i programmet kommer alla involverade att utveckla kapacitet för och åstadkomma systeminnovation tillsammans och samtidigt lära av varandra\", säger hon.\nÖvriga kriterier för att få stödet är att bolaget måste ha minst tre anställda och maximalt 249. Bidraget, som får motsvara maximalt 80 procent av projektets stödberättigande kostnader för små bolag (och 50 procent för medelstora bolag) ska avse utvecklingsprojekt och inte beröra genomförbarhetsstudier eller rutinmässiga affärs- eller produktutvecklingsprojekt.\nHär är stödet hos Vinnova.", "source": "scraped_content.html"}
{"id": "4a930b5188b0-17", "text": "Här är stödet hos Vinnova.\nGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!\nFortsätt läsa – kom in i loopen!\nFortsätt läsa – kom in i loopen!\nFler artiklar:\nCementutmanaren fyller kassan med 110 miljoner\nMinskar viltolyckor med AI – nu tar Flox in kapital för första gången\nNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"\nPremiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"\nRelated Stories\nFrån deeptech till AI – här är Vinnovas 33 nya stöd: “Vi vill boosta den här delen”\n500 miljoner i grön garanti – men bara fyra bolag har sökt: \"Vi har försökt nå ut\"\nhttps://impactloop.se/artikel/dronare-ai-och-matverktyg-har-ar-11-svenska-bolag-som-vaxer-i-skogen\nDrönare, AI och mätverktyg – här är 11 svenska bolag som växer i skogen", "source": "scraped_content.html"}
{"id": "4a930b5188b0-18", "text": "Det bubblar i myllan och det handlar om skogen. Tuffare regleringar och mer fokus på att skydda naturen gör att skogstech-bolagen nu kan börja gro ordentligt. Impact Loop har grävt fram elva svenska bolag som tar avstamp från och för världens gröna lungor.\nI Impact Loops genomgång av skogstech-bolagen kan vi se ett skifte där sektorn som tidigare varit delvis förbisedd nu får allt större fokus. Bakgrunden kan till stor del kopplas till hårdare regleringar och ett ökat intresse från kapitalmarknaden mot komplexa deeptech-innovationer.\n“Innan marknadsläget gick ner var alla startups intressanta. Nu när det börjar vända har man fått upp ögonen lite mer för skog. Kanske tänker man mer på hållbarhet nu och vill investera i saker som har substans och kan förändra på riktigt”, säger Axel Ljudén, vd och medgrundare på skogstech-bolaget Ecotype.\nHär är elva skogstechbolag att hålla ögonen på, med tillhörande siffror:\n1. Arboair\nSpecialiserar sig på utveckling och försäljning av mjukvara och hårdvara för skogsbruk. Med AI-driven bildanalys och drönare erbjuder de innovativa lösningar för att producera skarpa beslutsunderlag för skogsägare, vilket hjälper till att effektivisera skogsindustrin.", "source": "scraped_content.html"}
{"id": "4a930b5188b0-19", "text": "‍Startår:2019Vd:Markus DruggeNettoomsättning 2022:3,9 milj krRörelseresultat 2022:-885’ krSenaste registrerade värdering:65 milj kr\n2. Deep Forestry\nInriktar sig på robotik och maskininlärning och har utvecklat drönare som autonomt kan navigera i skogen mellan träd. Genom en prenumerationstjänst kan skogsägare genom tekniken mäta upp hela skogsarealer, där varje träd analyseras.‍Startår:2018Vd:Levi FarrandNettoomsättning 2022:88' krRörelseresultat 2022:-1,1 milj krSenaste registrerade värdering:86 milj kr\n3. Ecotype\nHar utvecklat en SaaS-baserad plattform för att skapa, analysera och hantera skogsdata. Med hjälp av tjänsten som ger en detaljerad beskrivning av skogen kan rådgivande organisationer och skogsägare enklare skogsbruksplanera, övervaka och analysera bestånd. Plattformen riktar sig även till långivare och mäklare som ska bedöma skogsvärde.\nStartår:2020Vd:Axel LjudénNettoomsättning 2022:848' krRörelseresultat 2022:-3,9 milj krSenaste registrerade värdering:34 milj kr\n4. Katam Technologies", "source": "scraped_content.html"}
{"id": "4a930b5188b0-20", "text": "4. Katam Technologies\nBolaget har utvecklat en molnbaserad tjänst som sammankopplar avancerad 3D-bildbehandling, sensorteknik och AI för att öka spårbarhet och mäta skogsbestånd, vilket ska ge ökad möjlighet för ett hållbart skogsbruk.\n‍Startår:2010Grundare:Krister ThamVd:Bengt Magnus KarlsonNettoomsättning 2022:2,1 milj krRörelseresultat 2022:-2,3 milj krSenaste registrerade värdering:62 milj kr\n5. NFA Forestry Automation\nMed grund i sensorteknik från autonoma fordon och AI-algoritmer har bolaget utvecklat en ny innovativ teknik som ger skogsmaskinsföraren underlag för vilka träd som ska avverkas.. Med förarstödet kan gallring underlättas, vilket leder till en mer kostnadseffektiv avverkning som gynnar biologisk mångfald och kolinlagring.\n‍Startår:2021Vd:Lars SvenssonNettoomsättning 2022:715' krRörelseresultat 2022:109’ krSenaste registrerade värdering:38 milj kr\n6.Taigatech", "source": "scraped_content.html"}
{"id": "4a930b5188b0-21", "text": "6.Taigatech\nHar utvecklat en AI-baserad teknik som med kameror kan följa varje enskild stock genom sågverksprocesser. Med tekniken kan data samlas in som ger sågverket möjlighet att få ut fler brädor och större värden ur varje stock.‍Startår:2021Vd:Christoffer JohnssonNettoomsättning 2022:484' krRörelseresultat 2022:-709’ krVärdering 2023:14 milj kr\n7. Tracy of Sweden\nMed grund i komplex AI-teknik har bolaget utvecklat en algoritm som med bildigenkänningsteknik kan spåra virke globalt. Från bolagets plattform kan hela kedjan säkras från avverkning till konsument vilket ska försvåra handel med olagligt avverkad skog.\n‍Startår:2015Vd:Jan Erik RendahlNettoomsättning 2022:59’ krRörelseresultat  2022:-1,7 milj krSenaste registrerade värdering:50 milj kr\n8. AirForestry\nHar utvecklat en helt ny teknik för skogsbruk där arbetet sker från luften för att inte ge negativ påverkan åt känslig mark, eller omkringliggande träd. Med drönare utrustade med kapverktyg kan träd skördas och även lyftas ut från skogen till en utmärkt plats för upphämtning.", "source": "scraped_content.html"}
{"id": "4a930b5188b0-22", "text": "Startår:2020‍Vd:Olle Gelin‍Nettoomsättning 2022:550’ krRörelseresultat 2022:-8,7 milj kr‍Senast registrerade värdering:41 milj kr\n9. Sustainalube\nBolaget som är en forskningsbaserad spin-off från Luleå tekniska universitet utvecklar miljövänliga smörjmedel och hydraulikvätskor för skogsindustrins maskiner. Produkterna som tillverkas av gröna restprodukter är vattenlösliga och innehåller inga skadliga ämnen för vattenlevande organismer eller miljön.\nStartår:2015‍Vd:Jan Jonsson‍Nettoomsättning 2022:855' kr‍Rörelseresultat 2022:-510' kr‍Senast registrerade värdering:84' kr\n10. Nordluft Automation\n‍Bolaget utvecklar med hjälp av drönarteknik ett automatiserat spridarsystem för skogsbruk. Drönarna som kan bära upp till 30 kilos last ska bidra till en mer effektiv spridning av frön, näring och aska för en välmående och växande skog.\n‍Startår:2017‍Vd:Elof Winroth‍Nettoomsättning 2022:1,1 milj kr‍Rörelseresultat 2022:10’ kr‍Senast registrerade värdering:55 milj kr\n11. Reselo", "source": "scraped_content.html"}
{"id": "4a930b5188b0-23", "text": "11. Reselo\nHar utvecklat en process för att framställa gummi av björkbark. Den innovativa tekniken ger skogsråvaran som vanligtvis eldas upp inom skogsindustrin ett högre värde och bidrar till ökad cirkularitet.\nStartår:2020‍Vd:Henrik Otendal‍Nettoomsättning 2022:179’ kr‍Rörelseresultat 2022:3’ kr‍Senast registrerade värdering:83 milj kr\n*Bildtext:Läser man bilden som en serietidningssida innehåller den följande personer: Yijun Shi, Sustainalube, Judith Maria Rendahl och Jan Erik Rendahl, Tracy of Sweden, Krister Tham, Katam Technologies, Axel Ljudén, Ecotype, Josefin Larsson, Reselo, Elof Winroth, Nordluft Automation, Lars Svensson, NFA Nordic Forestry Automation, Christoffer Johansson, Taigatech, Caroline Walerud, Airforestry och Markus Drugge, Arboair.\nGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!\nFortsätt läsa – kom in i loopen!\nFortsätt läsa – kom in i loopen!\nFler artiklar:\nCementutmanaren fyller kassan med 110 miljoner\nMinskar viltolyckor med AI – nu tar Flox in kapital för första gången", "source": "scraped_content.html"}
{"id": "4a930b5188b0-24", "text": "Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"\nPremiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"\nRelated Stories\nhttps://impactloop.se/artikel/ny-fond-ska-brygga-gapet-mellan-forskning-och-innovation-kommer-finnas-ett-fore-och-ett-efter\nNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"\nDet finns ett glapp mellan svensk forskning och möjligheterna till kommersialisering, vilket ofta beror på tuffa krav kring medfinansiering. Det menar gänget bakom Ymner – och drar igång en ny fond som ska matcha statliga bidrag med riskkapital – och skapa trygghet för deeptech-bolagen. \"För kommersialiseringen av svensk forskning kommer det finnas ett före och ett efter den här fonden\", säger vd:n Oscar P. Ridell.\nProblematiken kring medfinansiering, alltså att bolag ofta behöver gå in med lika mycket pengar själva som de får statliga stöd för, har blivit alltmer tydligt under de år somOscar P. Ridell,Hermes HolmochErik Sternhar arbetat med Ymner, den plattform som samlar finansiering av svensk forskning och innovation.\nI dagsläget sitter teamet på data från över 200 000 finansierade forsknings- och innovationsprojekt.", "source": "scraped_content.html"}
{"id": "4a930b5188b0-25", "text": "Nu vill de omsätta sina lärdomar i fonden Y2, för att på allvar sammanföra offentlig och privat sektor.\nOscar P. Ridell blir vd för Y2 och ordförande i dess investeringskommitté. Han ringar in problematiken de försöker lösa:\n”Sverige är ett extremt framstående forskningsland. Men när forskningen ska översättas till innovation blir det inte lika bra.”\nI siffror innebär det att forskningen får fem gånger så mycket offentliga bidrag som när den ska omsättas till kommersialiserbar innovation. Och av innovationspengarna går mindre än två procent till tidiga deeptech-bolag.\nEn stor tröskel är alltså kravet på medfinansiering.\n”Själva kravet är bra i sig, det ska absolut finnas”, säger Hermes Holm, som kommer att jobba med strategisk kommunikation på Y2.\n”Det offentliga ska inte helfinansiera privata bolag. Men det har definitivt blivit ett problem på vägen, istället för den hävstång som var tanken. Vi vill få det offentliga och privata att dra åt samma håll, något som efterfrågats länge.”\nOscar P. Ridell drar resonemanget ett steg vidare:", "source": "scraped_content.html"}
{"id": "4a930b5188b0-26", "text": "Oscar P. Ridell drar resonemanget ett steg vidare:\n”Många deeptech-bolag föds in i dödens dal eftersom de har lång utvecklingsfas och stort kapitalbehov. Därför är det många innovationer som aldrig blir till, och det ligger skrämmande mycket potentiell innovation i svenska forskares byrålådor. Det behövs en stark spelare i det tidiga skedet, som kan dämpa risken genom att låsa upp offentliga innovationsbidrag med hjälp av privat medfinansiering.”\nVill ta in 800 miljoner\nTeamet bakom Y2 ska nu kavla upp ärmarna och ta in mellan 400 till 800 miljoner kronor i fonden. Tanken är att kunna matcha de offentliga innovationsbidragen med privata pengar för att skapa trygghet i portföljbolagens uppbyggnadsfas.\nTill sin hjälp har de ett tungt forskarråd som kan granska bolagen utifrån evidens och tuffa kriterier. I fondens advisory board ingår profiler från Industrifonden, Vera Invest, Sting och Almi Invest Greentech. Det är många som vill ha löpande insyn i vilka bolag fonden kommer att investera i.\nJosefin van der Meerjobbar med deeptech-finansiering på Vinnova. Hon ser goda samverkansmöjligheter med Y2 i framtiden.", "source": "scraped_content.html"}
{"id": "4a930b5188b0-27", "text": "”En av utmaningarna som deeptech-bolag står inför är att de behöver tillgång till avsevärt mycket större kapital genom hela innovationsresan jämfört med traditionella techbolag.”\nHon är i grunden positiv till medfinansiering när statliga medel kan fungera som en katalysator för privata finansiärer − vilket kan accelerera bolagens väg till marknaden.\n”En sådan här fond kan stärka konkurrenskraften för svensk deeptech. Det möjliggör för företagen att vara en del av lösningen på de utmaningar inom ekonomi och samhälle som vi står inför idag,” säger Josefin van der Meer.\nFokus på framtidsfrågor\nHermes Holm är övertygad om att den nya finansieringsbryggan kan bidra positivt till ekosystemet.\n”Vi vill se till att dubbelt så många deeptech-bolag ser dagens ljus – och att de får en så bra start som möjligt. Infrastrukturen för saminvestering mellan privat och offentligt kapital finns där. Med Y2 frigör vi en hittills outnyttjad kraft i det svenska stödsystemet.”\nVar ska pengarna komma från?\n”Vi har pågående dialoger med flera olika potentiella investerare. Vi vill samarbeta med aktörer vars hjärta bankar lika hårt som våra för svensk forskning och innovation.”\nHermes Holm fortsätter:", "source": "scraped_content.html"}
{"id": "4a930b5188b0-28", "text": "Hermes Holm fortsätter:\n”Vi har fått väldigt fin feedback på det unika i Y2s modell, både när det gäller samhällsnytta och riskminimering. Vi är övertygade om att man måste börja vända på alla stenar för att kommersialisera svensk forskning, och kommer bland annat att prata med svenska stiftelser, filantroper och familjekontor - utöver VCs och deeptech-investerare.”\nNi vill helst jobba med innovationer inom energi, klimat och hälsa. Varför just dessa områden?\n”Vi vill jobba med alla typer av deeptech-bolag, men inom just de områdena kan det vara extra kapitalintensivt och komplext att ta det från forskning till något kommersiellt gångbart. Dessutom ser vi att det offentliga kommer att utlysa medel för de här stora framtidsfrågorna − då måste någon matcha det,” säger Oscar P.Ridell.\n”Adresserar en viktig utmaning”\nKrim Taliaär vd och affärscoach på startup-acceleratorn Sting. Han skriver under på att deeptech-området är underfinansierat i Sverige.\n”Många bolag är tillräckligt bra för att tilldelas mjuka pengar från både det svenska och europeiska stödsystemet, men det privata riskkapitalet är underutvecklat inom det här området − vilket förhindrar dem att ta hem dessa medel.”\nMärker ni av detta på Sting också?", "source": "scraped_content.html"}
{"id": "4a930b5188b0-29", "text": "Märker ni av detta på Sting också?\n”Ja, ett flertal av våra deeptech-bolag har ställts inför detta. I flera fall får man välja bort de lite större mjuka finansieringsmöjligheterna för att man har svårt att matcha beloppen med motsvarande privat kapital. Ymner och Y2 adresserar en viktig utmaning som ett flertal av Sveriges vassaste deeptech-bolag brottas med.”\nEU-matchning blir nästa steg\nDen initiala strategin är att Y2 ska investera 30-40 procent i ett tjugotal bolag under de första fem åren, för att därefter följdinvestera i de som ser mest lovande ut i portföljen. Om allt går som det ska kommer investeringarna kunna påbörjas under Q4 2024.\nPlanen är att fonden ska avvecklas efter tio år?‍\n\"Ja, det är vanligt att man stänger ner en fond efter en viss tid”, säger Oscar P. Ridell. Vi ska inte vara långsiktiga förvaltare, utan vill bidra i uppbyggnaden och lämna över till andra investerare i nästa fas – gärna i Sverige förstås. Stolt svensk forskning ska leda till stark svensk innovation.”\nSamtidigt finns redan planer på fler fonder i framtiden.", "source": "scraped_content.html"}
{"id": "4a930b5188b0-30", "text": "Samtidigt finns redan planer på fler fonder i framtiden.\n”Det finns behov av privatkapital som gör det möjligt att matcha även större EU-pengar. Där är vi för dåliga jämfört med andra EU-länder, det ser vi tydligt i vår data. Fler tidiga deeptech-bolag måste få en chans med offentligt och privat kapital för att sen kunna söka EU-medel när de är mogna för det. I det skedet behövs en helt annan sparbössa. Lägg på en nolla.\"\nSka man se Y2 som en spinoff från Ymner?\n”Absolut, men de fungerar väldigt olika. Ymner samlar stödsystemets aktörer för att tillsammans utveckla datadrivna tjänster som förbättrar systemet. Därför är Ymner ett socialt bolag som återinvesterar allt överskott\", säger Oscar P. Ridell och fortsätter:\n\"Y2 drivs däremot enligt marknadens alla regler för att bli en framgångsrik fond. För oss handlar det om två olika verktyg för att komma till rätta med två olika utmaningar, men som båda bidrar till att göra svensk forskning och innovation världsledande. Medfinansieringen ska vara en accelerator, inte en flaskhals. För kommersialiseringen av svensk forskning kommer det finnas ett före och ett efter den här fonden.\"", "source": "scraped_content.html"}
{"id": "4a930b5188b0-31", "text": "Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!\nFortsätt läsa – kom in i loopen!\nFortsätt läsa – kom in i loopen!\nFler artiklar:\nCementutmanaren fyller kassan med 110 miljoner\nMinskar viltolyckor med AI – nu tar Flox in kapital för första gången\nPremiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"\nSå ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"\nRelated Stories\nhttps://impactloop.se/skribent/maja-hurtigh\nMaja Hurtigh", "source": "scraped_content.html"}
{"id": "4a930b5188b0-32", "text": "Hur ska handeln bli hållbar? 6 spaningar från D-Congress med impact som tema\nÄr social hållbarhet nästa stora grej? Här är 12 svenska impact-bolag som leder vägen\nImpact på Tech Arena – här är 10 händelser vi tycker att du ska gå på\n7 spaningar från Sveriges framsida – så tänker investerarna om deeptech\nImpact-bolagen kan bli vinnare med ny lag – större krav på att laga trasiga grejer\n12 svenska, heta bolag som vill förpacka grönt – \"Miljontals ton plast som ska fasas ut\"\nhttps://impactloop.se/artikel/cementutmanaren-fyller-kassan-med-110-miljoner\nCementutmanaren fyller kassan med 110 miljoner\nCemvision tar nya kliv mot den globala marknaden med sin CO2-snåla cement. I en såddrunda fyller man på kassan med 110 friska miljoner från tre olika investerare.\nMarknaden för cement är enorm. Samtidigt står produktionen för ungefär 8 procent av de globala CO2-utsläppen.\nDet svenska bolaget Cemvision har utvecklat en teknik för att producera cement med råvaror från industriavfall, samtidigt som ugnarna kan köras på lägre temperaturer med fossilfri energi. Enligt bolaget kan produkten därmed tillverkas med 95 procent lägre klimatavtryck jämfört med traditionell Portlandcement.", "source": "scraped_content.html"}
{"id": "4a930b5188b0-33", "text": "Impact Loop hartidigare rapporteratom Cemvisions planer framåt, och för att ytterligare kunna accelerera utvecklingen tar bolaget nu in 110 miljoner kronor – vilket man menar är världens största såddrunda inom cementindustrin.\nBakom investeringarna står tre aktörer, varav de två svenska står för merparten av kapitalet. Backing Minds ökar sin ägarandel medan Polar Structure kliver in i Cemvision för första gången. Dessutom är den globala San Francisco-baserade riskkapitalfonden Zacua Ventures med på tåget.\n”Cemvision adresserar en 4 000 miljarders-marknad och tillgodoser de ökande miljömässiga och regulatoriska behoven inom industrin. Det överväldigande mottagandet på marknaden och den skalbara produktionen gör att det känns fantastiskt att fortsätta backa Cemvisions team när de banar väg för globalt hållbart byggande”, sägerSusanne Najafi, medgrundare av Backing Minds VC, i ett pressmeddelande.\nGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!\nFortsätt läsa – kom in i loopen!\nFortsätt läsa – kom in i loopen!\nFler artiklar:\nMinskar viltolyckor med AI – nu tar Flox in kapital för första gången", "source": "scraped_content.html"}
{"id": "4a930b5188b0-34", "text": "Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"\nPremiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"\nSå ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"\nRelated Stories\n18 miljarder till H2 Green Steel – Cristina Stenbeck investerar\nHär är doldisen bakom Northvolts genombrott – ska bygga fabrik för halv miljard\nhttps://impactloop.se/prenumerationsvillkor\nAnvändarvillkor\n‍\nPrenumerationsvillkor\n‍\n1. Bakgrund\n2. Allmänt\nVillkoren gäller när du tar del av Impact Loop eller därmed relaterad tjänst via Impact Loops webbplats (”Tjänsten” eller ”Tjänsterna”).\n3. Prenumeration\n4. Betalning\n5. Personuppgiftsbehandling\nI vår personuppgiftspolicy finns det information om hur vi behandlar dina personuppgifter och hur vi skyddar din integritet när du använder Tjänsterna. Du kan finna vår personuppgiftspolicyhär.\n5.1 Personuppgiftsbehandling av betalleverantör", "source": "scraped_content.html"}
{"id": "4a930b5188b0-35", "text": "5.1 Personuppgiftsbehandling av betalleverantör\nFör att tillhandahålla kortbetalning för Tjänsten använder vi oss av leverantören Stripe. Stripe samlar in och behandlar personuppgifter, inklusive identifierande information om de enheter som ansluter till dess tjänster. Stripe använder denna information för att driva och förbättra de tjänster som tillhandahålls till oss, inklusive för upptäckt och förebyggande av bedrägerier. Du kan läsa mer om Stripe och dess behandlande av personuppgifter via sekretesspolicyn på https://stripe.com/privacy.\n6. Ångerrätt\n7. Immateriella rättigheter\nImpact Loop innehar de immateriella rättigheterna till text, bild och övrigt material och information som tillgängliggörs av Impact Loop via Webbplatsen. Detsamma gäller för den bakomliggande programkoden för Tjänsterna. Sådant material får inte användas på annat sätt än inom ramen för normal användning av Tjänsterna. Impact Loop förbehåller sig rätten att debitera dig för tiden som du nyttjat Tjänsten. Utebliven betalning godtas inte som utnyttjande av ångerfristen.\n8. Eventuella förändringar i produkter", "source": "scraped_content.html"}
{"id": "4a930b5188b0-36", "text": "8. Eventuella förändringar i produkter\nImpact Loop kan när som helst och utan föregående information besluta att avveckla Tjänsterna eller att ersätta Tjänsterna med andra tjänster. I sådant fall förbehåller sig Impact Loop rätten att avsluta din tillgång till Tjänsterna, vilket kommer att ske efter att du informerats om detta, till exempel genom ett meddelande skickat till din registrerade e-postadress. Eventuell ersättning som betalats i förskott för Tjänsterna kommer i så fall att återbetalas till dig.\n9. Eventuella förändringar i användarvillkoren\n10. Lagval och tvist\nSvensk lag ska tillämpas på Tjänsterna och på tolkningen och tillämpningen av dessa Villkor. Tvist hänförlig till Tjänsterna eller dessa Villkor ska avgöras av svensk allmän domstol. Du kan också vända dig till Allmänna reklamationsnämnden (ARN), läs mer påwww.arn.se.\n11. Kontakt\nHar du frågor om din prenumeration, vill byta betalsätt eller har andra frågor eller synpunkter är du alltid välkommen att kontakta Impact Loop på:\nLoop Media AB\nTegnérgatan 38\n113 59 Stockholm\nE-post: support@loop.se\nOrganisationsnummer: 559423-9997\nhttps://impactloop.se/kategori/impact-svepet\nImpact-svepet", "source": "scraped_content.html"}
{"id": "4a930b5188b0-37", "text": "Rekordvärme och bommat utsläppsmål – 3 saker att hålla koll på idag\n\nEU kräver hårdare avfallsregler – 3 saker att ha koll på idag\n\nTuffare regler för greenwashing – 3 saker att ha koll på idag\n\nBatterikapplöpning i Europa och soligt läge för solkraft – 3 saker att ha koll på idag\n\nRekordmånga rundor hos impact-bolagen – 3 saker att ha koll på idag\n\nKraftig minskning av utsläpp i EU– 3 saker att ha koll på idag\n\nGo West drar igång i Göteborg och Paris satsar på cyklar – 3 saker att ha koll på idag\n\nH&M storsatsar på solenergi – 3 saker att ha koll på idag\n\nNy EU-lag ska stoppa utländska investeringar i deeptech – 3 saker att ha koll på idag\n\nFörbud mot fossilreklam och skål för hållbar tequila – 3 saker att ha koll på idag\n\nKrav om skarpa tidsplaner för utfasning inom EU – 3 saker att ha koll på idag\n\nGröna stålbolaget slår tillbaka – 3 saker att ha koll på idag\n\nToppmötet i Davos drar igång – 3 saker att ha koll på idag\n\nNy kritisk grönt stål-rapport på väg – 3 saker att ha koll på idag", "source": "scraped_content.html"}
{"id": "4a930b5188b0-38", "text": "Kvinnor i styrelsen får männen att tuppa sig mindre – 3 saker att ha koll på idag\n\nRivstart på nya året – 3 nyheter från impact-communityt\n\nDärför fryyyser vi just nu – 3 saker att ha koll på idag\n\nNorthvolt tar in 12 miljarder – 3 saker att ha koll på i dag\n\nJulchokladen hotad – 3 saker att ha koll på i dag\n\nImpact-kritik mot regeringen – 3 saker att ha koll på i dag\n\nNordiska pensionsfonder sätter press på Tesla – 3 saker att ha koll på idag\n\nEU först i världen med AI-reglering – 3 saker att ha koll på idag\n\nMinistrarna kallas till \"majlis\" på COP28 – 3 saker att ha koll på idag\n\nForskare tar fram solceller av trä – 3 saker att ha koll på i dag\n\nBatteribolagen behöver samarbeta – 3 saker att ha koll på i dag\n\nBill Gates går in i svensk satsning – 3 saker att ha koll på idag\n\nNu smäller det! 3 saker att ha koll på när COP28 drar igång\n\nKlimattech toppar tronen och Gates utmanar riskkapitalet – 3 saker att ha koll på idag\n\nTrump vill slopa Bidens klimatpaket – 3 saker att ha koll på idag\n\nSkärpt övervakning av EU-skogar – 3 saker att ha koll på i dag", "source": "scraped_content.html"}
{"id": "4a930b5188b0-39", "text": "Impact-bolagen fajtas mot reaveckan – 3 saker att ha koll på idag\n\nRiskkapitalbolagen sämre än konkurrenterna på jämställdhet – 3 saker att ha koll på i dag\n\nSvenskar på klimat-topplista och Kina mot minskade utsläpp – 3 saker att ha koll på i dag\n\nRekordstort luftskepp och glada nyheter för cirkulära bolag – 3 saker att ha koll på idag\n\nRusning till el-taxibilar – 3 saker att hålla koll på i dag\n\nSvenska fågelföreningen kritiserar EU-förslag – 3 saker att hålla koll på i dag\n\nMiljardplantering av träd och köpet som kan rädda Volta Trucks? 3 saker att ha koll på idag\n\nImpact-bolagen som växer snabbast – 3 saker att hålla koll på i dag\n\nGigantiska nyheter från OpenAI – 3 saker att ha koll på idag\n\nSvensk vindkraftsaktör köps upp – 3 saker att ha koll på i dag\n\nRenare luft kan förvärra (!) uppvärmningen – 3 saker att ha koll på idag\n\nMiljonsatsning på biologisk mångfald – 3 saker att ha koll på idag\n\nTickande klocka för Volta-köpare – 3 saker att ha koll på idag\n\nImpact-kvitton och vindkraftssamarbeten – tre saker att ha koll på i dag", "source": "scraped_content.html"}
{"id": "4a930b5188b0-40", "text": "Svepet 25/10: Vindkraft får vind i seglen och återvunna bubblor – 3 saker att ha koll på idag\n\nIkea i klimatupprop och stöd till biogas – 3 saker att ha koll på idag\n\nStresskoll på träd och Greta stryks ur läroplan – 3 saker att ha koll på idag\n\nSvepet 18/10: Shein ska satsa på hållbarhet (!) och EU vill sätta stopp för mikroplaster\n\nSvepet 17/10: Kungen får solceller och Bill Gates tar in kapital\n\nSvepet 16/10: Tuffare utsläppskrav och mindre VC-pengar till klimatet\n\nSvepet 12/10: Ministern duckar intervjuer och AI kräver snart lika mycket el som Sverige\n\nSvepet 11/10: Historiskt miljöbeslut för impact-bolagen\n\nSvepet 10/10: Marcus Wallenberg vill se fler investeringar i klimatet\n\nSvepet 9/10: Påven sätter ner foten i klimatkrisen\n\nSvepet 5/10: Kaffe men inte kvinnor lockar riskkapital\n\nSvepet 4/10: Ny Norrsken-investering och boom för flytande hem\n\nSvepet 3/10: Nytt vindkraftsprojekt och fler elcyklar\n\nSvepet 2/10: Greenwashing-pris och plastförbud\n\nSvepet 28/9: Budgetkritik och grönsaker för varmare klimat", "source": "scraped_content.html"}
{"id": "4a930b5188b0-41", "text": "Svepet 27/9: Globala investerarjättar kräver åtgärder för biologisk mångfald\n\nSvepet 26/9: Hållbara Legobitar var ohållbara\n\nSvepet 25/9: Miljardregn till agrifood-bolag\nSvepet 21/9: Ny forskning slår fast – fler kvinnliga chefer ger bättre resultat för VCs\nSvepet 21/9: Ny forskning slår fast – fler kvinnliga chefer ger bättre resultat för riskkapitalfonder\n\nSvepet 20/9: Triss i hållbarhets-satsningar från storbolagen", "source": "scraped_content.html"}
{"id": "4a930b5188b0-42", "text": "Svepet 19/9: Miljoner till hållbart flygbränsle och Alight slår sig in i Finland\nSvepet 18/9: Klimatvecka i New York och ett cyklande Paris\nKlimatvecka i New York och ett cyklande Paris – 3 saker att ha koll på idag\nImpact-svepet: Storaffär i elbils-världen på gång just nu\nImpact-svepet: Storaffär i elbils-världen på gång just nu\nImpact-svepet: Rekordökning i förnybar energi\nRekordökning i förnybart och bästa sociala mediekanalen – här är dagens impact-svep\nMiljarder till Northvolt och nya regler för batterier – i dag handlar allt om batterier\nImpact-svepet: Miljarder till Northvolt och nya regler för batterier – idag handlar allt om batterier\nOron: Nytt EU-förslag kan skapa \"green-hushing\" i stället för greenwashing\nImpact-svepet: \"Green-hushing\" i stället för greenwashing – och flygande taxis i Paris\nImpact-svepet: De slukas i storaffär – och elbilskrav i New York\nImpact-svepet: Bara el-taxis i New York och solcellsbolaget slukas i storaffär\nHur mår 35 000 träd i Malmö? Det ska detta techbolag ta reda på", "source": "scraped_content.html"}
{"id": "4a930b5188b0-43", "text": "Impact-svepet: 35 000 träd i Malmö ska scannas – och är klimatbonus till byggföretag en bra idé?\nGoogle och Gates oväntade lösning kan kapa flygets utsläpp\nOväntad lösning kan minska flygets utsläpp, visar ny studie från Google och Gates klimatfond\nImpact-svepet: Lights out för glödlampor i USA\nImpact-svepet: Lights out för glödlampor i USA", "source": "scraped_content.html"}
