{
    "metadata": {
        "title": "Bildregn! Syns du i minglet på GoWest? │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2024-02-16",
        "tags": [],
        "url": "https://impactloop.se/artikel/bildregn-syns-du-i-minglet-pa-gowest"
    },
    "content": "Bildregn! Syns du i minglet på GoWest? │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGoWest i GöteborgBildregn! Syns du i minglet på GoWest?2024-02-1618:05Dela artikelnEtt gäng av entreprenörerna och investerarna vi träffade på GoWest – se vilka nedan. Foto: Impact Loop.Stämningen var rejält hög på Göteborgs årliga investerarevent GoWest, anordnat av GU Ventures. Impact Loop var förstås där och rapporterade – och fotade. Kom du med på bild? Kolla här!RedaktionenDet är i pauserna det händer grejer, som det heter när man går på startup-event. Så även på GoWest i Göteborg, GU Ventures årliga event om investeringar – detta år med fokus på deeptech.Impact Loop var självklart där och minglade runt – och passade på att knäppa av en del bilder på impact-entreprenörer, investerare, arrangörer och media-branschkollegor.Här på vår Linkedinsida hittar du alla bilderna – kom ihåg att följa oss!Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated Stories7 spaningar från Sveriges framsida – så tänker investerarna om deeptechMaja HurtighMarch 14, 2024Göteborgs deeptech-drottning: \"Finns mer pengar här än det någonsin funnits\"Camilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}