{
    "metadata": {
        "title": "De vill bygga nästa jätte i norr: \"Vill bidra till en grön omställning som inte hycklar\" │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-11-27",
        "tags": [
            "deeptech",
            "Green14"
        ],
        "url": "https://impactloop.se/artikel/de-vill-forandra-en-hel-industri-med-gront-kisel-far-miljonstod"
    },
    "content": "De vill bygga nästa jätte i norr: \"Vill bidra till en grön omställning som inte hycklar\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nForskarnas revanschDe vill bygga nästa jätte i norr: \"Vill bidra till en grön omställning som inte hycklar\"2023-11-277:42Dela artikelnAdam Podgorski och Jan Dinkelspiel, Green14. Foto: pressbild, grafik Impact Loop.Genom att tillverka grönt kisel vill forskaren Adam Podgorski och finansmannen Jan Dinkelspiel utmana ett helt industriellt system. Nu får forskarbolaget miljonstöd från Vinnova för att fortsätta utvecklingen av sin teknik – med siktet inställt att bli Sveriges nästa gröna jätte.Rikard RosellReporterDet var 2021 som svenska finansmannen Jan Dinkelspiel och den australiensiska forskaren Adam Podgorski möttes för första gången.“Jag klev in till Jan och berättade att jag ville producera grönt kisel”, berättar Adam Podgorski, kemist och specialist på solceller, över en kaffe på Impact Loops kontor i Stockholm.Reaktionen från den svenska finansmannen var kanske något väntad. “Jag frågade direkt hur mycket dyrare det skulle bli med en grön premie på en sådan produktion”, säger Jan Dinkelspiel, arbetande ordförande i bolaget.Svaret hade han däremot inte räknat med:“Adam förklarade för mig att det inte bara handlade om att producera kisel grönare än det görs idag, utan även snabbare och billigare än den kinesiska tillverkningen som idag är störst och översvämmar marknaden med lägst pris. Då gick jag igång.\"Slavarbete bakom grön omställningTakten på utbyggnaden av solenergi har gått rasande fort de senaste åren. Det gäller industriella sollcellsparker men även den omfattande ökningen av privatkonsumenter som installerat solcellspaneler på sina bostäder. Prognosen är att vi trots den snabba utvecklingen ännu bara sett början på utvecklingen och utbyggnaden. Men även om det krasst går att konstatera att solenergi i sig är ett grönare energislag än andra så finns det faktorer som väcker frågor. Det handlar om det kisel som används som ingående material i solceller och slutligen i färdiga paneler.Prognosen är att vi trots den snabba utvecklingen bara sett början på utvecklingenIdag framställs över 80 procent av all kisel, som senare blir kiselplattor i solcellspaneler, i Kina. Detta enligt dagens gängse produktionsteknik, som både är energikrävande och till stor del grundar sig i energi från fossila bränslen.En omfattande del av tillverkningen sker också i Xinjiang-provinsen där rapporter från framförallt amerikanska myndigheter har pekat på att människor från minoritetsgruppen uigurer tvingas arbeta i provinsens fabriker. Rent krasst handlar kritiken alltså om att slavarbete ligger bakom en del av den gröna omställningen.Luftfoto visar boende- och rekreationsfaciliteter för ett kiselföretag i Xinjiang-provinsen. Flera bolag har kritiserats för att tvinga uigurer att arbeta i deras fabriker. Foto: Xinhua/Gao Han/TT.Tar bara några sekunderDet kan nu vara på väg att ändras av den teknik som Adam Podgorski och Jan Dinkelspiels bolag Green14 utvecklat – en helt ny process för att producera kisel. Med extrem värme i form av vätgasplasma i en reaktor framställer de kisel genom reduktion av kvarts. Detta tar bara några sekunder jämfört med de timmar som konventionell produktion behöver.  \"De tester som vi hittills genomfört under utvecklingen av tekniken visar att vi kan framställa kisel med upp mot 95 procent mindre koldioxidutsläpp än det som produceras med existerande teknik, och samtidigt till en lägre kostnad”, säger Adam Podgorski.Efter att bolaget genomfört tester för att vidimera tekniken i mindre skala är de nu i full gång med att starta upp en 8 meter hög pilotanläggning på KTH för att säkra processens skalbarhet.\"Tanken är att vi ska köra pilottester i den under ett år för att sedan kunna inleda arbetet mot en fullskalig produktionsanläggning som vi siktar på att bygga runt 2027\", säger Adam Podgorski.Grönt kisel kan användas i bland annat solcellspaneler. Foto: Gorm Kallestad / NTB.Avsiktsförklaringar med kunderDet material som de framställer där ska också skickas till de europeiska kunder som bolaget har skrivit avsiktsförklaringar med för vidare testning och validering i framställningen av kiselplattor.“Nu jobbar vi hårt på att optimera processen för att kunna skicka det bästa möjliga materialet till de kunderna när det blir dags för det”, säger Adam Podgorski.Tidigare tog Green14 in 15 miljoner kronor i riskkapital och nu har de precis tilldelats ett stöd på 2,5 miljoner kronor av Vinnova. Stödet ska användas för att inleda det projektarbete som ska leda till en fullskalig produktionsanläggning. Något som de båda grundarna beskriver som det första steget i en plan att bygga flera anläggningar.Tar in kapitalEnligt Jan Dinkelspiel, som bekräftar att bolaget nu befinner sig i en ny kapitalrunda, räknar bolaget med att den planerade första fullskaliga anläggningen ska ha en produktionskapacitet som täcker runt 3 procent av den totala efterfrågan av kisel på marknaden.“Vår första fabrik ska omsätta mellan tre till fyra miljarder kronor”, säger han.Nu tittar de tittar på att följa den nya industriella strömmen mot norra Sverige.“Det handlar till stor del på tillgången på grön energi som finns där och de låga priserna på energi som man har i norra Sverige. Samtidigt är en del av det stöd vi fått av Vinnova att undersöka vad de satsningar som redan görs i norra Sverige innebär för energitillgången och om det går att säkerställa kontrakt redan nu med energibolag för framtida produktion.”Båda grundarna konstaterar att de förutsättningar som rullas upp kring industriboomen i Norrland innebär stora möjligheter för deras satsning.“Vi behöver tillgång till bra insatsmaterial i form av kvarts och vi behöver grönt väte. H2 Green Steel bygger Europas största anläggningen för grön vätgas. Det finns en uppsjö av synergieffekter som vi kan dra nytta av från de satsningar som görs i norra Sverige”, säger Adam Podgorski.Det finns synergieffekter med de satsningar som görs i norra Sverige, som till exempel H2 Green Steel. Här är H2 Green Steels planerade bygge i Boden. Foto: TT.Kan användas på koppar och aluminiumSamtidigt beskriver Jan Dinkelspiel att det är något av en “sweet-spot”, som bolaget befinner sig i när de kalkylerar på vad som kan ske på den globala kiselmarknaden framåt.“Det handlar inte enbart om regulatoriska krav vad gäller hållbar produktion utan det är också en större geopolitisk fråga kring kisel. Det är ett av de ämnen som ingår i EU:s critical raw materials act. Vi vet att både USA och Europa vill slå sig fria vad gäller materialtillgång från Kina och Ryssland. Vår teknik möjliggör en ökad europeisk produktion i linje med det.”Jag har alltid varit som en arg hippie i hela mitt liv Samtidigt är den teknik som bolaget utvecklar inte bara bunden till ett ämne. Enligt grundarna är den applicerbar på en rad material, som koppar och aluminium och deras framställning.“Vårt patent täcker 16 av 34 material på EU:s lista över kritiska material. Vi startar med kisel men tanken är att vi ska kunna utveckla flera produktionsben. Vi är ute efter att ändra en industri och det är spännande att se vad vidare testning kommer att ta oss.”Men även om den satsning som Green14 är i startblocken för är stor – den totala globala marknaden av kisel uppskattas till runt 150 miljarder kronor årligen – är det enligt Adam Podgorski en idé i botten som grundar sig i impact.\"Jag har alltid varit som en arg hippie i hela mitt liv och det är så här jag uttrycker det. Jag vill bidra till en grön omställning som inte hycklar och kräver att vi sågar ner träd för att rädda planeten eller resulterar i att vi behöver modernt slaveri för att nå dit. Det är min drivkraft.\"LÄS MER: ‍Från labb till lukrativ business? 10 heta forskarbolag att hålla koll påForskarnas revansch! Därför har nördarna blivit hetast i stanGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:deeptechGreen14Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesForskarnas riskkapitalbolag jagar kapital: \"Vill kunna ta en investering till 100 procent\"Rikard RosellMarch 14, 2024Från labb till lukrativ business? Tio heta forskarbolag just nuJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}