{
    "metadata": {
        "title": "Vem har backat Helena Helmersson? H&M-vd:ns avhopp väcker frågor │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2024-01-31",
        "tags": [
            "H&M",
            "Helena Helmersson"
        ],
        "url": "https://impactloop.se/artikel/vem-har-backat-helena-helmersson-h-m-vd-ns-avhopp-vacker-fragor"
    },
    "content": "Vem har backat Helena Helmersson? H&M-vd:ns avhopp väcker frågor │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKrönikaVem har backat Helena Helmersson? H&M-vd:ns avhopp väcker frågor2024-01-3111:42Dela artikelnCamilla Bergman, Impact Loop (foto Elisa Sanvito) och Helena Helmersson, H&M (foto: TT). Det är sorgligt att läsa att ännu en kvinnlig vd hoppar av på grund personliga skäl. Jag kan inte låta bli att undra om det hade kunnat undvikas, skriver Impact Loops Camilla Bergman i en kommentar på att Helena Helmersson nu slutar som vd på H&M.Camilla BergmanChefredaktörDet var på onsdagsmorgonen som klädjätten H&M meddelade att Helena Helmersson har valt att lämna vd-posten. Istället är det Daniel Ervér, ansvarig för varumärket H&M inom gruppen, som tar över.Avhoppet väcker flera frågor. Helena Helmersson tillträdde för bara fyra år sedan som vd, efter 20 plus år i bolaget. Hon kom närmast från en roll som hållbarhetschef, vilket gjorde att vd-utnämningen för många blev en tydlig markering om att H&M ville ta större kliv här.Det har bolaget också gjort. Faktum är att man idag är ett av de svenska modebolag som jobbar mest med det, även om arbetet såklart går tvärtemot det faktum att man producerar billiga kläder i överflöd.Men som vanligt när man sticker ut hakan blir man också mer granskad. Aftonbladets grävande reportage om hur begagnade kläder från H&M hamnade på enorma sopberg i tredje världen blev ett hårt slag för bolaget, med all rätt. Och med en ganska dålig krishantering av just Helena Helmersson.Nya vd:n Daniel Ervér har ingen tydlig bakgrund inom hållbarhet, vilket såklart inte behöver betyda att han inte är engagerad här. Men med tanke på hur starkt Helena Helmerssons bakgrund som just hållbarhetschef lyftes fram när hon tillträdde på vd-posten – och hur man idag istället lyfter fram lönsam tillväxt – 2023 års modeord – väcker det ändå funderingar. För att citera nya vd:n Daniel Ervérs ord i pressmeddelandet som skickades ut till oss i media:\"Tillsammans med alla engagerade kollegor ska vi fortsätta att skapa oslagbart värde för våra kunder och lönsam tillväxt\", sa han, visserligen med tillägget att man vill erbjuda kunder den bästa kombon av mode, kvalitet, pris och hållbarhet.Men den största skrällen för mig kom när jag läste Helena Helmerssons citat i samma pressmeddelande. Hon skriver att det är med blandade känslor hon beslutat att lämna vd-rollen, att hon är stolt över vad de åstadkommit men också:\"Det har dock stundtals varit en krävande tid för mig personligen och jag känner nu att det är dags att lämna vd-rollen, vilket självklart inte varit ett lätt beslut.\"Hon är inte den första kvinnliga vd att lämna ett bolag med liknande förklaringar – och även om det kom som en överraskning förstår jag henne. Min tolkning efter många år i näringslivet, och som vd själv, är att det nog inte handlar så mycket om svårigheten att kombinera barn, sysslor hemma och jobb. Det kan nog en vd på H&M styra galant.I stället finns det två andra frågor jag ställer mig idag:1. Har Helena Helmersson dömts hårdare än exempelvis Karl-Johan Persson hade gjort? En omtalad studie publicerad i tidskriften Journal of Personality and Social Psychology 2019 visar att misslyckanden mottas mer negativt när en organisation leds av en kvinna jämfört med en man.Det får mig att fundera på mediebevakningen efter Aftonbladets granskning (rubriken \"Historiskt haveri – H&Ms vd lät som en mytoman\" bara för att ta ett exempel från samma tidning).Men kanske framförallt: Vem på H&M backade Helena Helmersson när stormen slog till? Var fanns styrelsen som tydligt slöt upp bakom henne? Den gemensamma fronten?2. Går det att kombinera hållbarhet och tillväxt? Det är också min erfarenhet att det är tufft att kombinera en passion för impact med kraftig tillväxt. Även om man i teorin kan argumentera för att det kan gå, sliter det på individen att stå mitt i. På det sättet är det enklare för någon som liksom nya vd:n Daniel Ervér inte kommer från impact-världen.Hur man än vänder och vrider på det är det en stor förlust för H&M att Helena Helmersson, som gått i bräschen för H&Ms gröna linje, nu slutar.Jag kan inte låta bli att undra om det hade kunnat undvikas.Läs mer: Xshores vd lämnar: \"Det går helt enkelt inte ihop i livet just nu att jobba dygnet runt\"Läs mer: Det letar H&M:s investeringschef efter: ”Kan göra bra investeringar i det här klimatet”Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:H&MHelena HelmerssonFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesCamilla Bergman: Är du team tech eller team träd – och måste man välja?Camilla BergmanMarch 14, 2024Mina 5 lärdomar av att bygga ett impact-bolag som vi sen la nerJenny HolmströmMarch 14, 2024\n\n\n\n\n\n\n"
}