{
    "metadata": {
        "title": "Dags att någon tar bladet från munnen – Renewcells konkurs handlar inte om pengar │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2024-02-26",
        "tags": [
            "Renewcell"
        ],
        "url": "https://impactloop.se/artikel/renewcells-konkurs-handlar-inte-om-pengar"
    },
    "content": "Dags att någon tar bladet från munnen – Renewcells konkurs handlar inte om pengar │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKonkursen i RenewcellDags att någon tar bladet från munnen – Renewcells konkurs handlar inte om pengar2024-02-268:44Dela artikelnCamilla Bergman, chefredaktör för Impact Loop (foto Elisa Sanvito). Foto Renewcell: Alexander Donka.Alla som går i konkurs säger att det beror på brist på kapital, men pengar finns. I fallet med konkursade textilåtervinningsbolaget Renewcell finns en rad viktigare frågor att ställa sig, skriver Impact Loops Camilla Bergman.Camilla BergmanChefredaktör\"Orsaken till beslutet att ansöka om konkurs är att Re:NewCell inte har kunnat säkra tillräcklig finansiering för att kunna slutföra den strategiska översynen, som tillkännagavs den 20 november 2023, med tillfredsställande resultat.\"Så står det i det meddelande till allmänheten som textilåtervinningsbolaget Renewcell skickade ut på söndagskvällen.Det är den tuffa sanningen – och någon behöver också säga som det ärOrden känns igen. Jag vågar säga att de flesta entreprenörer bakom ett konkat bolag som vi på Impact Loop skrivit om sedan vi drog igång har sagt samma sak: Vi lyckades inte säkra finansieringen.Men alla som driver företag vet att detta inte är hela förklaringen. Faktum är att någon behöver säga som det är:Pengar finns – särskilt i fallet med Renewcell:H&M, som via sitt investeringsbolag gått in tungt med kapital sedan 2017 och vid konkursen ägde 10 procent av bolaget, har en uttalad strategi att fortsätta investera i hållbart mode. Senast i januari kunde Impact Loop avslöja att H&M ihop med riskkapitalbolaget Vargas rekryterar tungt till sitt hemliga bolag HMVX, som ser ut att verka inom just textilier.Dessutom löser Renewcell en del av H&Ms och andra modejättars kommande, enorma problem: att de snart kommer att behöva ta hand om de kläder som inte kan säljas second hand (läs vår artikel om det här).Även hos långivarna finns pengar. Senast förra veckan pratade jag med Thomas Östros, vicepresident för Europeiska investeringsbanken, även kallad EU:s klimatbank, som via sin fond gjorde rekord i lånegarantier till svenska bolag förra året, bland annat i just Renewcell. Thomas bekräftade att mer pengar kommer att gå till svenska impact-bolag.Jag kan dra många fler exempel på hur kapitalet finns där.Istället tror jag att det är viktigare att ställa sig några andra frågor, som inte bara rör Renewcell men där bolaget får fungera som exempel just denna gång:1. Bör ett bolag som Renewcell överhuvudtaget finnas på börsen? Svaret är för mig självklart: absolut inte. En fabrik som återvinner textilier tar många år att bygga upp och få lönsam och börsen är som bekant inte en plats för långsiktighet. Lägg därtill hajpen som kommer med börsnotering och pressen att ständigt leverera nyheter.2. Var Renewcell för tidigt ute? Bolaget grundades 2012 och fabriken som byggdes i Sundsvall var ett av de första stora impact-projekten i Sverige. Satsade man för stort, för snabbt? Hade det varit bättre att – som 2023 års modeord säger – iterera fram en produkt som kunde nå lönsamhet i mindre skala?3. Har ledningen klarat av sitt jobb? I oktober avsatte styrelsen den tidigare vd:n Patrik Lundström och för bara en månad sedan fick en fjärdel av de anställda lämna. Det är lätt att säga att allt kan lösas med mer kapital, men ibland behöver man också våga rannsaka sig själv: Hade vi kunnat göra på något annat sätt?Men kanske är den viktigaste frågan av dem alla: Håller över huvud taget affärsmodellen för det Renewcell – och andra bolag som verkar inom återvinning – försöker göra?‍Att en innovation för textilåtervinning behövs är det inget snack om. Varje år genereras mer än fem miljoner ton textilavfall i Europa, enligt Europeiska miljöbyrån (EEA).Men i fallet Renewcell byggde intäkterna på att en agent köpte upp klädmassan och sedan sålde den vidare till producenter i Kina, varpå bolaget fick full betalning när det var gjort. Inte bara är det en modell som lämnar en stor del av kontrollen i någon annans händer. Man kan fråga sig hur hållbart det är att a) tillverka kläder i Kina b) sälja dem i Sverige och Europa c) samla in överflödet som inte kan säljas och d) skeppa tillbaka dem till Kina för nyproduktion?Patentet och fabriken ligger nu i ett konkursbo, redo att köpas upp av någon annan.Jag hoppas att den nya ägaren tar tillfället i akt att ställa sig de tuffa frågorna, och inte bara pratar om brist på finansiering. Då kanske drömmen om en cirkulär textilbransch någon gång bli verklighet.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:RenewcellFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024NextRelated StoriesRenewcells vd talar ut – därför gick textilåtervinnaren i konkurs: \"Finns en felande länk\"Rikard RosellMarch 14, 2024Renewcells konkursförvaltare: Har över 35 intressenterCamilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}