{
    "metadata": {
        "title": "Oväntad lösning kan minska flygets utsläpp, visar ny studie från Google och Gates klimatfond │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-08-10",
        "tags": [
            "Elflyg",
            "Klimat",
            "Forskning"
        ],
        "url": "https://impactloop.se/artikel/ovantad-losning-kan-minska-flygets-utslapp-visar-ny-studie-fran-google-och-gates"
    },
    "content": "Oväntad lösning kan minska flygets utsläpp, visar ny studie från Google och Gates klimatfond │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetOväntad lösning kan minska flygets utsläpp, visar ny studie från Google och Gates klimatfond2023-08-102:16Dela artikelnCollage av Impact Loop. Foto Bill Gates: Kuhlmann /MSCMed impact-svepet ger vi dig de viktigaste händelserna inom vårt gebit runt om i världen – varje dag.RedaktionenFlygets utsläpp kan minskas med AI, har team från Google och Bill Gates klimatfond upptäcktHäng med här nu för detta är seriöst riktigt spännande och potentiellt bra nyheter!Kondensationsstrimmor (eller k-strimmor) är de där vita strecken du kan se efter flygplan. De uppstår när flygplanets avgaser blandas med vattenånga och bildar ispartiklar på hög höjd. Forskare har länge vetat att dessa kan kapsla in värme i atmosfären, vilket bidrar till jordens uppvärmning.Nu till det positiva: En grupp representanter från Google, Bill Gates paraplyorganisation Breakthrough Energy och flygbolaget American Airlines har hittat ett relativt billigt och enkelt sätt att kraftigt minska k-strimmor, skriver New York Times klimatnyhetsbrev Climate Forward som fått se studien innan den skickats till en vetenskaplig tidning.Genom att kombinera väder- och satellitdata med maskininlärning kunde forskarna ta fram 70 alternativa flygrutter på lägre höjd där k-strimmorna inte bildas lika lätt. I skarp testning kunde de sedan se att k-strimmorna sjönk med 54 procent.Men det finns utmaningar: Lägre flygningar kräver något ökad bränsleförbrukning, studier behöver även göras nattetid (nu gjordes de på dagen) och så behöver förstås flygbolagen anamma det nya sättet.Idag står flygplan för 3,5 procent av den uppvärmning människor skapar, så en minskning av k-strimmor är inte tillräckligt för att lösa problemet.\"Men det här är verkligen unikt bland klimatlösningar eftersom det kan skala upp på några år, inte årtionden”, säger Juliet Rothenberg, produktchef på Climate AI på Google, till Climate Forward.‍Intäkterna rasar för Beyond Meat – inflation en av orsakernaBeyond Meat redovisar dystra siffror för det andra kvartalet. Intäkterna för köttsubstitutet har minskat med över 30 procent jämfört med samma period i fjol, från 147 miljoner dollar till 102,1 miljoner.Därför väljer bolaget också att sänka sin prognos för helåret. Beyond Meat väntar sig nu en omsättning på mellan 360 och 380 miljoner dollar under 2023, en sänkning med mellan 9 och 14 procent jämfört med den tidigare prognosen.Anledningen till tappet uppges vara lägre efterfrågan till följd av inflationen, högre räntor och oro över en recession. Beyond Meat har även märkt av en negativ effekt från nätkampanjer mot växtbaserade proteinalternativ som fått spridning på nätet, uppger bolagets vd Ethan Brown:“Det finns ett betydande gap mellan de starka hälsofördelarna med vår produkt och ett bredare narrativ som nu sprids kors och tvärs. Och det gapet verkar ha blivit bredare”, sa han under presentationen av rapporten.Aktien har sedan rapporten publicerats rasat över 15 procent. Sett över de senaste 12 månaderna är aktien ned runt 65 procent.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:ElflygKlimatForskningFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesImpact-svepet: Miljarder till Northvolt och nya regler för batterier – idag handlar allt om batterierRedaktionenMarch 14, 2024Svepet 12/10: Ministern duckar intervjuer och AI kräver snart lika mycket el som Sverige RedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}