{
    "metadata": {
        "title": "Wallenberg delar ut miljarder till forskning – så kan impact-bolagen dra nytta av pengarna │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2024-01-15",
        "tags": [
            "Forskning",
            "deeptech"
        ],
        "url": "https://impactloop.se/artikel/wallenberg-delar-ut-miljarder-till-forskning-sa-kan-impact-bolagen-dra-nytta-av-pengarna"
    },
    "content": "Wallenberg delar ut miljarder till forskning – så kan impact-bolagen dra nytta av pengarna │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nForskarnas revanschWallenberg delar ut miljarder till forskning – så kan impact-bolagen dra nytta av pengarna2024-01-1516:29Dela artikelnMagnus Berggren, föreståndare för Wallenbergsstiftelsens Wise-projekt. Foto: pressI fredags kom nyheten att Wallenbergs stiftelse investerar en halv miljard kronor i forskning. Men stödet är bara en del av en större summa om tre miljarder kronor som stiftelsen kommer att dela ut, och som kan komma impact-bolagen tillhanda. Rikard RosellReporterFör att Svensk industri och landets impact-bolag ska vara en global storspelare och leda vägen mot den gröna omställningen krävs forskning på spjutspetsnivå. Därför meddelade familjen Wallenberg 2021 att man gör en gigantisk satsning för att stärka svensk forskning.Projektet, som går under namnet WISE och backas av Knut och Alice Wallenbergs stiftelse, omfattar sju tunga svenska lärosäten. Totalt rör det sig om stöd på nästan tre miljarder kronor som ska delas ut under en tioårsperiod.En halv miljard i första stegetNu står det klart att 500 miljoner kronor av stödet delas ut till satsningar som universiteten ska göra. Målet är tydligt: Att ge svensk forskning inom materialvetenskap en rejäl skjuts och därmed stärka den svenska industrins position.Magnus Berggren och Olle Eriksson, föreståndare respektive vice föreståndare för Wise, skriver i ett pressmeddelande \"att hitta nya material för en hållbar värld kan bara uppnås genom mer kunskap. Materialvetare använder sig av forskningsverktyg i form av spektrometrar, mikroskop och andra instrument för att upptäcka och förstå materialens grundläggande egenskaper.\"\"Vi är mycket entusiastiska över denna satsning på infrastrukturer och utrustningar, och vi är övertygade om att de kommer att få ett enormt genomslag och snabba på omställningen\", säger de också.Om det ska ge den nyttan så måste det industrialiseras på något sättDörröppnare för impact-bolagEnligt stiftelsen är ambitionen med Wise-projektet att ge universitet som Luleå tekniska universitet, Chalmers tekniska högskola, Kungliga Tekniska högskolan, Linköpings universitet, Uppsala universitet, Stockholms universitet och Lunds universitet möjlighet att stärka sin forskning och ta en tätposition internationellt.Ett exempel är Luleå tekniska universitet som nu får 52 miljoner kronor för att investera i ny utrustning som ska bidra till banbrytande forskning.Men stöden kan också ge stora positiva effekter för impact-bolagen.“Det vi finansierar är grundforskning och vi har inga krav på industrisamarbeten, men från programmets och stiftelsens sida så är det väldigt viktigt att det här kommer till nytta i samhället. Om det ska ge den nyttan så måste det industrialiseras på något sätt. Vi vet att många av de här grupperna som får finansiering nu har existerande samarbeten och kommer att bli än mer attraktiva för samarbeten med industrin”, säger Magnus Berggren när Impact Loop når honom.Vid Luleå tekniska universitet pågår till exempel materialforskning inom områden som hållbar gruvdrift, metalltillverkning, cirkulär användning av råvaror, biokompositer och fossilfri energiproduktion. Forskarna samarbetar direkt med företag som LKAB, SSAB, Boliden, H2 Green Steel och Northvolt.LÄS MER: Forskarnas revansch! Därför har nördarna blivit hetast i stanGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:ForskningdeeptechFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesFrån labb till lukrativ business? Tio heta forskarbolag just nuJan AhmadiMarch 14, 2024STOR GUIDE: Från labb till marknad – så gör du för att få ut din forskarproduktRikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}