{
    "metadata": {
        "title": "Cristina Stenbeck (och Atomico) slår till igen – och det finns en spännande story här! │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-09-08",
        "tags": [
            "Cristina Stenbeck"
        ],
        "url": "https://impactloop.se/artikel/cristina-stenbeck-och-atomico-slar-till-igen-och-det-finns-en-spannande-story-har"
    },
    "content": "Cristina Stenbeck (och Atomico) slår till igen – och det finns en spännande story här! │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInvesteringarCristina Stenbeck (och Atomico) slår till igen – och det finns en spännande story här!2023-09-089:35Dela artikelnTerese Hougaard, partner på Atomico, Shilpika Gautam, grundare av Opna och Cristina Stenbeck. Foto: press och Stina Stjernkvist/TT.Niklas Zennströms riskkapitalbolag Atomico, Cristina Stenbeck med flera investerar 72 miljoner kronor i brittiska fintech-plattformen Opna som vill göra det lättare att klimatinvestera. RedaktionenLägg den här entreprenören på minnet för vi lär se mer av henne.‍Shilpika Gautam (i mitten på bilden) har grundat digitala plattformen Opna, som tidigare hette Salt, där företag kan upptäcka och finansiera koldioxidprojekt.Den tidigare råvaruhandlaren är dock inte bara en driftig entreprenör, utan innehar ett Guinness-världsrekord i att genomföra den längsta resan med en SUP (stående paddel-bräda). Hela 2 641,3 kilometer paddlade hon längs floden Ganges i Indien. Syftet? Att öka medvetenheten om vikten av ren vattenförsörjning.Tillbaka till investeringen så finns flera Sverige-kopplingar här: Förutom Niklas Zennströms riskkapitalbolag Atomico där partnern Terese Hougaard höll i rundan, så har Klarnas tidigare globala kommersiella chef Luke Griffiths investerat. Och Malmöbaserade riskkapitalbolaget Pale Blue Dot är sedan tidigare investerare i plattformen.Allt detta enligt våra utmärkta kollegor Tech.eu, Sifted samt lite nyfiket googlande. Vi får boka in en intervju med Shilpika framöver men ville få ut detta snabbt!Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:Cristina StenbeckFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated Stories50 miljarder i gröna lån till Northvolt – från 25 banker (!)Jan AhmadiMarch 14, 2024Impact-investeraren ratar startups: \"Börsnoterade bolagen är de mest intressanta\"Jan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}