{
    "metadata": {
        "title": "Harald Mix nya värmepumps-satsning storsatsar och gör uppköp │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2023-09-05",
        "tags": [
            "Aira",
            "Harald Mix",
            "Vargas"
        ],
        "url": "https://impactloop.se/artikel/harald-mix-nya-varmepumps-satsning-aira-storsatsar-och-gor-uppkop"
    },
    "content": "Harald Mix nya värmepumps-satsning storsatsar och gör uppköp │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEnergiHarald Mix nya värmepumps-satsning storsatsar och gör uppköp2023-09-059:00Dela artikeln Martin Lewerth, vd för Aira, och Harald Mix, grundare av Vargas. Foto: Cornelia Jönsson/TT.Inom loppet av en vecka har Harald Mix och Carl-Erik Lagercrantz nya värmepumps-satsning Aira gjort två storsatsningar som helt flugit under radarn i Sverige: ett uppköp och ytterligare en utlandslansering.Camilla BergmanChefredaktörDet var i mitten av juni som Harald Mix och Carl-Erik Lagercrantz, grundare av investeringsbolaget Vargas, presenterade sin nya satsning på värmepumpar direkt till konsument. Med företaget Aira vill de ta 10 procent av slutkundsmarknaden, finnas i mer än 20 länder och ha 10 000 medarbetare, varav en stor del installatörer, avslöjade Harald Mix i Dagens Industri.Han berättade då också att planen var att rulla ut i Italien, Storbritannien och Tyskland under sommaren och hösten i år.Parallellt rekryterades Martin Lewerth från lastbilsaktören Scania, som ny vd till Aira. Gör brittiskt uppköpInom loppet av en vecka meddelar man nu två storsatsningar.Den första är att Aira köper upp det brittiska företaget All Seasons Energy som installerar just värmepumpar, men även solpaneler. Idag har bolaget 90 anställda men i och med uppköpet planerar man att utbilda ytterligare ett antal hundra installatörer.Affären kommer efter att Storbritanniens regering gått ut och sagt att man vill öka antalet värmepumpar till 600 000 per år fram till 2028.Carl-Erik Lagercrantz, styrelsemedlem i Aira och grundare av ägarbolaget Vargas, kommenterar affären så här:\"Denna investering kommer att stödja Airas mål att installera en miljon värmepumpar i Storbritannien inom ett decennium, vilket hjälper till att minska Storbritanniens beroende av utländsk gas samtidigt som energiräkningarna minskar.”Lanserar i TysklandSamtidigt rullar bolaget ut i Tyskland, där man räknar att en femtedel av Airas marknad kommer att vara. Även här ska installatörer utbildas och en första “akademi” sätts upp i Berlin, meddelar bolaget i ett pressmeddelande.“På Aira rör vi oss snabbt. Vi är ett rastlöst företag med uppdrag att expandera över hela Europa, och dagens lansering i Tyskland är en betydande milstolpe på vår resa”, kommenterar Airas vd Martin Lewerth expansionen.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:AiraHarald MixVargasFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesKinneviks vd går in i Harald Mixs värmepumpsbolagCamilla BergmanMarch 14, 2024Träbatterierna tar in 10 miljoner för att lansera ny produkt: \"Växlar upp\"Jan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}