{
    "metadata": {
        "title": "Mestro slår sig in i ny målgrupp – tecknar avtal med bostadsrättsgigant │ Impact Loop",
        "author": "Jan Ahmadi",
        "publish_date": "2023-10-10",
        "tags": [
            "Mestro"
        ],
        "url": "https://impactloop.se/artikel/mestro-slar-sig-in-i-ny-malgrupp-tecknar-avtal-med-bostadsrattsgigant"
    },
    "content": "Mestro slår sig in i ny målgrupp – tecknar avtal med bostadsrättsgigant │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEnergiMestro slår sig in i ny målgrupp – tecknar avtal med bostadsrättsgigant2023-10-109:00Dela artikelnKristin Berg, vd för Mestro.Mestro tecknar avtal med en av Sveriges största bostadsrättsförvaltare. Det innebär att proptechbolagets plattform kommer att kunna användas av tusentals bostadsrätter.Jan AhmadiReporterProptechbolaget Mestro, som utvecklat en plattform som ger fastighetsägare ökad möjlighet att mäta och analysera energidata, har ingått i ett partnerskap med bostadsrättsförvaltaren SBC. Det innebär att Mestros tjänster kommer att kunna nyttjas av de 4 600 bostadsrätter som förvaltas av SBC redan kommande vinter. Det handlar bland annat om att få tillgång till energiförbrukningsdata och rådgivning. “Partnerskapet med SBC kommer bli oerhört givande för Mestro, då vi får möjlighet att erbjuda våra tjänster till ännu fler”, säger Kristin Berg, vd på Mestro, i ett pressmeddelande. Att erbjuda sina tjänster till just bostadsrättsföreningar är ett nytt område för proptechbolaget. “Bostadsrättsföreningar är en ny målgrupp för oss och genom SBC:s paketering av tjänsten ‘Energikollen’ får vi möjlighet att bidra med det vi är bäst på; det vill säga datadrivna, hållbara insikter. Samtidigt stöttar SBC upp och möter kunden med sina rådgivare inom energi och miljö. Målet är bland annat att hjälpa bostadsrättsföreningarna att minska sina utsläpp och sina kostnader inför vintern, vilken ser ut att bli lika dyr som den förra”, säger Kristin Berg.Läs mer: Ny utsläppslag i New York kan göra svenska proptechbolag till vinnareGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Jan Ahmadijan@loop.seDela artikeln:MestroFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesMiljardbolagen inleder samarbete – “försöker driva en omställning”Jan AhmadiMarch 14, 2024Harald Mix värmepumpsbolag tar in 1 miljard – storsatsar i EuropaCamilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}