{
    "metadata": {
        "title": "Därför pågår en tyst revolution i skogen: \"Outforskad mark\" │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-12-07",
        "tags": [],
        "url": "https://impactloop.se/artikel/darfor-pagar-en-tyst-revolution-i-skogen-outforskad-mark"
    },
    "content": "Därför pågår en tyst revolution i skogen: \"Outforskad mark\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVeckans nedslagDärför pågår en tyst revolution i skogen: \"Outforskad mark\"2023-12-0714:20Dela artikelnJonas Bergqvist (Almi Green Tech), Judith Maria Rendahl och Jan Erik Rendahl (Tracy of Sweden), Olle Gelin (Air Forestry) och Josefin Larsson (Reselo)Nu växer intresset för ny innovation inom skogen, pådrivet av rad regleringar. I veckans nedslag har vi tittat närmare på impact-bolagen som har skogen som både affärsidé och passion. \"Arterna bara lägger sig ner och dör och vi måste förändra den här utvecklingen omgående\", säger Judith Maria Rendahl på skogstech-bolaget Tracy of Sweden.Rikard RosellReporterI Sverige och många andra delar av världen, där skogarna sträcker sig vida och den gröna horisonten är ständig, pågår en tyst revolution. Skogsindustrin, en gång synonym med avverkning och massproduktion, genomgår nu en metamorfos mot hållbarhet. I det utrymmet träder nu en sektor av impact-bolag fram med innovativ teknik för framtidens skogar, i Sverige och i världen.Vi har gått igenom elva heta skogstech-bolag och kan i vår genomgång se att:En stor andel av bolagen har svårt att komma ut på marknaden och få igång affären – många når inte över miljonen i omsättning.… samtidigt har över hälften stängt kapitalrundor under 2023, trots ett allt hårdare investerarklimat.Det ökade intresset för deeptech från riskkapitalinvesterare kan öppna dörren för forskningsbolag med inriktning mot skog som fortfarande befinner sig i labbstadie.Regelverket skärps och ytterligare regulatoriska åtstramningar väntar under de närmaste åren, vilket kan ge snabb utväxling för sektorn.“När det gäller övergången till ett hållbart samhälle vad gäller skogen så handlar det om två viktiga delar. Utsläppsreducering liksom en hållbar skogsdrift och biodiversitet”, säger Jonas Bergqvist, investeringsansvarig på Almi Green Tech som har flera bolag med inriktning mot skog i sin portfölj.Exempel på skogstech-bolag i vårt nedslag: Katam technologies som mäter och övervakar skogen.Från drönare till AIPrecis som Jonas Bergqvist pekar på så handlar arbetet om skogsindustrins miljöpåverkan ofta om utsläppen som den gigantiska massaindustrin står för. Samtidigt som efterfrågan på biomassa bara ökar från flera håll.“Det är en utmaning att allt mer intresse riktas mot ett ökat användande av biomassa både inom existerande men också nya sektorer. Det kan vara fjärrvärmeutbyggnad men också inom nya bränsleslag och produkter som kan ersätta exempelvis plast”, säger han.Vi är särskilt intresserade av teknologier som kan bidra till ett hållbart skogsbrukSamtidigt är det en bred flora av bolag, teknik och innovation som springer inom fältet. Det handlar om allt från drönarstyrd avverkning för minskad påverkan till AI-teknik för att mäta och övervaka skogar och teknik som omvandlar restprodukter till substitut för ämnen som plast och gummi.“Vi är särskilt intresserade av teknologier som kan bidra till ett hållbart skogsbruk både i vår del av världen, och på andra håll. Det kan röra sig om att reducera kalhyggen, minska försurning eller bibehålla den biologiska mångfalden”, säger Jonas Bergqvist.Jonas Bergqvist, Almi Greentech.Svalt intresse från investerarna – hittillsHan konstaterar att impact-bolagen inom skogsrelaterade lösningar har haft det förhållandevis tufft att hitta villigt riskkapital. Det tror han dock är på väg att vända.“Min bild är att det fortfarande är lite av outforskad mark kring sektorn. Det beror till viss del på att det inte kommit fram några case som har slagit igenom stort än. Men de flesta gröna fonder som tittar på co2-lösningar och miljökvalitet följer nog det här ordentligt.”Det finns inte heller lika många startups inom det här fältet som inom andra, menar han.“Med det sagt så kan jag bara konstatera att vi är väldigt på tårna när vi hittar något som känns spännande.”Att impact-sektorn befinner sig i något som kan liknas vid en finansiell vagga blir tydligt när man tittar på Impact Loops siffror. En stor andel av bolagen på listan når inte över miljonen i omsättning.Jonas Bergqvist pekar på att det sker mycket skogsrelaterad forskning som tyder på att det kommer att komma mer bolag som bygger på innovativ deeptech framåt.“Det sker mycket forskning kring hur vi kan få ett skonsammare skogsbruk och hur vi kan effektivisera processerna för att få ut mer värde med mindre negativ påverkan. Det är där jag tror att innovationerna som har potential att bli riktigt stora finns.” Ett svenskt impact-bolag som verkar just i det fältet är Tracy of Sweden.Bolaget grundades 2015 av Totalförsvarets forskningsinstituts (FOI)  tidigare forskningschef Jan Erik Rendahl, Judith Maria Rendahl och Jonny Edvardson, med ursprunglig bas i den algoritm för bildigenkänning som Saab utvecklat för JAS Gripen. Mycket inom skogstech handlar om digitalisering och spårning. Tracy of Sweden har till exempel utvecklat ett digitalt verktyg som kan spåra trädstockar under hela deras resa.Verktyg mot olaglig avverkningUtifrån detta har Tracy of Sweden utvecklat ett verktyg som kan spåra trädstockar från avverkning till sågverk och konsument. Enligt bolaget har tekniken en uppmätt träffsäkerhet på över 99 procent.Målet är att i grunden förändra det globala skogsbruket till att bli mer hållbart, och förhindra olaglig avverkning. Enligt Interpol beräknas den globala handeln med olagligt avverkad skog omsätta någonstans mellan 50 och 150 miljarder dollar årligen. En marknad som direkt bidrar till klimatförändringar och minskad biologisk mångfald.Det har varit en utmaning att höra att vi behöver ha betalande kunder på plats för att kunna ta in större externt kapital“Vår målsättning är att vår teknik ska kunna känna igen en stock på tre sekunder i en databas med 150 miljoner bilder”, säger Jan Erik Rendahl när Impact Loop når honom och medgrundaren Judit Maria Rendahl.Judith Maria Rendahl menar att potentialen för Tracy of Swedens teknik inte bara ger positiva effekter för den globala skogsindustrins arbete mot illegal avverkning. Bildigenkänningstekniken ger även helt nya möjligheter att minimera produktionsspill, men också felaktig och onödig avverkning.“Med den data som vår teknik ger kan sågverket också väga den kvalitet och kvantitet de får ut mot den växtplats och avverkning som den enskilda stocken kommer från. Det innebär att man på ett enkelt sätt kan planera sina inköp på ett sätt som ger mest värde”, säger hon.Jan Erik Rendahl konstaterar också att intresset hos investerarna för skogsrelaterade satsningar tidigare varit ganska svalt.“Vår plattform bygger på teknik som är komplex och kostsam att utveckla. Det har varit en utmaning att höra att vi behöver ha betalande kunder på plats för att kunna ta in större externt kapital”, säger Jan Erik Rendahl.Förhoppningen för bolaget är att få avtal på plats till början av nästa år. Nya möjligheter med hårdare regelverkHär pekar man på vikten av de regulatoriska krav om skyddande av natur och återställande som EU-länderna nyligen klubbat igenom och EU:s träförordning (EUDR), som förbjuder import av trä och träprodukter som avverkats olagligt. “Beskedet från EU om skogsplanen som nu antagits är en nyckelfaktor för oss framåt”, säger Jan Erik Rendahl. En annan bidragande faktor till Tracy of Swedens framtidstro är att bolaget har lyckats produktutveckla sin teknik och integrerat den i stryktålig kamerautrustning som kan monteras direkt på de maskiner som används inom skogsindustrin.Vi har en situation där jordens lunga håller på att bli sjuk bortom räddning“Affärsmodellen för den delen av tjänsten bygger på att vi tar ut en kostnad runt 2 kronor per kubikmeter. Bara i Sverige har vi ungefär 97 miljoner kubikmeter skog som avverkas årligen så potentialen globalt är enorm för de här verktygen som branschen själva efterfrågar”, säger Jan Erik Rendahl och fortsätter:“I produkten har vi flera steg där vi har affärsmodeller för alla de processteg som finns inom skogsindustrin ända fram till slutkonsument som vill veta att den köper hållbart trä.”Samtidigt uppger Jan Erik Rendahl att Tracy of Sweden planerar för en första större kapitalrunda framåt.\"Vårt mål nu är att få kund och investeringar på plats. I ett längre perspektiv är siktet inställt på en snabb tillväxtresa där vi tar steg på marknaden som innebär att vi under de kommande fem åren når en omsättning runt 230 miljoner kronor.”‍Hur viktigt är det att det kommer fler konkreta lösningar för ett hållbart skogsbruk?“Vårt engagemang är svar på din fråga skulle jag säga. Vi arbetar med det här för att vi ser hur mycket som förstörs och att vi har en situation där jordens lunga håller på att bli sjuk bortom räddning”, säger Jan Erik Rendahl.Judith Maria Rendahl fyller i:“Arterna bara lägger sig ner och dör och vi måste förändra den här utvecklingen omgående. Det finns inga alternativ och det är det vi vill vara med och bidra till”, säger hon.FLER BRANSCHNEDSLAG:Dressad för framgång – men när tar det fart för hållbart mode?‍‍Ska vi byta grejer? Så går det för begagnat- och hyrbolagen (spoiler: riktigt bra!) ‍Social hållbarhet kliver fram ur klimatskuggan – “Aptiten är jättestor”Här är ramverken som ska skydda skogen:Europeiska Unionen (EU):EU:s Deforestation Act (EUDR):Syftar till att bland annat förhindra import och handel med olagligt avverkat timmer och träprodukter på EU-marknaden.EU:s Miljölagstiftning:Inkluderar direktiv och förordningar som reglerar miljöaspekter av skogsbruket, såsom habitatbevarande och skyddet av biologisk mångfald.Gemensam Jordbrukspolitik (GJP):Innehåller regler och stöd för skogsbrukare och skogsförvaltning inom ramen för EU:s jordbrukspolitik.Internationella Ramverk:Convention on Biological Diversity (CBD):Syftar till att bevara biologisk mångfald och främja hållbart bruk av skogar på global nivå.United Nations Framework Convention on Climate Change (UNFCCC):Inkluderar överväganden om skogsbevarande som en strategi för att minska koldioxidutsläpp.Forest Stewardship Council (FSC):En oberoende organisation som certifierar skogsprodukter för att främja ansvarsfullt skogsbruk globalt.Programme for the Endorsement of Forest Certification (PEFC):En internationell icke-statlig organisation som främjar hållbart skogsbruk genom certifiering.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesFrån supervete till väderprognoser – här är bolagen som hjälper dig att navigera i en ny, tuffare världRikard RosellMarch 14, 2024Inte lika vroom-vroom – bromsad tillväxt och ökade förluster hos mobility-bolagenCamilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}