{
    "metadata": {
        "title": "Impact Loop bevakar bolagen som vill göra världen bättre",
        "author": null,
        "publish_date": null,
        "tags": [],
        "url": "https://impactloop.se/"
    },
    "content": "Impact Loop bevakar bolagen som vill göra världen bättre\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGet in the loopGör som 4 000+ impact-ledare och investerare – läs vårt nyhetsbrev och gå med i vårt community. Vi ger dig dagligen de viktigaste nyheterna om bolagen och människorna som gör världen bättre.Tack för att du vill prenumerera!Oops! Something went wrong while submitting the form.Prenumeranter frånBreakingKrönikaJag brukade också dissa riskkapital – men en sak fick mig att tänka omimpact-svepetImpact-svepetRekordvärme och bommat utsläppsmål – 3 saker att hålla koll på idagRedaktionenImpact-svepetEU kräver hårdare avfallsregler – 3 saker att ha koll på idagRedaktionenImpact-svepetTuffare regler för greenwashing – 3 saker att ha koll på idagRedaktionenBreakingImpact-Svepet idagHan vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024BreakingImpact-Svepet idagMinskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024BreakingDE NYA ENERGIBOLAGENHan vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"BreakingBiologisk mångfaldMinskar viltolyckor med AI – nu tar Flox in kapital för första gångenBreakingEXKLUSIVT PÅ IMPACT LOOPNy fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Ny fond ska matcha statliga bidrag med privata pengarBreakingGrön industriCementutmanaren fyller kassan med 110 miljonerBreakingIMPACT LOOP COMMUNITYPremiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Premiär! Nu lanserar vi Impact Loop DealflowEVENTPremiär för BUILD – skaffa biljett här!Grön industriCementutmanaren fyller kassan med 110 miljonerChristian von EssenBiologisk mångfaldMinskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von EssenSkribenter och krönikörerJens BäckbomEntreprenörJohan CronaEntreprenör och investerareElina ÅkerlindKapitalstrategJenny HolmströmEntreprenör och krönikörJenny KjellénNew York-korrespondentRikard RosellReporter, Impact LoopCamilla BergmanChefredaktör och grundare, Impact Loop\n\nDu är inloggad, välkommen till Impact LoopJournalistik, community och finansieringVarje dag ger vi dig de viktigaste nyheterna, analyserna och krönikorna om människorna och bolagen som gör världen bättre.Signa upp nu – nyhetsbrevet är gratis!Genom att registrera din mailadress så godkänner du våra allmänna villkor. Du kan avregistrera dig när som helst.Tack för att du vill prenumerera!Oops! Something went wrong while submitting the form.Våra genomgångarBreakingDE NYA ENERGIBOLAGENSol, vind, kärnkraft och vatten – 24 bolag som vill lösa framtidens energibehovBreakingVeckans nedslagLISTA: Nya avfallslagen – här är branscherna och bolagen som blir vinnareBreakingVeckans nedslagÄr social hållbarhet nästa stora grej? Här är 12 svenska impact-bolag som leder vägenBreakingMobility LoopFrån laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstraVåra genomgångarBreakingDE NYA ENERGIBOLAGENSol, vind, kärnkraft och vatten – 24 bolag som vill lösa framtidens energibehovimpact-svepetEXKLUSIV INTERVUSå ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"Så ska H&M och Vargas-backade Syre revolutionera polyesterCamilla Bergman21/3/2024impact-svepetDE NYA ENERGIBOLAGENSol, vind, kärnkraft och vatten – 24 bolag som vill lösa framtidens energibehovChristian von Essen20/3/2024impact-svepetJust nuKlimatbolaget växlar upp – vässar strategin och byter ordförandeChristian von Essen19/3/2024Vi håller dig i loopen – så att du kan växa med ditt företagHårdvaraNu bygger vi tillsammans – visst kommer du på vårt första event BUILD?Diana DeminEnergiANALYS: Därför har värmepumpen blivit het – och det kan vi lära oss av AiraCamilla BergmanKonkursen i RenewcellRenewcells vd talar ut – därför gick textilåtervinnaren i konkurs: \"Finns en felande länk\"Rikard RosellEXKLUSIV INTERVUSå ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"Så ska H&M och Vargas-backade Syre revolutionera polyesteravCamilla BergmanI flera år har H&M och Vargas planerat för sin storsatsning Syre, som ska återvinna polyester i stor skala.<br><br>\nI en stor intervju med Impact Loop berättar nu Syres vd Dennis Nobelius om hur man ska bygga en \"gigascale\" av polyester-återvinning.<br><br> Läs mer om: <br>\n→ Steg för steg hur Syres metod fungerar<br>\n→ Att man tagit in en halv miljard kronor från en av världens största klimatfonder<br>\n→ Tipset från Northvolts Peter Carlsson som ledde Dennis Nobelius hitI en stor intervju med Impact Loop berättar Syres vd Dennis Nobelius om hur man ska bygga en \"gigascale\" av polyester-återvinning.BreakingEnergiKRÖNIKA: Förnybart i all ära – är bästa investeringen verkligen i Sverige?BreakingDE NYA ENERGIBOLAGENSol, vind, kärnkraft och vatten – 24 bolag som vill lösa framtidens energibehovBreakingJust nuKlimatbolaget växlar upp – vässar strategin och byter ordförandeBreakingKonkursen i RenewcellRenewcells konkursförvaltare: Har över 35 intressenterNext\n\n\n\n"
}