{
    "metadata": {
        "title": "Så ska vägladdaren skala upp – marknaden, strategin och största risken │ Impact Loop",
        "author": "Christian von Essen",
        "publish_date": "2024-03-13",
        "tags": [
            "Mobilitet",
            "Elonroad"
        ],
        "url": "https://impactloop.se/artikel/sa-ska-hajpade-vagladdaren-skala-upp-marknaden-strategin-och-storsta-risken"
    },
    "content": "Så ska vägladdaren skala upp – marknaden, strategin och största risken │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMobility LoopSå ska vägladdaren skala upp – marknaden, strategin och största risken2024-03-138:55Dela artikelnKarin Ebbinghaus, vd på Elonroad. Foto: press, grafik av Impact Loop.De många regleringar som kommer inom transporter gör att Elonroad, som laddar fordon genom skenor i vägbanan, vill skala upp snabbt. I en intervju med Impact Loop berättar vd:n och medgrundaren Karin Ebbinghaus om strategin framåt – och vad hon ser som en risk med mobilitetsbolag.Christian von EssenReporterElonroad är verkligen vad de heter – el på väg. Innovationen kom till efter en till synes barnslig idé från grundaren Dan Zethraeus, som ville testa möjligheten att ladda fordon på ett mer effektivt sätt – genom skenor i vägbanan.Sedan den första Lego-prototypen har mycket hänt. Vd Karin Ebbinghaus rattar nu ett team på 30 personer, och bolaget står redo att ta sig an den omfattande elektrifieringsvågen med hull och hår.Men det är inte i första hand tjusiga Teslor som ska kunna njuta av en laddbar gräddfil på motorvägen. Elonroad riktar framförallt in sig på lastbilar, logistikcenter och hamnar – verksamheter där många fordon kommer att elektrifieras inom de närmaste åren, och där det kostar att stå stilla i långa stunder.Viktig stationär lösningDet är alltså inte bara vägbaserad laddning som står i fokus, utan Elonroad har även utvecklat stationära laddstationer. När en lastbil backar in till lastkajen kan den alltså laddas samtidigt per automatik.”Vi för samtal med de flesta av Nordens stora logistikaktörer, varav många har börjat testa med en eller två ellastbilar. Det står tydligt för alla att de inte kommer kunna skala upp sin elektrifiering med traditionella metoder.”En annan del i Elonroads utveckling är att lösningen erbjuder mer än bara hårdvara. Med smart mjukvara kan man nämligen se exakt vilket fordon som laddar – och hur mycket – vilket kraftigt underlättar för att kopplas till vilka incitamentsstrukturer som respektive land eller aktör använder sig av.”Betalningen kan ske genom skatt, vägtullar eller mobilabonnemang. För vår del spelar det ingen större roll.”Impact Loop har tidigare rapporterat om Elonroads satsning på den franska marknaden, och i dag har bolaget 3,5 heltidstjänster på plats för att arbeta med olika konsortier. Den franska modellen är som bekant väsensskild från den svenska.”I Frankrike är det privata vägaktörer som dominerar, det kan man se på alla de vägtullar som finns längs landets vägar. Eftersom de finansierar allting själva ser de här aktörerna enorma fördelar med elvägar och att enkelt kunna betalt för laddningen.”Hamnfokus och kapitalbehovNu ligger även hamnarna i sikte. Ett Vinnova-projekt tillsammans med Kalmar Global är under uppbyggnad, vilket i så fall innebär ett skarpt test med containrar, dragbilar och andra fordon som rör sig över en begränsad yta, och där nertid är kostsamt. Ett samarbete har även inletts med en stor hamnaktör i USA. Diskussioner förs med flygplatsoperatörer.Ni är bara 30 anställda i dag. Finns det en risk att ni springer på för många bollar samtidigt?”Jag brukar säga att vi är ’strategiskt opportunistiska’. Men vår grundteknologi är densamma, så vi behöver egentligen inte anpassa lösningarna särskilt mycket. Vi har en plattformsteknologi med samma USPar för de olika industrierna.”Karin Ebbinghaus påpekar att det även finns en regulatorisk aspekt av den snabba framfarten. När allt fler länder, kommuner och bolag ska elektrifieras i snabb takt på väg mot nollutsläpp, gäller det att rida på vågen.”I Kalifornien ska man vara fossilfria till 2027, och därför är vi där. Singapores hamn ska vara elektrifierad till 2026. Alla som fattat tuffa klimatbeslut måste nu hitta lösningarna. Vi kommer att fokusera på de marknader där omställningen behöver ske snabbast.”Omställningen kräver hårdvaraElonroad står med andra vid en viktig tröskel. Får de in sina offererade ordrar kommer det behövas rejält med kapitaltillskott, inte minst för att skala upp tekniken och bygga en ordentlig organisation. Hittills kommer kapitalet från ”trogna ägare”.”Vi letar efter riskkapital och investerare som ser både nödvändigheten och affärsmöjligheten i omställningen, gärna med industriellt kunnande inom försäljning på global nivå av fysiska och digitala komponenter. Många techinvesterare är duktiga på att skala SaaS-bolag, men omställningen kommer inte bara ske genom ny mjukvara och mätbarhet. Det krävs hårdvaruinvesteringar också.\"Hon ser nästa fas i den nya industriella revolutionen som en fantastisk möjlighet.”Det krävs en kraftsamling, och jag hoppas att vi kan dra nytta av den techkompetens vi har i Sverige. Man kan ta bredbandsfiber som exempel – det var en viktig grund för att skapa dagens techbolag, men det är inte mjukvara. Vår laddinfrastruktur är hårdvara för elektrifieringen.”Gråa hår har jag ju inte ont om. Det är tur att det finns färgDen senaste tiden har vi sett många mobilitetsbolag som dukar under på grund av kapitalbrist. Hur ska man tänka när man finansierar sitt mobilitetsbolag tycker du?”För mig är framtidens mobilitet elektrifierad och i förlängningen automatiserad – men kombinationen kommer att ta tid. Så man behöver fundera kring hur man hållbart förbereder sig inför tidpunkten när marknaden kommer ifatt. Vi har inte riktigt sett den stora elektrifieringsvågen ännu, och går man ut för snabbt är risken att man bränner sitt krut i förtid. Det är alltid svårt att bygga en marknad, så att smyga lite som nummer två kan vara en bra taktik. Sen handlar det ju inte bara om teknik, utan det är beteenden, regelverk och samarbetspartners som behöver utvecklas för att det ska funka. Plötsligt ska logistikbolagen kunna kraft och el och AI. Det är en stor utmaning för alla”.Det handlar om att ligga något före, men att kunna växa i takt med marknaden helt enkelt?”Precis. Det går att investera sig fram till en viss punkt, men vi ser nu att många bolag varit lite för tidiga och klarar sig inte. Sen är det förstås ett faktum att höga ambitioner har en prislapp, särskilt om man ska bygga både varumärke, teknik, organisation och produkt. Det är dyrt.Trots den potentiella boomen för Elonroad sticker Karin Ebbinghaus inte under stol med att de senaste åren varit slitsamma.”Absolut, gråa hår har jag ju inte ont om. Det är tur att det finns färg.”Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Christian von EssenDela artikeln:MobilitetElonroadFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesVolvo spanar efter impact-innovationer: \"Utgår från problem vi behöver lösa\"Camilla BergmanMarch 14, 2024Misstaget du inte ska göra när du tar in kapital till mobilitet: \"På sikt kan det bli obekvämt...\"Christian von EssenMarch 14, 2024\n\n\n\n\n\n\n"
}