{
    "metadata": {
        "title": "Einrides grundare om nya satsningen: ”Det är nödvändigt att vi tar det här steget” │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-11-21",
        "tags": [
            "Mobilitet",
            "einride"
        ],
        "url": "https://impactloop.se/artikel/einrides-grundare-det-ar-nodvandigt-att-vi-tar-det-har-steget"
    },
    "content": "Einrides grundare om nya satsningen: ”Det är nödvändigt att vi tar det här steget” │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nElektrifieringEinrides grundare om nya satsningen: ”Det är nödvändigt att vi tar det här steget”2023-11-218:07Dela artikelnRobert Falck, medgrundare och vd på fraktteknikbolaget Einride. Foto :Rikard Rosell. Collage: Diana DeminNu rullar Einride ut den första större laddstationen för tung trafik vilket är startskottet för bolagets globala satsning på laddinfrastruktur. Impact Loop har träffat fraktteknikbolagets medgrundare och vd, Robert Falck som beskriver varför infrastruktursatsningen är livsviktig, synen på kommande kapitalrundor och konstaterar att bolaget nu går break-even på kontraktsnivå.\nRikard RosellReporterPå en nyasfalterad yta mellan lagerbyggnaderna i det logistikintensiva område som kallas Stockholm Nord Logistikcenter har fraktteknik- och el-lastbilsbolaget Einride byggt sin första större laddstation för tung trafik.Att den byggts precis där är ingen slump. Tanken med Einrides laddstationer är att de ska finnas just i de logistikområden som deras kunder trafikerar.Stationen som består av nio laddpunkter inkluderar både snabb och längre laddning med en kapacitet upp till 800 kilowatt. Det är den första byggstenen i det som bolaget beskriver som en global satsning på laddinfrastrukturteknik som ska hjälpa till att accelerera övergången till ett elektrifierat transportsystem.Einrides första laddstation i bolagets satsning på en utbyggnad av laddinfrstruktur för tunga fordon. Foto: Rikard Rosell/Impact LoopViktig satsning för EinrideSamtidigt konstaterar Einrides vd, Robert Falck, att satsningen är livsviktig för att komma framåt på den resa som bolaget gett sig ut på för att ta tätposition i framtidens gröna transportsystem.“Det är en nödvändighet att vi tar det här steget nu för ingen annan gör det. Det går för långsamt helt enkelt. Sen vi startade Einride har syftet varit att driva på utvecklingen och att vara en facilitator för ekosystemet där vi tar ett helhetsgrepp”, säger Robert Falck när han slår sig ner i den “drivers lounge” som finns på Einrides anläggning där pausande chaufförer kan duscha, äta och följa laddprocessen av sina fordon på skärmar.Robert Falck, vd och medgrundare till Einride. Foto: Rikard Rosell/Impact Loop.Tar samma väg som TeslaHan pekar på att det steg som Einride nu tar vad gäller laddinfrastruktur påminner om den väg som Elon Musk och hans Tesla tidigare har gått.“När Tesla kom så var de tvungna att bygga ut sin egen laddinfrastruktur för den fanns helt enkelt inte, och samma utmaning har vi. Den här typen av anläggningar finns ju inte som det ser ut idag och därför måste vi se till att driva på det och se till att få det att hända.”‍Har det legat i er plan från början att bygga storskaliga nätverk för laddinfrastruktur?“Den stora koordinerande rollen som den som driver operativsystemet har varit vårt mål och vilja sedan dag ett. Det är så stora industriella volymer så det tar tid att bygga upp det här och driva förändring. Vi har en av världens största flottor av elektriska lastbilar som då inte är jättestor om man ser till helheten av transportbranschen. Någonstans runt 30-40 procent av all transport borde vara elektrisk. Men på grund av de stora industriella utmaningar som finns så är det inte så.”Planen är nu att skala upp satsningen och bygga ut det nätverk av laddstationer som Einride planerar för tillsammans med de partners de har på olika marknader. I Sverige är den partnern infrastrukturbolaget Polar Structure.“Vår intention är att tillsammans med Polar bygga 100 liknande anläggningar runt om i Sverige och i norra Europa. De här anläggningarna ökar vår kapacitet och är något som vi tjänar pengar på från dag ett”, säger Robert Falck.Samtidigt är han tydlig med att planen inte är begränsad rent geografiskt till Europa och att Einride är på väg att rulla ut laddstationer även i USA, där man har en annan partner för att utveckla och finansiera stationer.“Vi har en liknande anläggning som den här men som är mycket större i Los Angeles som vi startar upp nu samtidigt.”Samtidigt som Einride nu lyfter fram satsningarna på infrastruktur kom bara för ett par dagar sedan ett för bolaget viktigt besked från USA. Där framkom att det samarbete som bolaget har med GE Appliances om förarlösa transporter på allmän väg mellan vitvarujättens fabriker och lager nu rullar kontinuerligt i drift.‍Var skulle du lägga in det beskedet i er utvecklingskedja sett till att vi nu sitter här och pratar om er satsning på laddinfrastruktur?“Det vi gör i Selmer är historiskt och det är ingen annan som gör det. Jag tycker personligen att det är så otroligt coolt för att någonstans har vi med det lyckats ta ett helt nytt grepp om hur transport ska se ut och vad det ska vara. Det är ju drönare som indirekt transporterar och löser godstransporterna. Vi är alltså först med att driva och drifta ett riktigt transportflöde på det här sättet med vårt ekosystem.”Einrides autonoma elfraktfordon som nu används i full drift av amerikanska GE Appliances. Foto: Rikard Rosell/Impact LoopSamtidigt är han ärlig med att det finns många utmaningar kvar inom fältet, och med det stora kostnader.“Det är mycket pengar som ska in för att fortsätta att skala det. Det kommer att ta många år för att få industriell skala på det. Jag tror att vi pratar om fyra till fem år till innan vi kan nå dit.”Det går inte att komma runt frågan om pengar när man pratar om Einride. Bolaget har sedan starten 2016 tagit in över två miljarder kronor i riskkapital samtidigt som de säkrat lånefinansiering för ytterligare 3 miljarder kronor. Samtidigt har Einride redovisat stora förluster. 2022 hade bolaget en nettomsättning på drygt 47 miljoner kronor och redovisade ett negativt rörelseresultat på 666 miljoner kronor.‍Ni har ju tagit in otroligt mycket kapital. Hur ser du på det utifrån er utveckling?“Sista projektet som jag jobbade på för Volvo Lastvagnar innan jag slutade för att starta Einride var en ny dieselplattform. Det projektet var på 15 miljarder svenska kronor. Om du ska etablera något nytt i den här industrin så är det den här typen av summor det handlar om. Ska du bygga ett nytt lastbilsbolag så behöver du kanske totalt 100 miljarder kronor. Vi har rest många miljarder men i grunden för vad vi gör så är det ganska små pengar sett till helheten.”‍Så hur ska jag tolka det svaret? Ska vi räkna med fler stora rundor framåt?“Det är en naturlig del av det arbetet vi fortsätter med framåt. Men från där vi är nu så är vår affärsmodell att designa och drifta de här systemen. Det är därför vi inte vill jobba med hårdvara utan väljer hårdvarupartners”, säger Robert Falck och fortsätter:“Sen kan vi prata om hur vi gör affär. Tittar man på vår normalkund så skriver den ett femårskontrakt som vi sen över tid skalar upp mot. Det gör att vi redan vet vad vi kommer ha i omsättning i år, men även nästa år och året efter det. Så långa ledtider är det i de här skalningarna. På samma sätt som Northvolt inte heller tjänar pengar än så bygger de upp fabrik, kapacitet och levererar mot framtida kontrakt. Det är på samma sätt vi gör.”‍Har du då någon prognos för när ni räknar med att gå break-even?“På varje kontrakt så gör vi break even. Vi har en positiv marginal på varje kontrakt vi distribuerar. För oss handlar det mer om att vi ska kunna bygga ut laddinfrastruktur och att investera i teknikplattformar. Om vi inte längre har en ambition att växa och utveckla affären så kan vi leva på de kontrakten vi har i dag. Vi skulle ju inte ha kunnat få investerarna att gå med oss om de inte trodde på den större affären vi har framför oss”, säger Robert Falck.‍LÄS MER: Konkursen i Volta ger en viktig lärdom även för oss andra‍Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:MobiliteteinrideFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesNy kartläggning: Kommunerna halkar efter – behövs fler laddstationerRikard RosellMarch 14, 2024Uppgifter: Northvolt planerar börsnotering i StockholmJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}