{
    "metadata": {
        "title": "Almi gör strategiskt omtag internt: \"Vill ha en bättre korsbefruktning\" │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2024-02-02",
        "tags": [
            "Almi Invest",
            "Almi"
        ],
        "url": "https://impactloop.se/artikel/almi-vill-samla-ihop-sina-styrkor-vi-vill-ha-en-battre-korsbefruktning-mellan-vara-affarsomraden"
    },
    "content": "Almi gör strategiskt omtag internt: \"Vill ha en bättre korsbefruktning\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJust nuAlmi gör strategiskt omtag internt: \"Vill ha en bättre korsbefruktning\"2024-02-027:45Dela artikelnSohana Josefsson, HR- och kommunikationsdirektör, och Joachim Karlsson, vd för Almi invest.Statliga finansieringsaktören Almi vill få ihop sina 27 dotterbolag och olika varumärken och gör ett strategiskt omtag, kan Impact Loop avslöja. \"Vi vill ha en bättre korsbefruktning mellan våra affärsområden och komma närmare varandra som bolag där vi inte enbart tänker kring vårt eget affärsområde\", säger Sohana Josefsson på Almi.Rikard RosellReporterStatligt ägda Almi består idag av två olika huvudvarumärken: Almi företagspartner och Almi Invest. Den första finansierar bolag med lån och erbjuder olika stöd och mentorprogram. Den andra investerar i form av riskkapital i bland annat impact-bolag.Hittills har de två varumärkena och organisationerna varit relativt åtskilda. Almi Företagspartner har utåt sett mer framstått som den trygga finansieringsaktören för småföretag, medan Almi Invests poppigare varumärke mer lutar åt het VC-fond-aktör.27 olika dotterbolagMen nu kan de tidigare vattentäta skotten vara på väg att öppnas. Istället för att jobba på varsitt håll vill man förtydliga sitt erbjudande och jobba mer med hela Almi.\"Vad vi gör egentligen är att vi tittar över koncernstrukturen där vi har 27 dotterbolag med 23 olika ägare. Vi tittar på den strukturen för att se om det finns sätt att göra den ännu mer effektiv för att få ut mer affärsnytta. Det handlar inte om någon omorganisation och det är inget som påverkar anställningar eller arbetssätt. Det här är mer på en övergripande strategisk nivå”, säger Sohana Josefsson, HR- och kommunikationsdirektör på moderbolaget Almi.Enligt Sohana Josefsson är syftet med det strategiska arbetet att öka kunskapen inom hela Almi om de olika delarnas verksamheter och erbjudanden till företag.“Vi vill ha en bättre korsbefruktning mellan våra affärsområden och komma närmare varandra som bolag där vi inte enbart tänker kring vårt eget affärsområde, som vi kanske haft tendens att göra innan. Allt det här handlar om att få ut bättre affärsnytta från vår organisation mot de företag vi kommer i kontakt med”, säger hon.Även Almi Invests vd Joachim Karlsson bekräftar arbetet som pågår men spelar ner att det skulle röra sig om någon större förändring:\"Vi arbetar med tiotusentals bolag därute. Det handlar om hur de bättre ska förstå att vi tillhandahåller lån, riskkapital och affärsutveckling. Att vara tydligare till dem om att det finns ett större utbud än vad de vet om. Redan idag tycker vi att vi är duktiga på att kommunicera det, men vi bedömer att vi kan bli ännu bättre.\"Flyttat ihopSedan ett drygt år tillbaka har moderbolaget Almi och Almi Invest flyttat ihop i samma lokaler i Stockholm. Enligt Joachim Karlsson är detta dock inte kopplat till en större konsolidering av verksamhetsbenen.\"Framförallt var det lite sunt förnuft och en insikt om att vi inte behövde ha tre olika kontor i Stockholm som låg bakom det beslutet\", säger han.Samtidigt är han tydlig med att det idag inte finns något beslut om förändringar av personal inom Almi Invests verksamhet.“Det finns ingen sådan plan idag eller dramatiska förslag på omorganisationer. Men precis som alla företag så om man kan förbättra sitt erbjudande till marknaden så kan det påverka hur man sitter, hur man jobbar eller liknande. Nu tittar vi på hur vi kan bygga ett bättre Almi Invest för att bli en vassare investerare och göra mer nytta på marknaden. Målet är att vi ska ha roligare på jobbet, spendera mer tid med bolagen och mindre tid internt.”Man får helt enkelt laga efter situation och just nu sitter vi och klurar liteSnuvades på Tillväxtverkets pengarSom Impact Loop tidigare har rapporterat om så gick Almi Invest miste om Tillväxtverkets regionala investeringspengar i Stockholm. För första gången ska anslagen hanteras av forskningsinriktade Trio Impact Invest.Joachim Karlsson säger att Almi invest har ett pågående arbete kring hur de ska hantera den situationen, men vill inte i nuläget säga om det kan få konsekvenser för verksamheten.\"Inte hittills men det beror på vad som händer framöver. Det är klart att om man inte har någon fondverksamhet så kan det ha påverkan framöver. Vi har fortfarande 60 bolag i vår portfölj som vi ska ta hand om så det är en stor verksamhet. Man får helt enkelt laga efter situation och just nu sitter vi och klurar lite på stockholmssituationen och vad vi kan, får och bör göra. Vi hoppas vi kan lösa det på ett klokt sätt.\"Läs mer: Forskarnas riskkapitalbolag jagar kapital: \"Vill kunna ta en investering till 100 procent\"Läs mer: Från deeptech till AI – här är Vinnovas 33 nya stöd: “Vi vill boosta den här delen”Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:Almi InvestAlmiFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesEpicenter ger sig in i kampen om impact-bolagen – öppnar ny hubb i StockholmRedaktionenMarch 14, 2024Vilket år! Från forskning till finansiering – våra 5 spaningar från året som gått och vad vi tror om 2024RedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}