{
    "metadata": {
        "title": "Rekordvärme och bommat utsläppsmål – 3 saker att hålla koll på idag │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2024-03-05",
        "tags": [],
        "url": "https://impactloop.se/artikel/rekordvarme-och-bommat-utslappsmal---3-saker-att-halla-koll-pa-idag"
    },
    "content": "Rekordvärme och bommat utsläppsmål – 3 saker att hålla koll på idag │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetRekordvärme och bommat utsläppsmål – 3 saker att hålla koll på idag2024-03-0510:00Dela artikelnFrances Sprei, ordförande i Forskarrådet för Västra Götalands klimatomställning och Deliang Chen, professor i fysikalisk meteorologi vid Göteborgs universitet. Foto: Closer (Lindholmen) och Göteborgs universitet.Tre saker att ha koll på idag.RedaktionenGreenwashing-smäll för danskt fläsk. Nya regler om greenwashing är på ingång i EU och nu ser Danmark sitt första greenwashing-mål. Högsta domstolen har dömt fläskproducenten Danish Crown A/S för greenwashing då man menar att producenten vilselett konsumenter med påståenden om att deras kött är \"klimatkontrollerat\". Anklagelserna kom från en grupp ideella organisationer som hävdade att bolagets marknadsföringskampanj gav ett falskt intryck av att äta fläsk är bra för klimatet, rapporterar Bloomberg.‍Rekordvärme väntar 2024. Forskare varnar för att första halvåret i år kan bli det varmaste som någonsin uppmätts på grund av väderfenomenet El Niño. En internationell forskargrupp har i en studie i Scientific Reports uppskattat temperaturer upp till 1,1 grader högre än under en referensperiod 1951-1980. “Jag tror att det blir ett dramatiskt väder vi kommer att få se den här sommaren”, säger Deliang Chen, professor i fysikalisk meteorologi vid Göteborgs universitet och en av författarna till studien till DN.Västra Götaland bommar utsläppsmål. Utsläppen av växthusgaser från industrin i Västra Götaland har inte minskat sedan 1990. Industrin, som står för nästan hälften av regionens totala utsläpp, måste nu minska utsläppen med tre fjärdedelar till 2030 för att uppfylla Parisavtalet. Forskarrådet för Västra Götalands klimatomställning pekar ut fem stora utsläppare, inklusive Preem och St1s raffinaderier i Lysekil och Göteborg. Ordförande Frances Sprei kritiserar industrins långsamma omställning och efterfrågar starkare incitament från både region och regering, skriver SVT. Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesGo West drar igång i Göteborg och Paris satsar på cyklar – 3 saker att ha koll på idagRikard RosellMarch 14, 2024Skärpt övervakning av EU-skogar – 3 saker att ha koll på i dagRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}