{
    "metadata": {
        "title": "Harald Mix om nya sättet att bygga impact-bolag – så fungerar “Vargas-metoden” │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2024-03-11",
        "tags": [
            "Aira"
        ],
        "url": "https://impactloop.se/artikel/harald-mix-om-nya-sattet-att-bygga-impact-bolag-sa-gor-han-steg-for-steg"
    },
    "content": "Harald Mix om nya sättet att bygga impact-bolag – så fungerar “Vargas-metoden” │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSTOR INTERVJUHarald Mix om nya sättet att bygga impact-bolag – så fungerar “Vargas-metoden”2024-03-117:00Dela artikelnHarald Mix, grundare av Vargas. Foto: Jack Mikrut/TT.Ett nytt sätt att starta, bygga och finansiera impact-bolag är på ingång – och Vargas-grundaren Harald Mix har blivit dess ansikte utåt.<br><br> I en stor intervju med Impact Loop berättar mannen bakom Northvolt, Polarium, Aira, H2 Green Steel och Syre om:<br><br> → Steg för steg – så funkar \"Vargas-metoden\"<br>\n→ Hur de går tillväga när de hittar affärsidéer<br>\n→ Hans egen roll i bolagen: \"Att vara vd är inte min styrka\"<br>\n→ Hur man ska göra om man vill komma i kontakt med honomCamilla BergmanChefredaktörHarald Mix kliver in i konferensrummet på Altors kontor i Stockholm, riskkapitalbolaget han en gång varit med och grundat.\"Hej! Vill du ha kaffe? Berätta om Impact Loop!\" (Han är själv prenumerant.)Av en slump ses vi bara några timmar efter att textilåtervinningsbolaget Renewcell försatts i konkurs. Det börsnoterade bolaget som hade H&M som största externa ägare lyckades inte säkra den finansiering som behövdes.\"Jag tror att Renewcells utmaning var att de hade svårt att fylla orderboken med ordinarie kunder. De har sagt att de ska producera 60 000 ton och sen skala upp till 120 000 ton. Men du kan inte bara producera och lägga på lager\", säger Harald Mix.En förklaring, tror han, är att produktionskedjan är komplex. Renewcell säljer till en producent som i sin tur säljer till en annan och någonstans där framme tillverkas ett par jeans.\"Det är en väldigt fragmenterad industri. Jag tycker att det är uppenbart att H&M hade stora ambitioner när de gick in och investerade, men jag tror inte att det räckte.\"Nytt sätt att bygga bolagHarald Mix borde veta. Dels har Vargas bara förra veckan lanserat bolaget Syre ihop med just H&M, vars mål är att återvinna polyester i stor skala.Dels har han, ihop med parhästen Carl-Erik Lagercrantz som också är vd för Vargas, de senaste åren medgrundat och medfinansierat enorma satsningar som Northvolt (batterier), Aira (värmepumpar), Polarium (batterilagring) och H2 Green Steel (fossilfritt stål).\"Någonstans tror jag att vi har byggt en modell som vi kan återanvända\", konstaterar han.Hur ser denna modell ut, och hur skiljer den sig mot vanliga riskkapitalinvesteringar? Låt oss gå igenom modellen steg för steg tillsammans med Harald Mix själv: Då tänkte jag och Calle att 'det här mönstret har vi sett förut'1. Utgå från problemetI vanliga fall kliver investeraren in efter att en entreprenör har en tydlig idé på att lösa ett problem. I fallet Vargas har teamet istället själva utvecklat flera av idéerna.Ofta börjar det med att de upptäcker ett problem utifrån att en industri ska ställa om. Till exempel lyssnade Harald Mix och Carl-Erik Lagercrantz på Volkswagen som pratade om sina hållbarhetsmål och att just stål var ett problem.“Då tänkte jag och Calle att ‘det här mönstret har vi sett förut’. Vi gjorde ett projekt tillsammans med McKinsey, höll på i kanske ett år och lärde oss så mycket vi kunde”, säger Harald Mix om hur H2 Green Steel kom till.Ett annat exempel: värmepumpsbolaget Aira, som nyligen tog in 1,6 miljarder kronor i kapital.“Det började också med att vi satt och tittade på utsläppskartan och frågade oss var alla utsläpp kom ifrån. Vi såg att mycket var relaterat till byggnader och att uppvärmning i byggnader är ett jättestort område.”Martin Lewerth, vd för Aira, och Harald Mix. Foto: Cornelia Jönsson/TT.2. Hitta ineffektiviteten Efter att problemet är identifierat och noggrant efterforskat är nästa steg att, som Harald Mix uttrycker det, “ta ett vitt papper” och noggrant gå igenom produktionsledet för att hitta var ineffektiviteten sitter.Om vi tar Aira som exempel så är det i normala fall en aktör som tillverkar värmepumparna, en grossist som säljer dem och en installatör som installerar dem hos slutkund. En process som enligt Harald Mix är ganska ineffektiv.\"Så när produkten landar hos slutkund kostar den kanske fem gånger så mycket som det kostar att producera produkten\", säger han.I fallet Aira utvärderade de i stället hur de kunde sälja produkten direkt till slutkund, på samma sätt som till exempel Svea Solar gör (också ett Altor-bolag). Och kombinera det med Northvolts sätt att bygga en \"gigascale\" av batterier, men denna gång med värmepumpar.Det handlar mer om hur du kan orkestrera kapital, team, kunder och människor3. Säkra offtake-avtalNu kommer kunderna in i bilden. En nyckel för Vargas-bolagen har varit att på förhand ingå avtal med stora kunder, både för själva produkten men också för att de ska gå in med kapital. Ett konkret exempel är nya företaget Syre som Vargas grundat ihop med H&M, där modejätten lovat ordrar på över 6 miljarder kronor.\"Om du vet att det finns en efterfrågan och kunden sagt att ‘vi ska ha 30 procent grönt material till 2030’, då kan vi säga: Vi kan hjälpa er MEN då måste ni vara villiga att ingå långsiktiga, fleråriga leveransavtal. Och ni kanske behöver betala en premie som är X på det. Då kan vi se till att det händer.\"Jämfört med en traditionell startup liknar det här sättet med att finansiera infrastruktur-projekt, menar Harald Mix. Den stora risken är därmed inte att hitta kunder – de har du redan sålt in – utan att få fram produkten i tid.\"Teknologin bygger heller inte på ny teknik. Utan det handlar mer om hur du kan orkestrera kapital, team, kunder och människor\", säger han.En nyckel för Vargas är att säkra kundavtal innan bolaget är lanserat. H&M lovade till exempel ordrar på över 6 miljarder kronor i nya bolaget Syre. Här H&Ms nya vd Daniel Ervér. Foto: Magnus Hjalmarson Neideman/TT.4. Ta in kapital – tänk stortSlutligen är det dags att finansiera satsningen. Och här gäller det att tänka stort, menar Harald Mix. Om Vargas är med mer i uppstarten kan andra finansiärer komma att kliva in i ett senare skede.“Vad vi har insett är att omställningen inte kommer att lösas av en duktig entreprenör med en mjukvaruidé. Utan egentligen kommer det att krävas att man ställer om en massa industrier, och det kommer att krävas sjukt mycket kapital.”Harald Mix tycker att det börjar allokeras kapital till klimattech, men att det behövs mycket mer till vad han kallar för industrin 4.0. Han menar också att vi behöver utveckla en helt ny tillväxtklass:\"Idag tänker investerare att det finns venture capital, growth capital och infrastruktur. Men att bygga om hela industrier, det är någonstans mitt emellan private equity och infrastruktur, och då saknas den typen av finansiering som vi håller på att utveckla hos oss.\"Att driva den här typen av bolag handlar mer om att kunna leda riktigt stora projekt5. Bygg teamet: \"Jätteviktigt\"Parallellt handlar det om att bygga upp teamet, där nyckelpersonerna som kommer in och driver bolaget i flera fall också blir delägare. Men det måste inte vara entreprenörs-profiler, menar Harald Mix.\"Att driva den här typen av bolag handlar mer om att kunna leda riktigt stora projekt. Att bygga en kultur och att skapa ett bolag från scratch som kommer att ha flera tusen anställda på väldigt kort tid\", säger han.Harald Mix släpper dock inte projekten och kontakten med nyckelpersonerna.“När man är inne i den här aktiva fasen så händer det så mycket hela tiden. Det är inte så att du går på fem styrelsemöten, du har kontakt hela tiden. Här finns en hel del paralleller med PE-modellen.”Men själv är han inte sugen på att ta vd-posten:\"Jag skulle aldrig klara av det dagliga jobbet som en vd gör i ett bolag. Det är inte min styrka. Då är jag bättre i en friare roll som ett väldigt bra bollplank.\"Vargas projekt påminner mer om infrastruktur-projekt än om startups. Här byggstart för Volvo och Northvolts nya batterifabrik i Torslanda och Volvos vd Jim Rowan. Foto: Björn Larsson Rosvall/TT.Fokus på lösningenModellen ser enkel ut när man spaltar upp den steg för steg såhär, men visst har Harald Mix åkt på kallduschar.\"Det här bygger på, i mitt fall, 30 plus års erfarenhet av private equity. På Altor har vi investerat i kanske 100 olika bolag, väldigt mycket inom verkstad och tillverkning. Så någonstans har man byggt upp både goda och dåliga erfarenheter\", säger han.Men överlag tycker han att det blir mycket fokus på problem, snarare än på möjligheter. Särskilt i media. Han tar Northvolt som exempel, med 6 000 anställda. Snart är man uppe i 10 000.\"Självklart ska man ha ett kritiskt förhållningssätt men jag tycker att vi kan vara lite mer positiva som land och se den förutsättning som Sverige har att leda den här omställningen.\"Intervjun börjar närma sig sitt slut, Harald Mix behöver dra vidare. Har du något medskick till Impact Loops entreprenörer?\"Var inte rädd för att höra av dig! Ring! När man kommer till nästa fas så finns det väldigt mycket att lära sig från våra exempel. Vi delar gärna med oss av de lärdomar vi har.\"Läs mer: Camilla Bergman: Därför tror H&M mer på Syre än på RenewcellLäs mer: Han har byggt Polarium till över två miljarder – \"Jag har fått lära mig att tro på mig själv\"Läs mer: Renewcells vd talar ut – därför gick textilåtervinnaren i konkurs: \"Finns en felande länk\"Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:AiraFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesDe svänger om – ska hjälpa jättarna att komma igång med uthyrningCamilla BergmanMarch 14, 2024Byggde Soundcloud till miljardbolag – nu ska deras elcyklar ta över Europa: \"Trenden blir starkare\"Rikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}