{
    "metadata": {
        "title": "De svänger om – ska hjälpa jättarna att komma igång med uthyrning │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2024-02-23",
        "tags": [
            "Cirkulär",
            "Rekitchen",
            "Freyah"
        ],
        "url": "https://impactloop.se/artikel/de-svanger-om-ska-hjalpa-jattarna-att-komma-igang-med-uthyrning"
    },
    "content": "De svänger om – ska hjälpa jättarna att komma igång med uthyrning │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSTOR INTERVJUDe svänger om – ska hjälpa jättarna att komma igång med uthyrning2024-02-238:38Dela artikelnHeidi Östlund och Emma Ytterstad, Freyah. Foto: pressbild.Tidigare Volvo-chefen Emma Ytterstad vill sänka trösklarna för stora producenter att hyra ut sina grejer. <br><br>\nMen resan dit har inte varit spikrak.<br><br>\nFör Impact Loop berättar hon om:<br><br>\n→ De två pivoteringarna – från försäljning av begagnade köksredskap till uthyrning<br>\n→ Varför linjära producenter har svårt att själva jobba cirkulärt<br>\n→ Namnbytet och nya parhästen Heidi Östlund: \"Det känns jättejättehärligt\"Camilla BergmanChefredaktörDen som hänger i impact-kretsar på Linkedin har kanske sett Emma Ytterstad dyka upp i flödet, grundare av den cirkulära marknadsplatsen Rekitchen (och en av 100 namn på Impact Loops och Svensk Handels impact-lista!).Eller – bolaget hette Rekitchen.Sedan några veckor tillbaka går det istället under namnet Freyah.Bakom namnbytet står en pivotering – från e-handel för begagnade köksprylar till en cirkulär marknadsplats där producerande bolag kan hyra ut sina prylar.\"Vi gör det enkelt för dem att påbörja sin cirkulära resa”, säger Emma Ytterstad.För två år sedan tog hon tjänstledigt från jobbet som UX-chef på Volvo Group i Göteborg. Ett halvår hade hon på sig att testa sin idé – en second hand-e-handel för köksprylar.\"Jag var tvungen att få det ur systemet\", säger hon om valet att testa något eget.Efter att second hand-butikerna stängt för dagen fick Emma Ytterstad komma in och välja och vraka bland de begagnade köksprylarna. Därefter sålde hon dem i sin webbshop. Parallellt berättade hon om idén på Linkedin och fick snabbt mycket publicitet.Inte skalbartDet var bara ett problem, eller egentligen två:“Jag hade massor av möten med affärscoacher och utvecklare och de tryckte ner två ord i halsen på mig: skalbarhet och innovationshöjd. Och jag hade inget av det.”Skalbarheten handlade om att det var svårt att få volym. Prylarna behövde tvättas, skrivas unika beskrivningar till, läggas ut i e-handeln, marknadsföras och säljas. Innovationshöjden gällde att butiken – rent krasst – var en vanlig second hand-butik. Dessutom ställde momsreglerna till det.“Det var ändå superkul och jag lärde mig massor om e-handel. Men det var tydligt att det här inte skulle kunna bli något stort”, säger Emma Ytterstad.Parallellt hade hon börjat titta på så kallade PaaS-modeller (product-as-a-service) där man hyr ut produkter.“Först tänkte jag att det inte skulle kunna funka för köksprylar. Vem kommer att vilja hyra en stekpanna? Men så tänkte jag att studenter ändå har det behovet.” Nästa problemSnabbt hörde hon av sig till producenter som Fiskars, Onepan och Skeppshult. De svarade med att skicka ett gäng varor som kunde sättas ihop till ett kit: “Hyr allt du behöver för att laga mat”.Med en innovationscheck på 100 000 kronor från Vinnova kunde tjänsten byggas.Nu ser vi att den linjära modellen är utdaterad, marginalerna är för dåligaDå kom nästa problem.“Svårigheten i den här modellen var att om jag ska köpa in alla de här grejerna och storskaligt marknadsföra det så är det en enorm investering för mig. Men det ger också noll incitament för producenterna att göra cirkulära produkter – de kan bara fortsätta som vanligt.”Lärdomen? Att Rekitchen inte kunde äga någonting – det måste det vara producenten som gör, och ta ansvar för både återställande och reparering. Det behöver också finnas ett incitament för dem att hyra ut sina saker.“Producenternas affärsmodell har alltid varit den linjära – att sälja så många enheter som möjligt. Det har gjort att volymerna gått upp och kvaliteten ner. Nu ser vi att den linjära modellen är utdaterad, marginalerna är för dåliga. Dessutom är den linjära modellen, som baseras på överproduktion och överkonsumtion, en grundorsak till vår nuvarande planetära kris”, säger Emma Ytterstad.Två problem hos producenternaDå är vi framme vid den nuvarande affärsidén. Nya plattformen blir en cirkulär marknadsplats där producenter kan erbjuda sina produkter som en tjänst. Husqvarna skulle till exempel kunna lägga upp sin gräsklippare här och så hyrs den ut. Plattformen tar en del av intäkterna på uthyrningen.På det sättet kan man hjälpa producenterna med två vanliga hinder:1. Finansiering av produkterna. Eftersom de producerande bolagen fortsatt äger produkterna så är det en utmaning för deras balansräkning och likviditet att själva hyra ut sina produkter. Här har man ingått ett partnerskap med ett bolag som heter Lisa&, som finansierar product-as-service-bolag.2. Den cirkulära logistiken. Linjära bolag levererar sina produkter en gång. I en cirkulär modell finns behov av kontinuerliga leveranser men också återställande och renovering. Här har man ingått ett samarbete med företaget Giab.Hur ser du på att de producerande bolagen kan starta egna uthyrningstjänster, i stället för att hyra ut via er?\"Det kommer de säkert att göra, men dels sänker vi trösklarna för dem att börja experimentera med cirkulära affärsmodeller eftersom det är svårt för dem att kombinera två olika affärsmodeller. Dels kommer vi att samla produkter från många återförsäljare så att tjänsten blir bättre för konsumenterna.\"Vad tror du är framtiden för den cirkulära handeln?“Nu kommer det en rad regleringar från EU, till exempel regler kring ekodesign. Det gör att producenternas kostnader för design och produktutveckling kommer att sticka i höjden, och den linjära modellen kommer inte att kunna få ut samma lönsamhet. Samtidigt kommer bolag som gör lågkvalitet inte att hålla för en cirkulär affär – de tar resurser från planeten från de som gör produkter för en lång livslängd. Så de behöver försvinna.\"Det är entreprenörens levnadsvillkor – trippelarbete – till dess att vi får intäkterByter namn och tar in parhästI samband med nya affärsidén byter Rekitchen alltså namn till Freyah, för att inte vara bunden vid kök som kategori.“Jag satt med en lång lista på människor i mitt liv som jag tycker om, och så tog jag första bokstäverna och satte ihop”, berättar Emma Ytterstad om namnet.Samtidigt har en ny affärspartner klivit in i bolaget – Heidi Östlund.\"Vi lärde känna varandra för några år sedan och förenades i våra intressen med klimatfrågan. Hon är jurist och hållbarhetschef här i Göteborg. Det känns jättejättehärligt.\"Planen framåt är att ta in en techperson och söka en utlysning från Energimyndigheten tillsammans med ett konsortium av Giab, Lisa& och Rise.Har du sagt upp dig nu?\"Ja, det har jag faktiskt, men jag jobbar som konsult på ett annat företag. Det är entreprenörens levnadsvillkor – trippelarbete – till dess att vi får intäkter. Men vi vill också öppna upp för investerare och ta in en såddrunda mot sommaren.\"Läs mer: Bonnier-backade biltvätten pivoterar och tar in kapital – här är nya planenLäs mer: Stockeld-grundaren om sin nya plan: \"Som att man bara satt och hoppades på att allt skulle funka\"Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:CirkulärRekitchenFreyahFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesByggde Soundcloud till miljardbolag – nu ska deras elcyklar ta över Europa: \"Trenden blir starkare\"Rikard RosellMarch 14, 2024Dubbla vd:s – dubbel framgång? Norrskens två vd:s vill utmana bilden av ledarskapCamilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}