{
    "metadata": {
        "title": "Renare luft kan förvärra (!) uppvärmningen – 3 saker att ha koll på idag │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-11-06",
        "tags": [
            "Norrsken"
        ],
        "url": "https://impactloop.se/artikel/renare-luft-kan-forvarra-uppvarmningen-3-saker-att-ha-koll-pa-idag"
    },
    "content": "Renare luft kan förvärra (!) uppvärmningen – 3 saker att ha koll på idag │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetRenare luft kan förvärra (!) uppvärmningen – 3 saker att ha koll på idag2023-11-068:31Dela artikelnLexi Novitske, Ngetha Waithaka och Natalie Kolbe på Norrsken22.Redaktionen1. Renare luft kan förvärra global uppvärmning. Forskare har upptäckt att medan luftkvaliteten förbättras genom minskade utsläpp, kan detta paradoxalt nog leda till ökad global uppvärmning, rapporterar New York Times. Partiklar i luftföroreningar reflekterar solens strålar och verkar därför svalkande på klimatet. När dessa partiklar minskar, tar vi bort ett hinder för solens strålning och värmen kan öka. Samtidigt konstaterar forskarna att en minskning av föroreningarna har betydande positiva hälsoeffekter för människor.2. Norrsken tar in 2 miljarder till sin Afrika-fond. Norrsken22 är namnet på den techinriktade fonden som riktar sig mot investeringar i Afrika med målet att främja långsiktig ekonomisk tillväxt. Tanken var att stänga fonden under 2022, men på grund av det ekonomiska läget har tidsplanen dragit ut på tiden. Men nu meddelar alltså Norrskens afrikanska VC-gren med verksamhet i Nigeria, Sydafrika, Kenya och Ghana att man tagit in över 2 miljarder kronor till sin första fond, vilket är mer än det ursprungliga målet. Svenska namn som återfinns på investerarlistan är bland annat Skype-grundaren Niklas Zennström, iZettles grundare Jacob De Geer och Delivery Heros grundare Niklas Östberg.3. Börsnoterad batteritillverkare i konkurs. Svenska Alelion som utvecklar och tillverkar batterilösningar och system baserade på litiumjonteknologi lämnade på fredagen in en ansökan om konkurs. Enligt batteritillverkaren är det en tvist om en order på 150 miljoner kronor som en kund nu enligt bolaget vägrar att fullfölja som gjort att Alelion tagit beslutet. \"De hastigt påkomna förändringarna av bolagets likviditetssituation som följd av ovan angivna avtalsbrott har dessvärre resulterat i en akut likviditetsbrist för Bolaget\", skriver man i ett pressmeddelande.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:NorrskenFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesBatteribolagen behöver samarbeta – 3 saker att ha koll på i dagRedaktionenMarch 14, 2024Klimatvecka i New York och ett cyklande Paris – 3 saker att ha koll på idagRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}