{
    "metadata": {
        "title": "Nu bygger vi tillsammans – visst kommer du på vårt första event BUILD? │ Impact Loop",
        "author": "Diana Demin",
        "publish_date": "2024-03-12",
        "tags": [],
        "url": "https://impactloop.se/artikel/premiar-for-impact-loops-event-build---har-byggs-framtiden"
    },
    "content": "Nu bygger vi tillsammans – visst kommer du på vårt första event BUILD? │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nHårdvaraNu bygger vi tillsammans – visst kommer du på vårt första event BUILD?2024-03-1214:05Dela artikelnEn ny generation impact-bolag ser nu dagens ljus. Fokus är på hårdvara och grön industri. Utmaningen är skyhög: att ställa om Sverige.<br><br> Det som saknas? En samlingsplats där idéer och kapital kan mötas.<br><br> Nu öppnar vi portarna till BUILD. Vi ses väl där?Diana DeminRedaktörFrån batterier och energilagring till mobilitet och cirkulär industri. Till skillnad från de senaste årens tech-startups som dominerat narrativet tar nu fysiska innovationer, som verkligen kan omforma vår värld, plats på scenen.Nu vill vi på Impact Loop, backade av vår partner Teknikföretagen, sätta dig – entreprenören, innovatören, framtidsbyggaren – i rampljuset. Liksom dig som ser potentialen och vill investera i bolagen som just nu ritar om industrin.Under en heldag i Slakthusområdet, Stockholms hetaste industriområde, samlar vi nu Sveriges spetskompetens inom hårdvara med målet att ge dig som:Bygger den nya generationens impact-bolag nycklarna och investerar-kontakterna för att kunna skala uppInvesterar i den gröna omställningen en plattform att träffa de nya entreprenörernaVerkar i ekosystemet kring dessa bolag – från statliga aktörer till politiker – möjligheten att driva förändring‍Anmäl dig till Impact Loops event här!Vi står inför omfattande utmaningar – från kapitalintensiva projekt till långdragna processer och komplexa regelverk. Ändå är vi fast övertygade om att samarbete är vägen framåt.Därför lanserar vi BUILD. Du hänger väl med?Platserna är kraftigt begränsade – så se till att säkra din biljett idag. Är du medlem på Impact Loop? Då ingår eventet i ditt medlemskap.Anmäl dig till BUILD här!PS. Är ni fler från ert team som vill komma? Hör av er så fixar vi bra deal!Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Diana Demindiana@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesDrönardrottningen vinner pris på gala – vill få mer kapital till kvinnor: \"Nu gör vi det bara\"Rikard RosellMarch 14, 2024Halkade in på vatten – nu drar de in 20 miljoner med smart strategi: \"Det är så vi får schvung\"Camilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}