{
    "metadata": {
        "title": "Från snöskotrar till \"kärleksförsäkring\" – här är impact-bolagen som kämpade sig in på Norrskens accelerator │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2023-06-28",
        "tags": [
            "Norrsken"
        ],
        "url": "https://impactloop.se/artikel/fran-snoskotrar-till-karleksforsakring-har-ar-impact-bolagen-som-kampade-sig-in-pa-norrskens-accelerator"
    },
    "content": "Från snöskotrar till \"kärleksförsäkring\" – här är impact-bolagen som kämpade sig in på Norrskens accelerator │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEntreprenörskapFrån snöskotrar till \"kärleksförsäkring\" – här är impact-bolagen som kämpade sig in på Norrskens accelerator2023-06-289:21Dela artikelnGänget bakom Your Beet. Foto: Press.När impact-huset Norrsken presenterade vilka 20 bolag som kommit med i deras årliga accelerator var det allt från AI-optimering av energi till fintech för afrikanska företag.Camilla BergmanChefredaktörDeltagarna får en åtta veckors tillväxt-sprint på Norrsken, mentorskap från rutinerade entreprenörer och cirka 1 miljoner kronor i investering.\"Vi blev överväldigade av den enorma mängden och kvaliteten på ansökningar till årets program. Vi fick över 2 500 ansökningar från 112 länder och att välja ut de bästa företagen för 2023 års omgång var oerhört utmanande\", säger Alex Bakir, chef över Norrskens accelerator.‍Här är de svenska bolagen:‍Vesiro – gör servrar mer energieffektiva genom att möjliggöra för databaser att söka efter data snabbare.Charly – har bland annat utvecklat en \"kärleksförsäkring\" som stöd vid separation eller skilsmässa, för att bidra till mer jämställda relationer.Cloover – flexibla finansieringslösningar för att leasa förnybar teknik.AirForestry – klimatpositiv lösning för skogsförvaltning där elektriska drönare ska minska koldioxidutsläpp från skogsbruk.Vidde – världens första elektriska snöskoter.Your Beet – AI-plattform som vill göra det enklare för sina kunder att äta plantbaserat.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:NorrskenFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesEmil, 20, från Gnosjö har kommit på en teknik för att återvinna glas: \"Enorma mängder bara grävs ner\"Rikard RosellMarch 14, 2024Klart idag: Linkedin har blivit cooltCamilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}