{
    "metadata": {
        "title": "Cementutmanaren fyller kassan med 110 miljoner │ Impact Loop",
        "author": "Christian von Essen",
        "publish_date": "2024-03-21",
        "tags": [
            "Investeringar"
        ],
        "url": "https://impactloop.se/artikel/cementutmanaren-fyller-kassan-med-110-miljoner"
    },
    "content": "Cementutmanaren fyller kassan med 110 miljoner │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGrön industriCementutmanaren fyller kassan med 110 miljoner2024-03-2116:00Dela artikelnOscar Hållén, vd på Cemvision och Susanne Najafi, investerare och grundare av Backing Minds. Foto: Cemvision och Mikael Sjöberg.Cemvision tar nya kliv mot den globala marknaden med sin CO2-snåla cement. I en såddrunda fyller man på kassan med 110 friska miljoner från tre olika investerare. Christian von EssenReporterMarknaden för cement är enorm. Samtidigt står produktionen för ungefär 8 procent av de globala CO2-utsläppen. Det svenska bolaget Cemvision har utvecklat en teknik för att producera cement med råvaror från industriavfall, samtidigt som ugnarna kan köras på lägre temperaturer med fossilfri energi. Enligt bolaget kan produkten därmed tillverkas med 95 procent lägre klimatavtryck jämfört med traditionell Portlandcement.Impact Loop har tidigare rapporterat om Cemvisions planer framåt, och för att ytterligare kunna accelerera utvecklingen tar bolaget nu in 110 miljoner kronor – vilket man menar är världens största såddrunda inom cementindustrin.Teamet bakom Cemvision. Foto: press.Bakom investeringarna står tre aktörer, varav de två svenska står för merparten av kapitalet. Backing Minds ökar sin ägarandel medan Polar Structure kliver in i Cemvision för första gången. Dessutom är den globala San Francisco-baserade riskkapitalfonden Zacua Ventures med på tåget. ”Cemvision adresserar en 4 000 miljarders-marknad och tillgodoser de ökande miljömässiga och regulatoriska behoven inom industrin. Det överväldigande mottagandet på marknaden och den skalbara produktionen gör att det känns fantastiskt att fortsätta backa Cemvisions team när de banar väg för globalt hållbart byggande”, säger Susanne Najafi, medgrundare av Backing Minds VC, i ett pressmeddelande.Läs mer: Nu bygger vi tillsammans – visst kommer du på vårt första event BUILD?Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Christian von EssenDela artikeln:InvesteringarFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"Camilla Bergman21/3/2024NextRelated StoriesHan ska bygga fabrik för hampaodling i Skåne – får loss 156 miljonerRikard RosellMarch 14, 2024Hennes maskin tar upp kampen mot plasten – backas av modejätten ChanelRikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}