{
    "metadata": {
        "title": "Camilla Bergman: Därför tror H&M mer på Syre än på Renewcell │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2024-03-07",
        "tags": [
            "Renewcell",
            "Syre",
            "H&M",
            "Vargas"
        ],
        "url": "https://impactloop.se/artikel/camilla-bergman-darfor-tror-h-m-mer-pa-syre-an-pa-renewcell"
    },
    "content": "Camilla Bergman: Därför tror H&M mer på Syre än på Renewcell │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAnalysCamilla Bergman: Därför tror H&M mer på Syre än på Renewcell2024-03-078:42Dela artikelnCamilla Bergman, Impact Loop.Ett bolag som återvinner textilier försätts i konkurs – ett annat får ordrar för miljarder.<br>\nBåda har H&M på ägarlistan.<br><br>\nSå varför tror modejätten mer på nystartade Syre än på Renewcell? Det handlar framförallt om tre saker, skriver Impact Loops Camilla Bergman, saker som också säger något om var impact-branschen är på väg.Camilla BergmanChefredaktörFörra veckan försattes textilåtervinnaren Renewcell i konkurs. Varken delägaren H&M eller andra finansiärer ville tillföra ytterligare kapital.Igår gick H&M ut med att man lanserade ett nytt textilåtervinningsbolag under namnet Syre. Denna gång ihop med riskkapitalbolaget Vargas och klimatfonden TPG Rise Climate. Som Impact Loop avslöjade redan i februari har en rad namntunga personer hoppat på det nya projektet.Nu är problemet inte längre, som H&M sa i fallet Renewcell, att de inte ensamma kunde nå upp till de volymer som behövdes köpas. Hos Syre har man tvärtom lagt ordrar värda ​​6,2 miljarder kronor.Huruvida Syre bidrog till beslutet att stänga ner Renewcell vet vi inte. Däremot är det intressant att fråga sig vad som lockade med Syre, som inte Renewcell hade? Trots allt rörde det sig om två bolag inom textilåtervinning.Frågan har förstås många svar, men tre saker måste i mina ögon varit avgörande:1. Forskarlett mot ägarlettMed Renewcell började man i labbet med en uppfinning – med Syre började man med ett problem som behövde lösas. Alla som lanserat en produkt vet att det andra sättet alltid vinner över det första.Dessutom har tiderna förändras. Renewcell grundades 2012 av forskare vid KTH, och H&M gick in 2017. Då var den gröna omställningen fortfarande i sin linda – Renewcell var ett av få bolag med stora ambitioner och med en produkt som passade klädjätten som behövde komma igång med återvinning.Spola fem år framåt och tiderna har förändrats. Nya textilåtervinnings-tekniker har sett dagens ljus och H&M har själv tagit stora kliv under förra vd:n Helena Helmerssons ledning.Det gör att klädjätten idag själva kan avgöra vilken typ av produkt de behöver – de är så att säga själva kunden som sitter med ett problem. Eftersom de också har pengarna kan de dessutom göra något åt saken.2. Liten kontroll mot mycket kontrollRenewcell var ett forskarbolag som dessutom (av obegripliga skäl) var satt på börsen, med H&M som största ägare men ändå bara med 10 procent av aktierna. Syre är i princip som ett dotterbolag till H&M. Man har ett problem som man lejer ut på Syre att lösa – mot att klädjätten lägger en order på över 6 miljarder kronor. Upplägget kan jämföras med ett infrastruktur- eller byggprojekt, vilket i sin tur liknar hur Vargas jobbat med stålutmanaren H2 Green Steel.Det betyder att den kommersiella risken är betydligt lägre än för ett vanligt bolag, däremot är det upp till bevis att bygga anläggningarna och få ut produkten på marknaden.Men det betyder också att H&M och Vargas själva kan bygga det team de vill ha. De första personerna i bolaget är inte bångstyriga entreprenörer, utan anställda. Fungerar inte teamet kan ägarna bara göra om. Risken är betydligt mindre än med ett börsnoterat bolag där man är mindre ägare.3. Svårare kundresa mot enklare kundresa En av utmaningarna med Renewcell var att det var för många led från produktion till kund. Ett begagnat plagg görs om till ett material som sedan kan blandas ut med andra enligt en licens…?I fallet Syre har H&M uppenbarligen lärt sig att kundresan måste vara glasklar.Målet är att erbjuda marknaden återvunnen polyester av likvärdig kvalitet som ny, men med lägre klimatpåverkan. En “plug and play-lösning” som kan ersätta ett material med ett annat, för att sedan säljas direkt till polyesterintensiva industrier som kläder, fordon och heminredning. Här har dessutom både H&M och Vargas redan en upparbetad kundstock, och Vargas erfarenheter från att jobba likadant med H2 Green Steel.Huruvida man lyckas med det målet eller inte återstår att se, men åtminstone på pappret verkar Syre ha en rakare transportkedja från fabrik till kund.Säger något om impact-branschen just nuTroligtvis var Renewcell en lärorik resa för H&M. Erfarenheter de nu kan använda för att dra igång sitt eget bolag, Syre. Det kan förstås kännas trist för såväl Renewcells aktieägare, och de arbetstillfällen som nu riskerar att gå förlorade i Sundsvall, som byts ut mot Syres fabrik i North Carolina, USA.Men affären säger också något om var impact-branschen är på väg. Att satsa pengar på vinst och förlust i ett impact-bolag som kanske, där framme, kan generera klimatnytta och vinst – är för många för riskfyllt. Hellre starta upp något där makten ligger hos en själv.En sak är klar i den gröna omställningen: Vi lär få se många fler bolag likt H&M, Vargas – och Syre.Läs mer: Renewcells vd talar ut – därför gick textilåtervinnaren i konkurs: \"Finns en felande länk\"Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:RenewcellSyreH&MVargasFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesVi har gått igenom 241 impact-bolags värderingar – så här ser det ut i olika faserJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}