{
    "metadata": {
        "title": "Regeringen satsar på stora kärnkraftverk – men vad hände med de små? │ Impact Loop",
        "author": "Jan Ahmadi",
        "publish_date": "2023-08-28",
        "tags": [
            "Kärnkraft",
            "Blykalla",
            "Kärnfull Next"
        ],
        "url": "https://impactloop.se/artikel/regeringen-storsatsar-pa-karnkraft-men-vad-hande-med-mini-karnkraftverken"
    },
    "content": "Regeringen satsar på stora kärnkraftverk – men vad hände med de små? │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEnergiRegeringen satsar på stora kärnkraftverk – men vad hände med de små?2023-08-286:10Dela artikelnJacob Stedman, vd Blykalla, Christian Sjölander, vd Kärnfull Next och Ebba Busch, energi- och näringsminister. Foto: Press, collage av Impact Loop.Regeringen har ändrat sig om storlek och antal reaktorer. Men det oroar inte utvecklarna av mini-kärnkraftverk som gärna ser många och flera.Jan AhmadiReporterNär Tidöpartierna gick till val i fjol var satsningar på ny kärnkraft en av frågorna som de drev hårdast. Sedan maktövertagandet har regeringen inte legat på latsidan.Man har bland annat aviserat att man vill ändra lagstiftningen som begränsar antalet kärnkraftsreaktorer och var de får ligga. Vattenfall har också fått i uppdrag att planera och upphandla ny kärnkraft och 400 miljarder kronor i statliga kreditgarantier har utlovats till investeringar i kraftslaget.  Men från att ha pratat mycket om små modulära reaktorer, eller \"mini-kärnkraftverk\", verkar regeringen nu ha riktat in sig på större kärnkraftverk. Tidigt i somras kommunicerade näringsminister Ebba Busch att det är två stora kärnkraftverk som man har i åtanke i ett första led. Under fredagen rapporterade Aftonbladet också att regeringen dragit tillbaka ett pressmeddelande om att det behövs tio nya kärnkraftsreaktorer under 2030- och 2040-talet. Nu uppger regeringen att man inte fastställt mål på den detaljnivån.\"Tydligt att regeringen är positiv\"Men regeringens senaste U-sväng kring kärnkraft är inget som oroar aktörerna som jobbar med att utveckla små modulära reaktorer.“Jag lägger inte så stor vikt om huruvida man pratar om små eller stora reaktorer. Jag tycker att det är tydligt att regeringen är positiv till ny kärnkraft och det är det som spelar roll”, säger Jacob Stedman, vd för Blykalla, ett av bolagen som verkar i sfären och som bland annat backas av Norrsken Launcher.Men det har väl ett signalvärde att man ändrat sig så här två gånger på kort tid?“Jag tror inte det. Småskalig kärnkraft kommer att vara ett attraktivt alternativ oavsett. Det viktigaste när man tar mångmiljardbeslut är att affärscaset ser bra ut och att det finns efterfrågan på elen som ska produceras. Det kommer inte påverka alls vad man sa på en presskonferens en gång”, säger Jacob Stedman.Ni är inte oroliga över att de statliga kreditgarantierna bara kommer att gälla stora kärnkraftverk?\"Nej, det skulle jag bli väldigt förvånad över. Regeringen har uttryckligen sagt att man vill främja olika kraftslag och att stöden ska vara teknikoberoende. Jag skulle bli förvånad om man öronmärkte pengar till en viss typ av teknologi.”Även branschkollegan Kärnfull Next är obrydda över regeringens omsvängningar. “Vi tror att det blir svårt för Kärnfull Next att på egen hand lösa det elbehov vi kommer att ha kommande decennier. Så vi måste titta brett. Och även om regeringen kommunicerat att stora reaktorer är mest intressanta ser vi fortfarande en extrem efterfrågan från industrin och kommuner”, säger Christian Sjölander, vd och medgrundare på Kärnfull Next.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Jan Ahmadijan@loop.seDela artikeln:KärnkraftBlykallaKärnfull NextFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesKapprustning i elpumps-Sverige – nu ska deras Uber för elpumpar ut i EuropaJan AhmadiMarch 14, 2024Miljardbolagen inleder samarbete – “försöker driva en omställning”Jan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}