{
    "metadata": {
        "title": "Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\" │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2024-03-21",
        "tags": [
            "Syre",
            "Vargas",
            "H&M",
            "H&M Group Ventures"
        ],
        "url": "https://impactloop.se/artikel/h-m-och-vargas-backade-syre-har-tagit-in-en-halv-miljard-sa-ska-de-revolutionera-polyester"
    },
    "content": "Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEXKLUSIV INTERVUSå ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"2024-03-217:20Dela artikelnDennis Nobelius, vd för Syre, iklädd en tröja gjord av Syres återvunna polyester. Foto: pressbild. Grafik av Impact Loop.I flera år har H&M och Vargas planerat för sin storsatsning Syre, som ska återvinna polyester i stor skala.<br><br>\nI en stor intervju med Impact Loop berättar nu Syres vd Dennis Nobelius om hur man ska bygga en \"gigascale\" av polyester-återvinning.<br><br> Läs mer om: <br>\n→ Steg för steg hur Syres metod fungerar<br>\n→ Att man tagit in en halv miljard kronor från en av världens största klimatfonder<br>\n→ Tipset från Northvolts Peter Carlsson som ledde Dennis Nobelius hitCamilla BergmanChefredaktörSyres vd Dennis Nobelius visar stolt upp en mörkblå tröja. Den hade kunnat passera som vilken tröja som helst, men just denna är tillverkad av återvunnen polyester. Men vad som gör tröjan speciell är att den kan återvinnas igen, och igen – och igen.\"Den är cirkulär på riktigt, till skillnad från många andra textilier som bara kan återvinnas en gång och med sämre kvalitet. Det här är vad vi kallar för en ’drop in-produkt’. Den kan ersätta vanlig polyester rakt av och du ser ingen skillnad\", säger Dennis Nobelius på halvt sjungande göteborgska.Vi träffas på Syres nya kontor i centrala Stockholm. Det är några veckor sedan företaget, som ska tillverka just återvunnen polyester, lanserats under stor medial uppmärksamhet. Med ägare som H&M och riskkapitalbolaget Vargas – med Harald Mix, Carl-Erik Lagercrantz och Susanna Campbell i spetsen (den sista som även är medgrundare och ordförande) är det kanske inte så konstigt att intresset är stort.Idag leds Syre alltså av Dennis Nobelius, tidigare operativ chef på Polestar och med en lång bakgrund på Volvo Cars. Att han hamnade på Syre beror faktiskt på ett annat känt namn: Peter Carlsson, grundare och vd för batteritillverkaren Northvolt.\"Sanna Campbell hade frågat honom om han kände någon som skulle passa för rollen, och han hade tipsat om mig. Hon bjöd in till en fika på Vargas kontor och sa 'Jag har ett jobb som möjligen skulle passa dig'. Jag sökte inget där och då, men ju mer jag förstod om projektet så kände jag att det var klart spännande\", säger han när vi slagit oss ner i Syres konferensrum.Även sportmärket Röhnisch vd Emma Stjernlöf rekryterades in under stort hemlighetsmakeri, till rollen som kommunikations- och people-chef. Hon hänger spontant med in på intervjun.Så hur ska detta megaprojekt gå till – och varför är det ett intressant fall att titta närmare på? Vi tar det från början.Dennis Nobelius rekryterades från operativ chef för Polestar till vd-posten för Syre förra sommaren. Först i mars i år kunde han gå ut med vad han skulle göra härnäst. Foto: Syre.1. Problemet: En smutsig branschAtt textilbranschen står för enorma utsläpp vet de flesta vid det här laget. Likaså att det nu kommer en rad EU-regleringar som ska tvinga textilproducenter att ta ansvar både för utsläpp och svinn (ett exempel skrev vi om förra veckan här).Här finns alltså en bransch med ett stort, brådskande problem: Hur ska man kunna växa så mycket som man vill, men samtidigt göra det hållbart?Man kan förstås fråga sig om de två faktorerna går att kombinera. Men för alla globala jättar som tillverkar eller köper in textilier – från kläder till bilar (airbags, bilsäten) och heminredning (soffor, mattor) stavas lösningen hållbara material. Framförallt polyester.\"Polyester står för 54 procent av hela fibermarknaden och det är också den fiber som växer snabbast\", säger Emma Stjernlöf.Problemet är att återvinning av polyester är mycket komplext. En rad processer och tekniker finns, men har hittills varit svåra att skala upp.Emma Stjernlöf var tidigare vd för sportmärket Röhnisch innan hon klev in i rollen som kommunikations- och people-chef på Syre. Foto: Syre.2. Början: Ett hemligt uppköpIn kliver alltså Syre. Under två och ett halvt år har Susanna Campbell, medgrundare till Syre och involverad i en rad av Vargas-bolagen, och Erik Karlsson, investeringschef på H&M, undersökt olika metoder för hur de ska lösa problemet att återvinna polyester cirkulärt.Till slut föll valet på en teknik utvecklad av två forskare i USA, som i sin tur lagt över åtta år på att ta fram den. Syre har nu köpt upp bolaget, mer vill Dennis Nobelius inte avslöja.\"Det är hemligt just\", säger han.Susanna \"Sanna\" Campbell, medgrundare och ordförande i Syre, har ägnat över två och ett halvt år att tillsammans med H&M undersöka olika metoder för polyesteråtervinning. Foto: Syre.3. Lösningen: En egen verktygslådaDet hade kunnat börja och sluta där, med en egen metod för att återvinna textilier på den anläggning man nu satt upp i North Carolina, USA. Men för att bygga skalbarhet och lönsamhet krävs kontroll över hela kedjan – från kund till fabrik.I fallet Syre har man därför tagit fram en egen produktionsprocess, en sorts verktygslåda där man plockat ihop olika steg.Utanför konferensrummet vi sitter i står en rad glasburkar, där varje burk innehåller ett steg. Dennis Nobelius går igenom dem steg för steg:Steg 1: Insamling av textilier. Gamla kläder, airbags, produktionsspill och annat ska levereras till Syres fabrik i North Carolina, något som är mer utmanande än man kan tro då det saknas system för uppsamling.Steg 2: Shredding utförs. En väletablerad metod som river isär textilierna.Steg 3: Utsortering av metaller (dragkedjor och så vidare). Även detta är en metod som redan finns. Materialet säljs till metallhandlare för en peng. ”Det blir en hel del faktiskt”, konstaterar Dennis Nobelius.H&M såg att det inte fanns någon leverantör idag som kunde hjälpa dem att nå sina hållbarhetsmål4. USP:en: en kemisk processSteg fyra får vi gå igenom lite mer, för det är här Syres unikitet ligger. Det är detta steg som de två forskarna i USA ägnat år åt att ta fram. Processen kallas för depolymerization, en kemisk metod där man i en rad nya steg bryter ner materialet till vad som kallas för BHET.\"Forskarna har försökt göra processen så hållbar som möjligt, utan vatten och genom att använda snälla kemikalier\", säger Dennis Nobelius.Det är också genom att använda en kemisk process som gör att man kan återvinna materialet gång på gång, förklarar han. Väljer man istället den mer etablerade metoden, att göra textilier av till exempel pet-flaskor, blir materialet både sämre och kan bara återvinnas en gång. \"Den modellen kommer varumärken att gå ifrån. Lyssnar man på vad EU precis gått ut med kring ’green claims’ så kommer det sättet inte längre att få kallas hållbart”, säger han.Emma Stjernlöf, som innan vd-jobbet på Röhnisch även gjorde 10 år på Adidas, skjuter in:”Sportbranschen är till exempel en jättestor polyesteranvändare. Där har man använt polyester som gjorts från plast och kallat det hållbart. Det är förstås bra att man tar avfall och gör en produkt av det, men det blir fortfarande ’end of use’ för produkten. Vi vill ta textil till textil, om och om igen”, säger hon.Den färdiga produkt som Syre säljer är återvunnet polyester-garn, eller så kallade polyester-chips. Foto: Syre.5. Produkten: garn med ett grönt premiumSå är vi framme vid det sista steget, illustrerat på hyllan med glasburkarna i form av ett stort garnnystan. Den, eller så kallade polyesterchips, är den färdiga produkt som Syre ska leverera till exempelvis H&M. Modejätten är dock inte ensamma om att vara intresserade:”Vi har massor av kunder som vi pratar med. Det är framförallt de stora, globala jättarna inom allt från kläder till bilar och hemmiljö. Det är där vi kan göra störst impact”, säger Dennis Nobelius.Priset är satt utifrån vanlig polyester, med ett påslag på några tiotal procent (så kallad grön premium). Kostnaderna beskriver Dennis Nobelius som konkurrenskraftiga, enligt de simuleringar man gjort.Precis som i Vargas-metoden är kunderna säkrade tidigt, och ofta delägare. I fallet Syre har storägaren H&M lovat ordrar på över 6 miljarder kronor.\"H&M såg att det inte fanns någon leverantör idag som kunde hjälpa dem att nå sina hållbarhetsmål. De insåg att de behövde göra en rejäl förändring, så de har förbundit sig till att mer än 50 procent av sin framtida polyestervolym ska gå via oss, vilket är både djärvt och modigt”, säger Dennis Nobelius.Vad säger ni till de som säger att lösningen inte är att återvinna utan att producera mindre textilier?\"Det krävs både och. Det vet jag specifikt från till exempel Daniel (Ervér, H&Ms vd), att högt på hans lista är att öka precisionen för hur mycket man producerar. Vi är bara en av hans tre prioriteringar. Man behöver jobba med alla delar.\"Klädjätten H&M har gått in med ordrar värda över 6 miljarder kronor. Här nya vd:n Daniel Ervér. Foto: TT.6. Kapitalet: En av världens största klimatfonderAllt detta kräver förstås stora mängder pengar. Utöver H&M och Vargas har en av världens största klimatfonder, TPG Rise Climate, klivit in med 50 miljoner dollar, motsvarande cirka 518 miljoner kronor. De lär också investera mer i en serie B-runda.\"De är USA-baserade vilket är bra, och de har en stark koppling till Europa. Nu behöver vi hitta en liknande aktör i Asien\", säger han.Det är nämligen i Asien och i södra Europa man tittar på att lägga de större fabrikerna som nu ska komma. Vilka länder det blir ska beslutas på ett styrelsemöte samma fredag, berättar han. En rad kriterier har satts upp, bland annat tillgång till grön energi och textilavfall, gröna transporter och stabilitet i landet.När blir ni lönsamma?\"Det går ganska fort faktiskt. Men vi kommer att återinvestera vinsten i nästa fabrik. Allt för att göra en impact och nå den skala som behövs för att kunna förändra branschen.\"SyreOfficiellt startår: 2024.Vd: Dennis Nobelius.Grundare: H&M och Vargas med Susanna Campbell i spetsen.Tagit in i kapital: 50 miljoner euro från amerikanska klimatfonden TPG Rise Climate, och innan dess tre kapitalrundor från H&M och Vargas på 40, 50 respektive 30 miljoner kronor, enligt dokument från Bolagsverket.Senaste värdering: Okänt.Plan framåt: \"2032 ska vi ha 12 fabriker\", säger vd Dennis Nobelius.Anställda: 17 personer just nu, fler på ingång.Läs mer: Camilla Bergman: Därför tror H&M mer på Syre än på RenewcellLäs mer: Han går in i Harald Mix och H&Ms hemliga bolag – som tar in nytt kapitalLäs mer: Harald Mix om nya sättet att bygga impact-bolag – så fungerar “Vargas-metoden”Läs mer: Dressad för framgång – men när tar det fart för hållbart mode?Läs mer: Det letar H&M:s investeringschef efter: ”Kan göra bra investeringar i det här klimatet”Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:SyreVargasH&MH&M Group VenturesFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesInte bara värmepumpar – här är Airas större plan: \"Bygger ekosystemet\"Rikard RosellMarch 14, 2024Här är impact-bolagen Niklas Adalberth vill investera i: \"Vi har en öppen pengapåse\"Jan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}