{
    "metadata": {
        "title": "Genombrott för vindkraft på haven – det både bubblar och stormar i ny bransch │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-08-30",
        "tags": [
            "vindkraft"
        ],
        "url": "https://impactloop.se/artikel/stort-genombrott-for-vindkraft-pa-haven-varldens-storsta-flytande-park-star-klar"
    },
    "content": "Genombrott för vindkraft på haven – det både bubblar och stormar i ny bransch │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEnergiGenombrott för vindkraft på haven – det både bubblar och stormar i ny bransch2023-08-307:15Dela artikelnKjetil Hove, vd för Equinor Norge. Foto: Ole Jørgen Bratland, Arne Reidar Mortensen/Equinor, collage av Impact LoopDet pågår en kapprustning för att bygga havsbaserad vindkraft. När världens största flytande vindkraftverk nu invigs i norska delen av Nordsjön ger det svallvågor även för svenska utmanare. Samtidigt tampas havsbaserade vindkraftverk med problem i form av ökade kostnader och svåra tillståndsprocesser.Rikard RosellReporterFörra veckan markerade ett genombrott för vindkraft till havs. I norska delen av Nordsjön invigde Norges Kronprins Haakon och landets statsminister Jonas Gahr Støre världens största flytande vindkraftverk.‍Hywind Tampen heter projektet som i större omfattning ska öppna dörren till vindkraft där vattendjupet hittills varit en faktor som ställt till problem.Utmaningen har norska energijätten Equinor hanterat genom att utveckla ett system där turbinerna monterats på flytande betongfundament med gemensamt ankringssystem.Hywind Tampen är världens största flytande havsbaserade vindkraftspark. Foto: Ole Jørgen Bratland/Equinor.‍Ska minska utsläppen med 200 000 ton årligenDen norska vindkraftparken är belägen 140 kilometer ut till havs där djupet kan nå 300 meter. Det ska generera energi till den resurskrävande olje- och gasindustrin, och i synnerhet till fem plattformar som har verksamhet i Gullfaks- och Snorrefälten som är belägna i området.Parken består av 11 turbiner och har en maxkapacitet på 88 MW, vilket beräknas ge en årlig produktion på runt 384 gigawattimme. Det beräknas kunna täcka runt 35 procent av årsbehovet på de fem olje- och gas-plattformarna.Den djuphavsbaserade vindkraftsparken beräknas minska utsläppen från gas-och oljeplattformar med 200 000 ton årligen. Foto: Ole Jørgen Bratlan/Equinor.“Hywind Tampen beräknas minska koldioxidutsläppen med runt 200 000 ton årligen från olje- och gasproducenter i Nordsjön. Projektet har gett oss kunskap och erfarenhet som kommer vara en nyckelfaktor när vi både i Norge och globalt fortsätter att utveckla och skala upp havsbaserad vindkraft för framtiden”, sa Kjetil Hove, vd för Equinor Norge i samband med invigningen.Projektet som hittills beräknats ha kostat runt 7,4 miljarder norska kronor har fått stöttning av norska staten med runt 2,9 miljarder norska kronor.Kapprustning på havenAtt det pågår en kapprustning i havsbaserad vindkraft är ingen underdrift. Enligt en rapport från internationella energirådet, IEA, är potentialen som finns i branschen enorm. Enligt IEA bedöms havsbaserad vindkraft, både flytande och bottenfixerad, ha en potential att generera elva gånger mer energi än världens behov fram till 2040. Dessutom beräknas kapitalinvesteringar under en sådan utbyggnadstakt kunna attrahera runt 1 biljon dollar.Inte minst i USA är energitekniken på snabb frammarsch. 2021 aviserade president Joe Biden ett mål att havsbaserad vindkraft skulle nå en kapacitet på 30 GW under 2030, vilket motsvarar energibehovet hos 10 miljoner amerikanska hem under ett år.Samtidigt har havsbaserad vindkraft mött skarp kritik, både från miljöförespråkare som bland annat menar att djurlivet förstörs, och från lokala politiker som inte vill se de stora projekten.Det finns också andra mer direkta hot som kan lägga krokben för tillväxten. Det som pekas ut är en cocktail där ränteutvecklingen gett ökade kostnader, samtidigt som leveranskedjor är ansträngda och långa svårmanövrerade tillståndsprocesser trycker tillbaka projekt. Från branschens sida har varningar kommit om att projekt som tidigare varit klara för sjösättning nu anses ha blivit för kostsamma att ro i hamn.På tisdagskvällen kom ett tydligt besked om hur skakig utbyggnaden av det klimatviktiga energislaget är. Den danska energijätten Ørsted meddelade då att bolaget ser risk för nedskrivningar på sammanlagt 16 miljarder kopplat till en rad av bolagets havsvindprojekt i USA.Hywind Tampen projektet ger en fingervisning om den rusning som nu sker i den havsbaserade vindsektorn. Foto: Ole Jørgen Bratland/Equinor.‍Fler svenska parkerMen trots problem får man konstatera att det bubblar inom havsbaserad vindkraft – även i Sverige där en rad aktörer jobbar för att få igenom sina flytande vindkraftverk.Av de totalt 15 ansökningar som regeringen har att hantera i frågan har nu tre beviljats och en fått avslag. Det innebär att 11 parker nu befinner sig i olika stadier av beredning och därmed kan stå på tur för storskalig energiproduktion i svenska vatten.Regeringen har en hög med ansökningar på sitt bord från aktörer som står beredda att utveckla storskalig vindkraft i svenska vatten. Grafik: RegeringskanslietEn av dem, Freja Offshore, styrs gemensamt av svenska Hexicon och norska Mainstream Renewable Power. Parken som fått namnet Mareld beräknas vid full utbyggnad producera runt 2,5 GW och ska vara belägen väster om Orust på den svenska västkusten.\"Flytande vindkraft har unika egenskaper och kan placeras långt ut till havs där det inte stör, vilket i mångt och mycket gör att vi kommer undan många av de problem vi ser med konventionell vindkraft. Vi hoppas nu att dessa egenskaper även jobbar till vår fördel i processerna framåt\", sa Magnus Hallman, vd på Freja Offshore i samband med ansökan.Freja Offshore vill bygga vindkraft på svenska västkusten. Grafik: Freja Offshore.‍Utmanare tar sig in i branschenDen havsbaserade vindkraften lockar det i stor utsträckning främst storbolag eller börsnoterade bolag.Men det finns också andra aktörer som hittar sin väg framåt i den kapitalkrävande sektorn. Ett sådant bolag är Svea Vind Offshore som ägs helt av av grundarna Mattias Wärn och Maria Brolin. Det Gävlebaserade bolaget har en handfull projekt i ansökningsfas, och inledde 2020 ett samarbete med spanska börsnoterade energibolaget Iberdrola för att möjliggöra Svea Vind Offshores projekt, och utveckla ny storskalig havsbaserad vindkraft i Sverige.Även på land pågår en snabb utveckling som i stor utsträckning leds av stora spelare. Samtidigt finns det på fast mark utrymme för mer småskaliga, innovativa och nischade lösningar.Vindkraften lockar även bolag med mer nischat tänk och innovationer. Foto: Pressbild InnoventumEtt exempel på detta är Malmöbolaget Innoventum som riktar in sig på mindre vindkraftverk som i stor del är byggda i trä, och riktar sig mot ett mer konsumentbaserat kundsegment, som exempelvis gårdar.2022 omsatte Innoventum runt 2,8 miljoner och redovisade ett minusresultat på 1,8 miljoner kronor. Hittills har bolaget tagit in runt 13 miljoner kronor i kapital.Att en omfattande utveckling av vindkraft är en viktig del i den gröna omställningen råder det ingen tvekan om. Samtidigt finns det frågeställningar kring hur en större utbyggnad på mark ska samsas med de människor och verksamheter som lever i dess närhet. Kanske är det därför inte så konstigt att de snabba stegen tas för att rulla ut parker på världshaven, där det blåser mer och är långt till våra samhällen. Vatten är som bekant en förutsättning för liv – och kanske är det inte svårare än att svaret finns bland vågorna.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:vindkraftFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesBatteribolag fyller kassan – “Snabba steg mot marknaden”Jan AhmadiMarch 14, 2024ANALYS: Därför har värmepumpen blivit het – och det kan vi lära oss av AiraCamilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}