{
    "metadata": {
        "title": "Fossila bränslen ska fasas ut – nya COP28-avtalet möter både ris och ros (mest ros) │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-12-13",
        "tags": [],
        "url": "https://impactloop.se/artikel/historiskt-klimatavtal-i-dubai-men-kritiska-roster-hojs"
    },
    "content": "Fossila bränslen ska fasas ut – nya COP28-avtalet möter både ris och ros (mest ros) │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCOP28Fossila bränslen ska fasas ut – nya COP28-avtalet möter både ris och ros (mest ros)2023-12-1311:11Dela artikelnSultan Al Jaber, ansvarig för klimatförhandlingarna och Romina Pourmokhtari. Foto: TT.Efter hårda förhandlingar är det nu klart. Världens länder har enats om ett nytt klimatavtal som för första gången uppmanar länder att ställa om från fossila bränslen. Rikard RosellReporterRepresentanter från nästan 200 länder enades på onsdagsmorgonen vid COP28-klimatmötet om att börja minska den globala konsumtionen av fossila bränslen för att nå globala nettoutsläpp av växthusgaser till 2050. Sultan Al Jaber, ansvarig för klimatförhandlingarna kallar avtalet \"historiskt\" men tillägger att dess verkliga framgång kommer ligga i dess genomförande.\"Vi är vad vi gör, inte vad vi säger. Vi måste vidta de åtgärder som krävs för att omvandla detta avtal till konkreta handlingar”, sa han i samband med att avtalet spikades.Efter beskedet höjdes flera röster som hyllade att länderna nu enats.\"Det är första gången som världen enas kring en så tydlig text om behovet av att övergå från fossila bränslen. Det har varit elefanten i rummet. Äntligen tar vi itu med det direkt”, säger Norges utrikesminister Espen Barth Eide, i en kommentar till Reuters.Även Sveriges klimatminister Romina Pourmoukhtari beskriver klimatavtalet som en framgång.“Det här är ett ordentligt framsteg. Men nu är det väldigt viktigt att börja agera också, säger hon till TT.I avtalet skrivs det att länder ska \"övergå från fossila bränslen i energisystemen på ett rättvist, ordnat och rättvist sätt för att nå netto nollutsläpp senast 2050 i enlighet med vetenskapen.\"Men det riktas samtidigt kritik mot avtalet för att det är otillräckligt skarpt formulerat. \"Jag hade hoppats på ett ännu starkare beslut men det är trots allt en historisk överenskommelse som har träffats efter 30 år av klimatförhandlingar som inte hanterat klimatfrågans huvudproblem – användningen av fossila bränslen\", säger David Mjureke, klimatexpert på WWF.Romina Pourmokhtari pekar på att det är en produkt av en kompromiss av 200 länder.“Det är svårt i de här multilaterala sammanhangen, även Saudiarabien ska skriva under på samma avtal. Det är därför det ibland är små steg\", säger miljöministern till TT.Avtalet uppmanar också till en tredubbling av den globala kapaciteten för förnybar energi före 2030, att påskynda ansträngningarna för att minska användningen av kol och att accelerera tekniker som kolbindning och lagring som kan rena svårdekarboniserade industrier.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesSvenska bolagen som drar till klimat-toppmötet – och ödesfrågorna som ska avgörasJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}