{
    "metadata": {
        "title": "Vi är överallt – här är 5 spaningar från New Yorks klimatvecka │ Impact Loop",
        "author": "Jenny Kjellén",
        "publish_date": "2023-09-26",
        "tags": [],
        "url": "https://impactloop.se/artikel/vi-ar-overallt-har-ar-5-spaningar-fran-new-yorks-klimatvecka"
    },
    "content": "Vi är överallt – här är 5 spaningar från New Yorks klimatvecka │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nClimate Week NYCVi är överallt – här är 5 spaningar från New Yorks klimatvecka2023-09-267:29Dela artikelnJenny Kjellén.Världens största klimatvecka har precis avslutats i New York. Från \"radical collaboration\" till konst som katalysator – Impact Loops Jenny Kjellén har sammanfattat fem spaningar från veckan som gått.Jenny KjellénNew York-korrespondentNew Yorks klimatvecka, Climate Week NYC, gick av stapeln mellan 17–24 september och lockade folk från hela världen, bland annat en rad svenska företag. Här sammanfattar vi fem viktiga spaningar från veckan som gått – direkt från New York:1. Innovation högt på agendan – men det krävs kapitalAtt tekniken har utvecklats framåt är tydligt inte minst när inkubatorer som Futerra och Newlab deltog i klimatveckan och öppnade upp scenen för innovativa lösningar. Några av bolagen med svensk koppling var Sally R (molnbaserad tjänst för optimering av ventilationssystem), solcellsbolaget Midsummer, fastighetsförvaltnings-plattformen Kiona och Spotscale som arbetar med att effektivisera energiförbrukningen i byggnader. Som en investerare krasst uttryckte sig: 'The rich want to stay rich'Newlab samarbetar med ett antal startups som bland annat fokuserar på långsiktig lagring av förnybar energi (till exempel Terrament, RFC Power och Innate energy), utsläppsfria transporter (till exempel Civilized cycles, Olympian Motors och cirkulär ekonomi (som SiTration, Make it black och Werewool). Men för att skala upp ny teknik krävs kapital. Som en impact-investerare krasst uttryckte sig under veckan: \"the rich want to stay rich\" och investerar där avkastningen är bäst. För att accelerera förflyttningen av kapital till hållbara investeringar efterfrågade både bolag och investerare tydligare policies och riktlinjer.2. Rättsfall kan forma klimatpolitikenAntalet klimaträttsfall som involverar exempelvis föroreningar, brist på åtgärder och desinformation har ökat globalt. Med på klimatveckan var representanter från Our Children’s Trust som nyligen drivit och vunnit ett unikt fall mot delstaten Montana, en stat där en stor del av USA:s fossila bränslen utvinns. Domstolen fastslog att delstaten kränkte de målsägande ungdomarnas konstitutionella rättigheter genom att gynna fossila bränslen och ignorera klimatförändringar.Positiva domar som dessa stärker användningen av klimatforskning som bevis i rättsliga sammanhang. Man hoppas också att fler länder kan följa efter och att det skapar en grundläggande nivå av ansvar för länder och företag att minimera klimatförändringar och följa sina klimatåtaganden. Läs gärna vidare här hos organisationen No Impunity som jobbar med frågan.Center for a Popular Democracy Action på klimatmarschen som hölls i upptakten till New Yorks klimatvecka. Foto: Sara Kerens/AP.3. “Radical collaboration” – nyckel till snabbare omställningFör att agera snabbare och kunna skala upp ny teknologi samt finansiera omställningen krävs samarbeten som går bortom traditionella gränser. Begreppet 'radical collaboration' var ett återkommande tema under veckan och syftar till att sluta jobba i silos och istället främja okonventionella samarbeten mellan NGO:s (icke-statliga organisationer), regeringar, företag och investerare. Begreppet 'radical collaboration' var ett återkommande tema under veckanTill exempel kom organisationen WWF och de största livsmedelskedjorna i Storbritannien överens om att göra konsumenternas veckohandling grönare. En tysk matvarukedja samarbetade med experter från två universitet för att under en vecka spegla livsmedlens faktiska priser i relation till hur de påverkar hälsa och klimat. Hur stater, privata bolag och samhället gemensamt tacklade Covid-19 är ytterligare ett exempel på hur vi kan hantera kriser på ett effektivare sätt. 4. Konst som katalysatorHistoriskt sett har musik och konst haft en betydande roll som katalysatorer för förändring och många paneler diskuterade kulturens roll inom klimatrörelsen. Vad kan då musik och konst faktiskt åstadkomma? Främst att skapa en kultur som inkluderar en medvetenhet om klimatet och att involvera nya målgrupper. Olika typer av kreatörer behövs enligt panelisterna för att ändra narrativet från den negativa \"domedagsvisionen\" till en framtidssyn av ett samhälle som inte enbart handlar om uppoffringar, utan snarare om att skapa ett mer effektivt, rättvist och hälsosamt samhälle. Ett mer konkret exempel är att artister och evenemang avstår från att samarbeta med sponsorer som inte delar deras värderingar.Aktivister på klimatmarschen i New York. Foto: AP Photo/Bryan Woolston.5. Aktivism “snabbaste sättet att nå förändring”Aktivistgruppen Climate Defiance utförde flera aktioner under veckan. Bland annat hindrade de USAs biträdande inrikesminister Tommy Beaudreau att medverka vid ett möte genom att forma en mänsklig ring runt byggnaden. Istället fick han motta kritik för att som en del av Biden-administrationen ha godkänt ett nytt oljeborrningsprojekt. Grundaren av Climate Defiance menar att aktivism är det absolut snabbaste sättet att nå förändring: “We can’t just ask nicely, sometimes we have to bark”. En snabb och ovetenskaplig undersökning på gatan visade att knappt någon av de stressade New York-bor som passerade visste att klimatveckan pågick. Undantaget var en man som av misstag fastnat i en av dessa aktivistaktioner. LÄS MER:Ett dygn i Malmö – här är våra spaningar från Europas klimatkonferensFrån svampar till impact-kritik – våra fem hetaste spaningar från Impact WeekGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Jenny KjellénDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesBill Gates på klimatveckan: \"Mycket överdrift om klimatet\"Camilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}