{
    "metadata": {
        "title": "Prenumerationsvillkor",
        "author": null,
        "publish_date": null,
        "tags": [],
        "url": "https://impactloop.se/prenumerationsvillkor"
    },
    "content": "Prenumerationsvillkor\n\n\n\n\n\n\n\n\n\n\n\n\nAnvändarvillkor‍Prenumerationsvillkor‍1. BakgrundDessa prenumerationsvillkor (”Villkoren”) reglerar din prenumeration hos Impact Loop och gäller mellan dig (”Kunden”, ”du”) och Loop Media AB, org.nr. 559423-9997 (”Impact Loop”, även vi eller oss).Prenumerationen tillhandahålls av Loop Media AB som också är utgivare av nättidskriften. För att få tillgång till vår nättidskrift behöver du skapa ett konto på www.impactloop.se (”Webbplatsen”).2. AllmäntVillkoren gäller när du tar del av Impact Loop eller därmed relaterad tjänst via Impact Loops webbplats (”Tjänsten” eller ”Tjänsterna”).3. PrenumerationPrenumerationen enligt dessa villkor omfattar tillgång till Impact Loops nättidskrift via Webbplatsen.Prenumerationen är en tillsvidareprenumeration som levereras till dess du säger upp den genom att meddela vår kundservice senast två veckor innan betalperiodens slut. Med betalperiod avses i dessa Villkor det intervall som gäller för Tjänsten (årligen). Utebliven betalning gäller inte som uppsägning.4. BetalningAktuella priser för prenumeration framgår vid ditt köp. Priser och avgifter anges alltid exklusive moms.Impact Loop har rätt att ändra prenumerationsavgiften genom ett meddelande till dig i skälig tid innan ändringen träder i kraft.Betalning av tjänsterna ska göras i förskott. Efter ångerfristen enligt punkten 6.1 nedan sker ingen återbetalning för innevarande betalperiod vid uppsägning.Betalning ska ske på angivet sätt genom Impact Loops samarbetspartners för betallösningar, Pliro AB, org.nr. 559370-3407, (”Pliro”) vid fakturabetalning eller Stripe (\"Stripe\") vid kortbetalning. Betalning ska ske inom den tid och i övrigt på de villkor som gäller för ditt valda betalningssätt som framgår vid din beställning.5. PersonuppgiftsbehandlingI vår personuppgiftspolicy finns det information om hur vi behandlar dina personuppgifter och hur vi skyddar din integritet när du använder Tjänsterna. Du kan finna vår personuppgiftspolicy här.5.1 Personuppgiftsbehandling av betalleverantörFör att tillhandahålla kortbetalning för Tjänsten använder vi oss av leverantören Stripe. Stripe samlar in och behandlar personuppgifter, inklusive identifierande information om de enheter som ansluter till dess tjänster. Stripe använder denna information för att driva och förbättra de tjänster som tillhandahålls till oss, inklusive för upptäckt och förebyggande av bedrägerier. Du kan läsa mer om Stripe och dess behandlande av personuppgifter via sekretesspolicyn på https://stripe.com/privacy.6. ÅngerrättDu har rätt att ångra ett köp av Tjänsterna inom fjorton (14) dagar från den dag då avtalet ingicks, dvs. dagen då din prenumeration påbörjades (”Ångerfristen”). Om du önskar nyttja din ångerrätt kan du kontakta Impact Loop enligt kontaktuppgifterna nedan. Impact Loop kommer därefter bekräfta att man mottagit ditt meddelande.Mer information gällande distansavtal och ångerrätt finns även att läsa på Konsumentverkets hemsida www.konsumentverket.se. Där finns även en blankett du kan använda dig av.7. Immateriella rättigheterImpact Loop innehar de immateriella rättigheterna till text, bild och övrigt material och information som tillgängliggörs av Impact Loop via Webbplatsen. Detsamma gäller för den bakomliggande programkoden för Tjänsterna. Sådant material får inte användas på annat sätt än inom ramen för normal användning av Tjänsterna. Impact Loop förbehåller sig rätten att debitera dig för tiden som du nyttjat Tjänsten. Utebliven betalning godtas inte som utnyttjande av ångerfristen.8. Eventuella förändringar i produkterImpact Loop kan när som helst och utan föregående information besluta att avveckla Tjänsterna eller att ersätta Tjänsterna med andra tjänster. I sådant fall förbehåller sig Impact Loop rätten att avsluta din tillgång till Tjänsterna, vilket kommer att ske efter att du informerats om detta, till exempel genom ett meddelande skickat till din registrerade e-postadress. Eventuell ersättning som betalats i förskott för Tjänsterna kommer i så fall att återbetalas till dig.9. Eventuella förändringar i användarvillkorenImpact Loop har rätt att ändra innehållet i Tjänsterna eller i dessa Villkor från tid till annan. För det fall att Impact Loop nyttjar sin rätt att ändra innehållet i Tjänsterna eller dessa Villkor kommer Impact Loop att informera dig som prenumerant om detta snarast möjligt och under alla omständigheter i god tid innan ändringarna träder i kraft. Om du inte accepterar de aviserade ändringarna har du rätt att säga upp din prenumeration.I den mån Impact Loop gör väsentliga förändringar som kräver ditt samtycke kommer inga förändringar att ske förrän vi erhållit ett giltigt samtycke.10. Lagval och tvistSvensk lag ska tillämpas på Tjänsterna och på tolkningen och tillämpningen av dessa Villkor. Tvist hänförlig till Tjänsterna eller dessa Villkor ska avgöras av svensk allmän domstol. Du kan också vända dig till Allmänna reklamationsnämnden (ARN), läs mer på www.arn.se.11. KontaktHar du frågor om din prenumeration, vill byta betalsätt eller har andra frågor eller synpunkter är du alltid välkommen att kontakta Impact Loop på: Loop Media AB Tegnérgatan 38 113 59 Stockholm E-post: support@loop.se Organisationsnummer: 559423-9997\n\n\n"
}