{
    "metadata": {
        "title": "Från e-handlare till influencers och hållbarhetschefer – här är 100 profiler som vill göra handeln mer hållbar │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2024-02-20",
        "tags": [
            "e-handel",
            "Retail"
        ],
        "url": "https://impactloop.se/artikel/fran-e-handlare-till-influencers-och-hallbarhetschefer-har-ar-100-profiler-som-vill-gora-handeln-mer-hallbar"
    },
    "content": "Från e-handlare till influencers och hållbarhetschefer – här är 100 profiler som vill göra handeln mer hållbar │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI SAMARBETE MED D-CONGRESS OCH SVENSK HANDELFrån e-handlare till influencers och hållbarhetschefer – här är 100 profiler som vill göra handeln mer hållbar2024-02-207:00Dela artikelnEtt gäng av de profiler som är med på listan. Grafik: Diana Demin, Impact Loop.De är ledare, entreprenörer, hållbarhetschefer och eldsjälar. Varje dag kämpar de – ibland i motvind – för att ta ett litet steg mot att handeln och e-handeln ska bli grönare eller mer inkluderande. Här är 100 personer som förtjänar en plats i strålkastarljuset!RedaktionenHandeln berör alla. Så att jobba för att göra den mer hållbar – genom att förlänga produkters livslängd, satsa på fossilfria leveranser och ta ansvar för schyssta arbetsvillkor – kan göra en enorm skillnad.När branschorganisationen Svensk Handels stora e-handelsevent D-Congress går av stapeln i Göteborg den 6-7 februari är det därför med Innovation for Impact som tema. Vad kan då vara mer passande än att lyfta fram 100 personer som på olika sätt jobbar för att förändra och förbättra handeln? Så gjordes urvalet:Impact Loop har med inspel från Svensk Handel, branschpersoner, kontakter och vår egen databas tagit fram flera hundra namn, som sedan har kokats ner till dessa 100. Självklart finns betydligt fler, och urvalet är förstås subjektivt. Är du inte med – men borde vara det? Maila oss på impact@loop.se så har vi dig i loopen för framtida artiklar och listor.Det var det – nu kör vi! Här kommer hela listan:‍Anders Ankarlid, grundare för Agood company, som vill bidra till att vi byter ut våra vanligaste vardagsprylar och basplagg till hållbara material som bambu, sten och återvunnen plast, något som bolaget tillverkar i egen fabrik.Andreas Anderholm Pedersen, hållbarhetschef på GIAB Nordic, som med sin digitala plattform underlättar hanteringen av återbruk. I kombination med marknadsplatsen Returhuset blir deras gärning riktigt värdefull för den cirkulära ekonomin.Angelo da Silveira, grundare och vd för Diemonde, som med lokalproducerat streetmode lyckas kombinera gatans estetik med skandinaviska hållbarhetsambitioner. Anna Altner, grundare av Yangi, som har tagit fram en teknik som ska ersätta plast och fått in jättar som modemärket Chanel på ägarlistan.Anna Berne, Vice President of Product and Sustainability på Filippa K, som genom partnerskap och innovation når framsteg inom sina tre hållbarhetsben: cirkularitet, spårbarhet och minskade avtryck. Leder också vägen mot innovation i hållbarhet med lanseringen av det återvunna och återvinningsbara materialet Re:sourced Crepe.Anna Gedda, Global Manager för H&M Foundation, leder arbetet med att hitta innovationer, startups och forskningsprojekt som kan bidra till en mer hållbar modeindustri.Anna Lidström, Textilhögskolan i Borås, är Sveriges enda doktor i redesign och vill påverka modebranschen med nya metoder för att förlänga livslängden på plaggen.Anna Strindberg, Sustainability & Compliance Manager på Clas Ohlson, som konsekvent rullar ut stora och små hållbarhetsinitiativ med målsättningen om klimatneutral verksamhet 2026 och en helt cirkulär värdekedja till 2045.Anna-Klara Jönsson, medgrundare Reforma, som säljer inredning på nätet med fokus på hållbara val, återvunna material och investeringar i grön elproduktion.Anna-Lena Wessén, center manager på Circuit i Birsta City, en samlingspunkt i Sundsvall där praktisk inspiration kring cirkulär konsumtion är i fokus – med loppis, workshops, reparationsstation, cirkulära återförsäljare och prenumerationstjänster. Anneli Kansbod, vd för varumärket och e-handeln Bemz, främjar hållbarhet genom innovativa lösningar för att förlänga livet på soffor och andra möbler, framförallt med nya överdrag.Annika Sundin, “greenfluencer” och grundare av instagramkontot Medveten i stan, där hon vill inspirera konsumenter till mer hållbara val i vardagen. August Bard Bringéus, medgrundare av klädföretaget Asket, som driver frågan om överkonsumtion, kvalitet och hållbarhet genom sin tydliga kommunikation: köp färre, men bättre, plagg.Modemärket Askets grundare Jakob Dworsky och August Bard Bringéus. Foto: press.Aysha Jones, entreprenör och vd för sminkvarumärket FÄRG, som har visat att social hållbarhet, mångfald och inkludering är grundbultar i en modern affärsidé – och att det finns ett stort behov av att utmana normerna inom makeup-världen. Birgitta Nilsson, regionutvecklare i Västra Götalandsregionen som arbetar för en hållbar omställning och cirkulär ekonomi i en rad olika projekt, inte sällan med design och affärsutveckling i fokus.Caroline Andermatt, vd för Myrorna, som varje dag samlar in över 30 ton kläder och prylar, samt ledamot i Delegationen för cirkulär ekonomi, ett rådgivande organ till regeringen.Caroline Hamrin, grundare av varumärket Arkivet, som sedan 2017 har visat att det går att skapa premiumkänsla med second hand-kläder − i dagsläget med både e-handel och fyra egna butiker. Cassandra Rhodin, grundare och vd för modemärket Mini Rodini, som förser barn med stilrena plagg som tillverkas utifrån en tydlig plan kring hållbara material, upcycling och minimalt med textilspill.Cecilia Tall, programchef för det RISE-ledda innovationsprogrammet Re:Source, som finansierar projekt inom cirkulär ekonomi. Tidigare generalsekreterare för TEKO, Sveriges Textil- och Modeföretag. Daniel Ervér, koncernchef på H&M, som i sina första intervjuer som ny på posten deklarerade H&M:s roll som pådrivande i transformationen av modebranschen. David Lundgren, grundare av Refurbly, vars begagnade mobiler och surfplattor bidrar till såväl lägre miljöpåverkan som många familjers privatekonomi. Elin Bergman, operativ chef på det cirkulära nätverket Cradlenet, samt medgrundare till plattformen Nordic Circular Hotspot och en viktig profil inom den svenska cirkulära ekonomin.Elin Larsson, Director of Market & Finance på WWF Sweden, som använder sin långa erfarenhet från modebranschen för att driva fram en hållbar omställning inom svenskt näringsliv.Elisabeth Peregi, vd och koncernchef på Kappahl, som ska halvera sina koldioxidutsläpp till 2030 och jobbar hårt för att öka återvinningsgraden och andelen certifierade material i sina kollektioner. Ellen Einebrant, general manager för Circular Sweden, som driver utvecklingen av cirkulära materialflöden framåt med målet att Sverige ska vara ledande inom cirkulära materialflöden år 2030. Eva Karlsson, vd för outdoor-märket Houdini. Foto: press.Ellen Hodakova, grundare av innovativa modemärket Hodakova, som gjort sig ett namn i modevärlden genom att skapa unika kreationer från gamla plagg och uttjänta material. Emma Fredman Garrote, produktions- och kvalitetschef på Eton Shirts, som värderar sina skjortor högt och jobbar noga med varje materialdetalj för att minska klimatavtryck och kemikalieanvändning. Tidigare hållbarhetschef på Gina Tricot.   Emma Ytterstad, grundare av Freyah (tidigare Rekitchen), en cirkulär marknadsplats som ska hjälpa producenter att ställa om från en linjär försäljning till cirkulär, genom att låta dem hyra ut sina produkter.Erik Bresky, vd för Science Park Borås och en viktig drivkraft bakom innovationslabbet Smart Textiles, där näringsliv och forskning möts i jakten på framtidens textilmaterial.   Erika Dalle, COO på köks- och porslingskedjan Cervera, som med sin vintage-satsning har tagit en intressant roll inom den cirkulära ekonomin. Erika Svensson, hållbarhets- och kvalitetschef på Apotea, som jobbar efter klimatmål i linje med Paris-avtalet, och erbjuder pant på sina förpackningar tillsammans med digitala återvinningsbolaget Bower.Eva Karlsson, vd på Houdini Sportswear, som outtröttligt kämpar för en mer hållbar textilindustri, och har rullat ut såväl uthyrning som second hand med sitt nya koncept Houdini Circle.Fatma Guettou, grundare och vd för Watoto Arts, som erbjuder handgjorda dockor med en stor bredd av former och hudfärger – så att alla barn ska känna igen sig i sin docka.Gustav Johansson, grundare av varumärket Jävligt Gott, som med recept, kokböcker, matkassar och ambassadörskap ständigt inspirerar till grönare matvanor. Henrik Hoffman, vd för Naturkompaniet, som fortsätter att lita på en tidlös produktion utan rea eller snabba säsonger, och som har en rad konkreta och tidsbestämda hållbarhetsmål bakom kulisserna. Henrik Lindholm, verksamhetschef för organisationen Ethical Trading Initiative (ETI), som arbetar för att förbättra arbetsvillkoren i globala leveranskedjor genom samverkan mellan privata företag, offentlig sektor, fackliga organisationer och civilsamhällets organisationer.Gustav Johansson delar under varumärket Jävligt Gott med sig av recept, kokböcker, matkassar och är en ambassadör för hållbara val. Foto: press.Jakob Dworsky, medgrundare av klädföretaget Asket, som driver frågan om överkonsumtion, kvalitet och hållbarhet genom sin tydliga kommunikation: köp färre, men bättre, plagg.Jennie Rosén, vd för Swedish Fashion Council, som banar väg för Sverige som den globala modeindustrins förebild genom att samla branschen till utbildningar, inkubatorprogram och community.  Jenny Fridh, kommunikations- och hållbarhetschef på Synsam Group, som visat hållbar handlingskraft genom att flytta hem produktionen till Sverige från Asien, samt erbjuda butikskonceptet Synsam recycling outlets, Nordens första renodlade recycling- och outletbutik.Jimmy Heibert, vd och medgrundare för Plick.se, en plattform som med över en miljon plagg har lyckats göra det kul och enkelt att köpa och sälja second hand-kläder på nätet – och locka en yngre generation att köpa begagnat.Joakim Levin, vd på Nudie Jeans, sätter en ny standard på hållbara kläder med jeans i 100 procent ekologisk bomull och erbjudandet om gratis jeans-reparationer för evigt.Johan Munck, vd för Polarn O. Pyret som enligt devisen \"tre barn i varje plagg\" alltid tänkt långsiktigt och kvalitetsmässigt kring hållbarhet, något som ytterligare manifesteras i egna second hand-sektioner i butikerna.Johan Rindevall, chef för Matmissionen, Stockholms Stadsmissions sociala matbutiker som bidrar till att lösa många problem på samma gång: effektiv hantering av matsvinn, billigare mat till utsatta grupper samt system för arbetsträning i butikerna. Johanna Abdo, grundare av varumärket och e-handeln Elsa och Sam, som tillverkar och säljer dockor, spel och andra produkter som visar barn våra härliga olikheter, och lika värde.Johanna Nordell, hållbarhetschef på IKEA Retail Sweden, med omvittnat ambitiösa klimatmål som genomsyrar verksamheten av allt från förnybar energi och växtbaserade lunchalternativ, till målet att bli helt cirkulära till 2030 och nå netto-noll 2050. Josephine Bergqvist, medgrundare av hyllade modemärket Rave Review, som identifierar innovativa sätt att skapa nya plagg med överblivna tyger, och som banat vägen för extremt hög modegrad inom cirkulärt mode.Josephine Darlington, Head of ASTER (Alliance for Sustainable E-commerce), som samlar forskning och näringsliv på Lindholmen Science Park i ett gemensamt mål: att göra svensk e-handel mer hållbar och konkurrenskraftig. Johanna Abdo är grundare av bolaget Elsa och Sam, som gör inkluderande böcker och spel för barn. Foto: Elsa och Sam.Karl Andersson, grundare för e-handeln Matsmart, vars decennielånga kamp mot matsvinnet verkligen har fått upp en av våra stora globala utmaningar på vardagsagendan – och plånboken tackar. Kerstin Lindvall, Chief Corporate Responsibility Officer på ICA Gruppen, som minskade sitt klimatavtryck med 76 procent mellan 2006 och 2020. Nu arbetar man bland annat med att öka andelen växtbaserat, minska matsvinnet och planera för netto-noll år 2030. Konrad Olsson, grundare och chefredaktör för medieplattformen Scandinavian MIND, som nyfiket utforskar gränslandet mellan mode, teknik, skönhet och hållbarhet.\tKristian Rajnai, medgrundare, APLACE, som med en ambitiös second hand-strategi har lyckats bibehålla coolheten i pre-loved-kläder.  Kristina Wärmare, hållbarhetsansvarig och kommunikationschef på Netonnet, som effektivt har integrerat hållbarhet i företagets kärnverksamheter, med betydande framsteg inom minskad klimatpåverkan och cirkulär ekonomi.Linda Häggkvist, grundare av Wangari Sthlm, som designar och producerar exklusiva scarves och accessoarer i hållbara material, gärna i nära samarbete med ideella organisationer.Linn Frisinger, medgrundare av Swedish Stockings, som med strumpbyxor av återvunnet material utmanar modebranschens årliga produktion av åtta miljarder fossilbaserade nylonstrumpbyxor. Linnea Sweijer, medgrundare av Reforma, som säljer inredning på nätet med fokus på hållbara val, återvunna material och investeringar i grön elproduktion.Livia Schück, medgrundare av hyllade modemärket Rave Review, som identifierar innovativa sätt att skapa nya plagg med överblivna tyger, och som banat vägen för extremt hög modegrad inom cirkulärt mode.Lotta Samuelson, vd för Boråstapeter, som med järnkoll på hela produktionsledet i allt från kemikalier till kvalitet, fortsätter att förvalta ett hållbart och hundraårigt arv.  Louise Skalin, chef för kvalitet, farmaci och hållbarhet på Apoteket, som har stöttat bolaget till att ta stora kliv mot hållbarhet, vilket lett till att bolaget nu rankas som Sveriges mest hållbara varumärke i Sustainable Brand Index, Europas största studie för hållbara varumärken. Maria Smith, generalsekreterare för organisationen Axfoundation, som med sitt breda kompetensnätverk kan accelerera arbetet med hållbara innovationer för framtida storskalighet, framförallt inom cirkulär ekonomi och framtidens mat. Maria Smith är generalsekreterare för organisationen Axfoundation. Foto: press.Maria Soxbo, poddare, journalist och författare till boken Ställ om!, som via sina olika kanaler inspirerar både konsumenter och företag att tänka och agera mer hållbart.Maria Vatsila Veerasamy, vd för Svenskt Tenn, fortsätter att driva företagets tradition av svenskproducerade produkter med ett starkt fokus på hållbarhet och forskning inom ekologisk hållbarhet.Matilda Djerf, medgrundare av modemärket Djerf Avenue, som med tidlös design och europeisk produktion har en tydlig hållbarhetsfilosofi genom hela produktionskedjan.  Matilda Wiechel, activism and communications manager på The Body Shop, flitigt prisat som Sveriges mest hållbara skönhetsvarumärke, med starkt socialt engagemang och 100 procent veganska produkter. Mattis Bergquist, hållbarhetschef på Coop, som ständigt ligger i toppstriden – ofta tillsammans med Änglamark – när Sveriges mest hållbara varumärken koras.Michael Arnör, vd och grundare av Sellpy, som genom att kraftigt underlätta försäljningen av garderobens överflöd på kort tid har blivit en stor och viktig spelare i den cirkulära ekonomin. Michael Schragger, grundare av Sustainable Fashion Academy (SFA), en ideell organisation som samlar modebranschen för lärande, nätverkande och inspiration med hållbarhet i fokus.  Mårten Sjölin, hållbarhetskonsult och expert inom e-handelslogistik från en rad olika befattningar, samt författare till boken Resan till hållbar e-handel.Nadja Forsberg, medgrundare av Swedish Stockings, som med strumpbyxor av återvunnet material utmanar modebranschens årliga produktion av åtta miljarder fossilbaserade nylonstrumpbyxor. Nana Sacko, projektledare inom textil och produktion vid Göteborgs stadsmission, som genom cirkulära flöden, arbetsträning och hjälp till socialt utsatta kan göra stor skillnad för stadens invånare. Nebe Almayahi, grundare av varumärket och e-handeln Teint, som främjar mångfald och inkludering med designade plåster för alla hudtoner.Nora Bavey, general partner på riskkapitalbolaget Unconventional Ventures, som backar hållbara entreprenörer utanför normen, och som årligen ger ut en rapport om hur (skevt) riskkapitalet fördelas.Ola Degerfors, medgrundare av Hygglo, som frigör stora resurser genom att låta privatpersoner hyra ut alla de prylar och verktyg som tar plats i våra garage och förråd. Olivia Rothschild, medgrundare och vd för uthyrningsföretaget Hyber, som erbjuder barnkläder och prylar till såväl second hand-försäljning som uthyrning i en prenumerationstjänst.  Nebe Almayahi är grundare och vd för Teint, vars inkluderande plåster ska finnas för alla hudtoner. Foto: press.Patrik Illerstig, vd för Carla.se, som har lyckats med konststycket att göra det enkelt och tryggt att köpa begagnade elbilar online.Paul Frankenius, svensk textilentreprenör som bland annat instiftat Fabric of Life Award som prisar extraordinära insatser för textil design, innovation och hållbarhetPer Hallendorff, vd och medgrundare till förpackningsteknik-bolaget Optibinary, som uppfunnit en ny teknik för att minska plast i e-handelspaket.Rasmus Johansson, medgrundare Djerf Avenue, som med tidlös design och europeisk produktion har en tydlig hållbarhetsfilosofi genom hela produktionskedjan. Rebecca Linneros, som utvecklat varumärket Female Engineering inom Lindex, vars frihetsfrämjande menstrosor håller i 50 tvättar och reducerar klimatavtrycket med 30 procent jämfört med engångsartiklar.Sam Issa, grundare och vd för Nano Textile Solutions, som genom nanoteknik utvecklat en metod för att skapa plagg som är flexibla i storleken.Sandra Gadd, CFO på Boozt, pionjär i att minska returer och stark debattör för hållbar e-handel.   Sara Bergman, kriteriechef och hållbarhetsansvarig på Miljömärkning Sverige, som utvecklat och lanserat en ny Svanenmärkning för e-handelstransporter.Sara Farahani, medgrundare för Re/way, som granskar och ger produkter från lyxvarumärken nytt liv i sin second hand-webbshop.Sara Serray, apotekare, vd och grundare på Wellibites, som utvecklar och producerar sockerfritt godis, veganskt och med extra boost av vitaminer och mineraler.Sara Wiksten, vd på Lundhags, som erbjuder hållbara jakt- och friluftskläder och visar vägen med sitt engagemang för FN:s globala mål för hållbar utveckling, med målet om att vara 80 procent cirkulära år 2030.Sara Wimmercranz, Founding Partner på Backing Minds, som investerar i bolag som vill göra skillnad – bland annat har de gått in i marknadsplatsen Mylla och logistiklösningen Skrym. Susanne Ehnbåge är vd för Stockmann Group och Lindex. Foto: press.Sebastian Rudenstam, medgrundare och vd för Beleco, som med sin uthyrningsplattform erbjuder prenumeration på allt från kontorsstolar och datorskärmar, till kontorskonst och telefonbås. Sofie Hjelmberg, medgrundare och vd för reCRQL, som erbjuder en e-handelsplattform där varumärken kan ta kontroll över sin egen second hand-marknad. Sophie Gripenberg, grundare A Sustainable Closet, en växande innehållsplattform som samlar intervjuer, guider och inspiration om hållbart mode till intressenter över hela världen. Stefan Dinér, vd på inkubatorn Borås Ink, som sedan starten 2010 stöttat mer än 150 startups i sin affärsutveckling, inte sällan med nära kopplingar till textil- och modebranschen.Stefan Öberg, vd för Tradera, Sveriges största cirkulära marknadsplats, som med sin färdplan mot 2025 sätter extra ambitiösa hållbarhetsmål för hela verksamheten. Stina Qubti, grundare av Busfrö Nytt och Bytt, som med 14 butiker över hela landet har visat att det går att skapa second hand-handel med familjetema på ett färgstarkt och kul sätt. Susanne Ehnbåge, vd för Stockmann Group och Lindex, som sätter upp allt mer konkreta hållbarhetsmål – bland annat att 100 procent av allt material ska komma från återvunna eller hållbara källor till 2025.Susanne Najafi, Founding Partner på Backing Minds, som investerar i bolag som vill göra skillnad – bland annat har de gått in i marknadsplatsen Mylla och logistiklösningen Skrym. Suzan Hourieh Lindberg, vd och grundare av Perspetivo, som med undersökningar och representativ data gör varumärken uppmärksamma på den enorma köp- och arbetskraft som ett starkare inkluderingsarbete kan ta del av.  Talal Alshammari, grundare och vd för Spares Nordic, som driver Spares.se för B2B-marknaden och Teknikdelar.se för reservdelar till privata smartphones.Therése Lindgren, influencer, har nyttjat sin enorma plattform för att upplysa sina följare om allt från köttätande till psykisk ohälsa och fast fashion. Har även skrivit Viktigt på riktigt, Naturskyddsföreningens årsbok 2023.   Tom Thörnblom, kommunikations- och hållbarhetschef på skönhetsbolaget Lyko, som bidrar till hållbarhet bland annat genom tuffa leverantörskrav, sortering av kosmetiskt avfall och fossilfria leveranser. Tony Ottebjer-Winkler, drift- och hållbarhetschef på Elgiganten Sverige, som har utvecklat återvinningssystem och hållbarhetsstrategier, vilket minskar digitalt utanförskap och främjar cirkularitet i detaljhandeln.Åsa Domeij, hållbarhetschef på Axfood, som bland annat satt upp som mål att halvera matsvinn och minska de klimatpåverkande utsläppen till nettonollutsläpp år 2030. Åsa Skogström Feldt, Managing Director på IKEA social entrepreneurship, som med en passion för kvinnligt företagande driver IKEA:s arbete med socialt entreprenörskap över hela världen.‍Texterna har skrivits av Christian von Essen och Maja Hurtigh. Grafik och bildsättning av Diana Demin. Inspel och löpande feedback från våra vänner på Svensk Handel.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:e-handelRetailFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesKommer framtidens frakt att ske utan kartonger?Jenny KjellénMarch 14, 2024Affärsmodellen växer som en raket – så lyckas du med pre-lovedJenny KjellénMarch 14, 2024\n\n\n\n\n\n\n"
}