{
    "metadata": {
        "title": "Tre vegobolag slås ihop – han tar över som vd: \"Fokus på tillväxt\" │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2023-11-14",
        "tags": [
            "Kale Foods"
        ],
        "url": "https://impactloop.se/artikel/tre-vegobolag-slas-ihop-han-tar-over-som-vd"
    },
    "content": "Tre vegobolag slås ihop – han tar över som vd: \"Fokus på tillväxt\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nFoodtechTre vegobolag slås ihop – han tar över som vd: \"Fokus på tillväxt\"2023-11-147:55Dela artikelnConny Swahn, ny vd för Kale Foods. Foto: pressbild.Vegobolaget Kale foods konsoliderar och slår ihop tre varumärken i en organisation. ”Mitt absoluta fokus är att leverera tillväxt”, säger nytillträdde vd:n Conny Swahn.Camilla BergmanChefredaktörDet händer grejer på foodtech-gruppen Kale, som både investerar i och äger en rad varumärken inom växtbaserad mat. Förra veckan skrev vi om att moderbolaget Kale United startar en fond och tar in kapital. Nu kommer ytterligare en nyhet: Dotterbolaget Kale Foods, som äger och distribuerar varumärken inom vegomat, omstrukturerar.Dels går veganska glassmärket Lily & Hanna’s upp i Kale Foods och upphör att vara ett eget bolag, dels hamnar vegomatkassen Enkla Kassen under samma organisation och ledarskap.Ny vd för alltihop blir Kale Foods nytillträdde vd Conny Swahn.När Impact Loop når honom har han varit på vd-posten i sex dagar.\"Det finns en logik i att konsolidera. Lily & Hanna’s har varit ett eget bolag men det är i princip ett varumärke utan personal. På Kale Foods säljer vi redan Astrid & Apornas och Juicy Marbles och då kan vi ta över försäljningen även här\", säger han.Conny Swahn är nu i färd med att ta fram en plan för kommande år, och målet är tydligt:\"Vi kommer att ha ett väldigt tydligt tillväxtfokus\", säger han.Vill distribuera andras varumärkenUtöver de egna varumärkena är man också distributionspartner till Juicy Marbles, som säljer plantbaserat köttsubstitut.\"Min ambition att över tid skapa förutsättningar för fler sådana uppdrag, där vi antingen är en ren distributionspartner eller där vi går in i bolaget\", säger Conny Swahn.Han menar att det finns många innovatörer och entreprenörer som brinner för framtidens mat, men som inte har egna resurser att nå ut. \"Då kan vi bli deras möjlighet att nå ut till den skandinaviska marknaden.\"Idag har Kale Foods fem anställda och enligt Conny Swahn innebär konsolideringen inga nedskärningar, tvärtom.\"Mitt absoluta fokus är att driva tillväxt så det ser jag inte kommer att ske.\"Hur ser organisationen ut? Jobbar alla med allt eller har ni olika personer på olika varumärken?\"Just nu är vi en liten organisation och ett team som jobbar med alla varumärken. Men i takt med att vi växer så kommer vi att behöva förstärka organisationen med olika resurser.\"Själv kommer Conny Swahn närmast från rollen som affärsområdeschef för varumärket Gooh på Lantmännen. \"Jag älskar mat, jag älskar dagligvaruhandeln och att driva tillväxt inom det här området. Så att nu få kombinera allt det är fantastiskt, och att samtidigt skapa möjligheter för konsumenterna att göra ännu lite bättre val.\"Är du själv vegetarian?”Jag äter mycket vegetariskt, men jag titulerar mig mer som flexitarian. I min roll tror jag faktiskt att det är en fördel, för jag tror att vi kan göra väldigt mycket bra för veganer och vegetarianer, men vi vill också vara en aktör för flexitarianer.”LÄS MER: Vd-ruljangs på vegobolaget – förra vd:n lämnade för att bli polis‍Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:Kale FoodsFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesPeas of Heaven håller stånd mot vegodippen – “Lyckats vända bolaget till break-even” Jan AhmadiMarch 14, 2024Vd-ruljans på vegobolaget – förra vd:n lämnade för att bli polisJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}