{
    "metadata": {
        "title": "Rusning till el-taxibilar – 3 saker att hålla koll på i dag  │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-11-15",
        "tags": [],
        "url": "https://impactloop.se/artikel/rusning-i-el-taxibilar-3-saker-att-halla-koll-pa-i-dag"
    },
    "content": "Rusning till el-taxibilar – 3 saker att hålla koll på i dag  │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetRusning till el-taxibilar – 3 saker att hålla koll på i dag 2023-11-157:10Dela artikelnGrafik: Diana DeminTre saker att hålla koll på.Redaktionen1. Inga sol- och vindkraftsaktier grönmärkta. Nasdaqbörsens gröna märkning är nu ungefär 1,5 år gammal. Den ges ut till bolaget där minst 50 procent av omsättning och investeringar bedöms vara gröna, och att mindre än 5 procent är knutet till fossilt bränsle. Hittills har flera fastighetsaktier på den svenska börsen fått märkningen men inga sol- och vindkraftsaktier. Bolaget behöver själv söka om det. Se listan på bolag här. 2. Rusning i el-taxbilar. Taxi Stockholm uppger att man på under 1,5 år gått från att ha 4 procent till 33 procent elbilar i sin bilflotta. Idag består Taxi Stockholms fordonsflotta av 500 elbilar. Under nästa år kommer resenärerna få möjlighet att välja en elbil när man bokar. “Vi vill vara en förebild inom branschen och är fast beslutna om att fortsätta driva på övergången”, säger Pernilla Samuelsson, tillförordnad VD på Taxi Stockholm.3. Världens klimatarbete tappar fart. En ny FN-rapport som presenterades under tisdagen sågar de klimatplaner som världens länder lämnat in inför klimattoppmötet Cop 28. Kontentan är att de är otillräckliga för att uppnå 1,5-gradersmålet som sattes upp vid klimattoppmötet i Paris för åtta år sedan. Utsläppen av växthusgaser väntas öka med nio procent till 2030, jämfört med 2010 års nivåer. Därefter väntas de plana ut, men inte vända ner i den hastighet som krävs. Det rapporterar SR.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesRekordökning i förnybart och bästa sociala mediekanalen – här är dagens impact-svepRikard RosellMarch 14, 2024Renare luft kan förvärra (!) uppvärmningen – 3 saker att ha koll på idagRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}