{
    "metadata": {
        "title": "Ska vi byta grejer? Så går det för begagnat- och hyrbolagen (spoiler: riktigt bra!) │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2023-10-05",
        "tags": [
            "e-handel",
            "Sellpy",
            "Hygglo"
        ],
        "url": "https://impactloop.se/artikel/sa-gar-det-for-begagnat-och-hyr-bolagen-spoiler-riktigt-bra"
    },
    "content": "Ska vi byta grejer? Så går det för begagnat- och hyrbolagen (spoiler: riktigt bra!) │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVeckans nedslagSka vi byta grejer? Så går det för begagnat- och hyrbolagen (spoiler: riktigt bra!)2023-10-057:20Dela artikelnDet går bra att göra affär på gamla grejer, men nu börjar det också bli en bra affär att hyra ut dem. I veckans nedslag tittar vi närmare på hur det går för den cirkulära branschen – och bolagen som verkar i den.Camilla BergmanChefredaktörInflation och skenande priser gör att många bolag har det tufft, när folk sparar in på allt från nöjen till resor. Men en bransch har blivit en riktig vinnare i tuffa tider: bolagen som säljer begagnade kläder och saker, eller hyr ut prylar.Det visar Impact Loops genomgång där vi tittat närmare på nio av de mest kända begagnat- och uthyrningsbolagen i Sverige.I korthet kan vi se att:Samtliga av bolagen ökar sin försäljning eller uthyrning. Tillväxttakten ökar – från 14 till 26 procent. I reda pengar handlar det om mer än en dubbling – från 230 miljoner kronor i tillväxt till knappt en halv miljard i tillväxt.Bäst går traditionell begagnatförsäljning, som kläder och mobiltelefoner.Men uthyrning börjar efter en tids försiktig utveckling att ta fart.De bolag vi tittat på är e-handlarna som säljer begagnade kläder och prylar: Tradera, Sellpy, Blocket och Hyber. Liksom möbel-uthyrningsbolagen som Rekomo, Beleco och Nornorm. Med är också Refurbly som säljer och hyr ut begagnade mobiltelefoner, liksom Hygglo, en plattform där privatpersoner kan hyra och hyra ut saker till varandra.Michael Arnör, Philip Gunnstam och Oskar Nielsen, grundare av Sellpy. Foto: Adam Wrafter / TT.Rakettillväxt för SellpyVi kan direkt konstatera att H&M-backade Sellpy, som säljer begagnade kläder på nätet, vinner tillväxtligan. Intäkterna ökar med hela 83 procent mellan 2021 och 2022 – eller från 403 till 737 miljoner kronor. Tradera och Blocket verkar däremot ha hamnat på lite av en platå, kanske påverkade av just Sellpy. Även om intäkterna fortfarande är imponerande:De går bäst av de mindreHär sticker Örebro-bolaget Refurbly, som startades för bara fem år sedan, ut med en rejäl tillväxt. Bolaget som säljer begagnade mobiler på nätet, har gått från 4 till 18 miljoner kronor 2022.I år räknar man med att omsätta 50 miljoner kronor, säger grundaren David Lundgren Fetah till Impact Loop. Sedan en tid tillbaka har företaget tagit ytterligare ett kliv mot cirkularitet, genom att hyra ut begagnade mobiler till företag och privatpersoner.\"Vi tjänar inte särskilt mycket pengar på en gammal mobil. Men hyr vi ut den igen så kan vi ha en helt annan lönsamhet andra året. Det är här det blir intressant eftersom du kan bygga upp en stor pool på balansräkningen\", säger David Lundgren Fetah.Även Hygglo sticker ut, som gjort ett brittiskt förvärv och ökat både i det svenska bolaget och det internationella. Mer om dem senare i artikeln.Fler handlar på nätetTotalt har bolagen ökat med en halv miljard kronor, och tillväxttakten har gått från 14 till 26 procent mellan 2021 och 2022.Per Ljungberg, innovationschef på branschorganisationen Svensk Handel, är inte förvånad. Han säger att trots att e-handelns omsättning i sin helhet minskar, så består beteendeförändringen att fler handlar varor på nätet. \"Det i kombination med att lågkonjunkturen gör att konsumenterna allt mer jagar låga priser och att viljan att handla mer hållbart ökar, gynnar de digitala marknadsplatserna inom andrahandsmarknaden\", säger han.Per Ljungberg, innovationschef på Svensk Handel, vill avskaffa moms på begagnade varor: \"Det är logiskt då det är varor som redan momsbelagts en gång när de såldes som nya.\"Lönsamhet i fokusHur ser det då ut på sista raden? Det senaste årets ökade krav på lönsamhet syns även på begagnat- och hyrbolagen – och flera av dem går redan med vinst. Den största lönsamhetsresan får ändå sägas vara Sellpy, som förbättrat sitt resultat med över 23 miljoner kronor.Även Nornorm, en relativt ny dansk-svensk uppstickare, visar ett litet plus efter första året i Sverige. Bolaget är startat av tidigare Ikea-chefen Anders Jepsen och tidiga Skype-medarbetaren Jonas Kjellberg, med backning av bland annat Ikea, Verdane och H&M:s Karl-Johan Perssons investeringsbolag Philian.Tar tid att ändra kundernas beteendenLite av ett trendbrott som vi kan se under förra året är att uthyrning börjar ta fart. Särskilt så kallad peer-to-peer-uthyrning, det vill säga att man hyr och hyr ut av andra med en plattform som mellanhand, har varit svårt att få snurr på. Inom klädbranschen har flera bolag som sysslat med uthyrning av kläder behövt lägga ner eller gått i konkurs.Ett exempel på bolag som växer är delningsplattformen Hygglo, som ökat från knappt 7 till 9 miljoner kronor i den svenska verksamheten. Förra året köpte man den brittiska konkurrenten Fat Llama vilket gjort att man lagt på ytterligare omsättning i koncernen och landar på 26 miljoner kronor.Hygglos grundare Henrik Fräsén, Axel Hellström och Ola Degerfors. Foto: Hygglo.“Det har alltid gått okej för Hygglo, men aldrig fantastiskt bra. Vi tror fortfarande att vi är ett gäng år bort innan vi har blivit en stor och betydelsefull plattform. För att lyckas med det ville vi etablera och positionera oss på andra ställen i Europa\", säger medgrundaren och vd:n Ola Degerfors.Varför har det inte gått \"fantastiskt bra\"?“Vår tro är att det tar lite längre tid att ställa om konsumenternas beteende. När vi grundade trodde vi att den största utmaningen var att våga dela sina prylar med andra, men det är snarare de som hyr saker som är svåra att få med. Så på attitydsnivå är folk jättepositiva och säger: 'Jag vill minska min konsumtion och vill absolut använda er', men därifrån till att agera så är gapet stort.\"\"Det är klart att det kan vara en fråga om genomförande, men vi har testat väldigt mycket och tror ändå att det handlar om tajming.\"\"Gäller att sätta fart\"Outdoor-märket Houdini är inte med i denna genomgång då de även säljer nya kläder, men är ett intressant exempel på bolag som satsar på cirkularitet, och har gjort i över tio år. Även för vd Eva Karlsson är det tydligt att uthyrning är på frammarsch men behöver en knuff. “Re-use, alltså second-hand, växer snabbare än uthyrning. Marknaden är mer mogen för second hand och det finns också systemstöd för second hand, det är bara att plugga in i ens befintliga affärssystem. Medan uthyrning och subscription kräver ett annat systemstöd\", säger hon.De har precis lanserat en \"Houdini Hub\", en butik på Norrlandsgatan i Stockholm där alla plagg i butiken finns tillgängliga för att köpa nytt, köpa begagnat, hyra, eller prenumerera.  Syftet är att göra det enkelt för kunden att välja det som är bäst för dem.“Vi kan inte skicka in dem i ett affärssystem för att köpa, i ett annat för att hyra och i ett tredje för att köpa begagnat. Det måste vara sömlöst och på kundens villkor. Det är så vi kan skapa värde både för kunden, bolaget och planeten”, säger Eva Karlsson.Hennes viktigaste medskick till andra impact-entreprenörer och ledare är att inte tro att det man gör idag räcker.“Om det är något som kan ske med exponentiell hastighet så är det beteendeförändringar. Vi tror att det vi gör idag är tillräckligt men om fem år kommer kunderna att förvänta sig mycket mer, och med all rätt. Det gäller att sätta fart och köra järnet.”Fler nedslag från Impact Loop:Batterier: Därför har energilagring blivit hetast i klassenBiologisk mångfald: Livsviktiga men komplexa – är detta nästa våg av bolag som lockar riskkapital?Solceller: Solcellsföretagen växer så det knakar – men går fortfarande med förlustGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:e-handelSellpyHyggloFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesDressad för framgång – men när tar det fart för hållbart mode?Jan AhmadiMarch 14, 2024De nya solcellsföretagen växer så det knakar – men det kostarRikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}