{
    "metadata": {
        "title": "De vill ta över Europa med sina energilager – nu behövs bara 330 miljarder │ Impact Loop",
        "author": "Christian von Essen",
        "publish_date": "2024-03-07",
        "tags": [
            "Repono"
        ],
        "url": "https://impactloop.se/artikel/de-vill-ta-over-europa-med-sina-energilager-nu-behovs-bara-330-miljarder"
    },
    "content": "De vill ta över Europa med sina energilager – nu behövs bara 330 miljarder │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEnergiDe vill ta över Europa med sina energilager – nu behövs bara 330 miljarder2024-03-0714:58Dela artikelnRasmus Bergström, vd Repono, och Reponos batterilager. Foto: pressbild.Energilager-bolaget BatteryLoop uppgår i EIT InnoEnergy-ägda Repono. Nu är planen att med sina energilager bidra till Europas stora energiomställning.Christian von EssenReporterEnergiomställningen kräver många pusselbitar. Det är ett välkänt faktum att den nödvändiga framväxten av storskalig produktion av förnybar energi med sol och vind även kommer att kräva robusta och kostnadseffektiva energilager.Denna viktiga nyckel till EU:s ambitiösa hållbarhetsmål vill det nya bolaget Repono bidra med.Tidigare hette man BatteryLoop och agerade som ett helägt dotterbolag till Stena Metall, med energilager baserade på uttjänta fordonsbatterier från aktörer som Volvo Cars, Toyota och Volvo Bussar. Förutom hårdvara utvecklades även en mjukvarukomponent, bland annat för att effektivt kunna leverera stödtjänster till Svenska kraftnät.Under 2023 fattades beslut om att lyfta verksamheten till ett fristående bolag för att kunna utveckla det i större skala. Nu har BatteryLoop förvärvats av Repono, som grundats av EIT InnoEnergy. I grunden är det samma bolag, med vd Rasmus Bergström i spetsen. Men det finns en del stora skillnader. ”Vi ska äga och drifta energilager på den europeiska marknaden, oftast i nära samarbete med de lokala nätägarna och i förbindelse med större sol- eller vindkraftsparker. Dels kommer vi kunna erbjuda stödtjänster till elnätet, dels förse stora industrier med förnybar energi till låga priser,” säger han. Vill ta 10 procent av marknadenEnergibehovet ser knappast ut att avmattas. Till 2030 räknar man med att 50 procent av den europeiska energiproduktionen ska vara förnybar. En tredjedel av denna energi kommer att kräva energilager, och Repono vill knipa 10 procent av den marknaden med sina stora litiumjon-lager. En enkel servettberäkning landar på 100 GWh.”Det är den kalkylen vi går efter. Det finns förstås många aktörer på den här marknaden, men de flesta projekt är enstaka nedslag. Vi vill bygga betydligt mer standardiserat och storskaligt. Däremot kommer mjukvaran behöva anpassas efter respektive marknad på grund av de olika incitamentsstrukturerna.”I dagsläget ser det ut som att det tidigare bolagets 25 anställda även fortsättningsvis kommer att hålla den nya verksamheten flytande.”Vi kommer sannolikt sätta upp ett antal dotterbolag i andra europeiska länder så småningom. Det kräver en hel del lokal kunskap för att navigera på energimarknaden.”Kapitalintensiv affärsidéEn rad tunga aktörer står på ägarlistan. Stena Metall sålde 100 procent av BatteryLoop men är nu tillbaka som delägare i Repono. Investeringar kommer även från elektroteknikkoncernen Schneider Electric, franska retailjätten SIPLEC E.Leclerc, polska industriaktören Boryszew Group och den tyska fordonsbolaget NTM GmbH.Men majoritetsägare och formell grundare är alltså det europeiska innovationsföretaget EIT InnoEnergy, som har en portfölj på över 200 europeiska bolag inom energisektorn. Rasmus Bergström vill inte kommentera några belopp i det här läget, men till SvD nämner han att det kan komma att behövas kapital i storleksordningen 330 miljarder kronor fram till 2030. ”Den här affärsmodellen kommer kräva enormt mycket pengar, men vi bygger också en lösning som är väldigt ”bankable”, alltså attraktiv för lånefinansiering. EIT InnoEnergy bidrar inte bara med kapital, men framförallt med ett stort nätverk inom både näringsliv och politik. Det ska bli fantastiskt kul att jobba ihop.”  Läs mer: Proptech-vd:n om hajpen kring batterilager: \"Är att skrapa på ytan\"Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Christian von EssenDela artikeln:ReponoFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesKan förnybar energi ta fart inom försvaret? Nu görs försök på fältetJan AhmadiMarch 14, 2024Efter 10 års arbete lanserar de sin energisnåla golvbrunn: \"Ska skala upp\"Rikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}