{
    "metadata": {
        "title": "Svenska väg-laddaren rullar ut i Frankrike – har fått order på 95 miljoner │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2023-09-11",
        "tags": [
            "Mobilitet",
            "Elonroad"
        ],
        "url": "https://impactloop.se/artikel/svenska-vag-laddaren-rullar-ut-i-frankrike-fatt-order-pa-95-miljoner"
    },
    "content": "Svenska väg-laddaren rullar ut i Frankrike – har fått order på 95 miljoner │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEnergiSvenska väg-laddaren rullar ut i Frankrike – har fått order på 95 miljoner2023-09-1113:28Dela artikelnKarin Ebbinghaus, vd för Elonroad. Foto: press.Elonroads elvägar gör att elfordon kan laddas under körning. Efter en order på upp till 95 miljoner kronor rullar tekniken nu ut i Frankrike. \"Jag köpte Eiffeltornet i lego för att fira”, säger bolagets medgrundare och vd Karin Ebbinghaus.Camilla BergmanChefredaktörElektrifieringen sker som Impact Loops läsare redan vet i rekordfart. Men det finns många utmaningar under resans gång – varav två av dem är: Hur ska alla dessa el-fordon laddas? Och hur ska vi ha tillräckligt med råvaror till alla dessa batterier som behövs?Det är här Lunda-bolaget Elonroad kommer in i bilden. De bygger vägar som laddar el-fordon medan de åker, ungefär som en enorm bilbana. Med hjälp av en skena i vägbanan kan alla elfordon med någon typ av mottagare få ström.På det sättet laddas fordonen, men det gör också att batterierna kan krympa då de inte behöver \"stor-laddas\" under färden. Därför kankostnaderna för elektriska fordon minska, enligt Elonroad själva med åtminstone 25 procent, och stora batterifabriker kan möta behovet från många fler fordon.Stororder från FrankrikeNu i dagarna rullas tekniken, som uppfunnits av Dan Zethraeus, ut i Frankrike. Tidigare i somras fick nämligen Elonroad tummen upp för att tillsammans med ett konsortium bygga en 2 kilometer lång elväg på en motorväg strax intill Paris.Projektet sträcker sig över tre år och innebär upp till 95 miljoner kronor i intäkter för Elonroad.“Om allt funkar och alla är nöjda så får vägen sedan vara kvar”, säger Elonroads medgrundare och vd Karin Ebbinghaus.Elonroads grundare Dan Zethraeus vid en nylagd laddskena från Elonroad i Lund. Hur fick ni den här franska mega-ordern?“Det finns inte mer än en handfull aktörer i världen som kan överföra energi till fordon under färd. Så vi har haft dialog med olika konsulter och varit med i olika utredningar. Sen har vi en fransk kontaktperson i Frankrike som har lyft fördelarna med just vårt system. På det sättet lyckades vi komma med i detta konsortium.”Varför satsar just Frankrike på vägar som kan ladda fordon?“Franska staten har gjort djupgående analyser på vad som är det bästa sättet att få bort CO2 ur vägtransporter och jämfört olika tekniker. Det tillsammans med att det är billigare utifrån ett samhällsperspektiv att bygga vägar som laddar, har gjort att man är väldigt intresserad av att undersöka den här tekniken.”Elonroads teknik kan även ladda stillastående fordon, här en lastbil i en hamn.Ni omsatte 15 miljoner kronor 2022, det här måste vara enormt för er? Hur känns det?“Helt fantastiskt! Jag köpte direkt Eiffeltornet i lego för att fira, så det ska vi bygga upp hela teamet. Och så har jag laddat ner språkappen Duolingo.”Vad innebär det i form av fler anställda?“Vi ska anställa mellan fem till tio personer som bara ska fokusera på Frankrike, men vi behöver även bli fler i Sverige. Vår grundare Dan kommer också att bosätta sig på halvtid i Frankrike för att bygga upp detta.”Elonroad tog 2021 in 22 miljoner kronor i kapital av bland annat EIT Urban Mobility, Almi och Bring.Impact Loops Jan Ahmadi träffade Karin Ebbinghaus i vimlet på klimatkonferensen The Drop. Där avslöjade hon bland annat att bolaget just nu är ute och raggar kapital:ElonroadGrundat: 2014Vd: Karin EbbinghausGrundare: Karin Ebbinghaus och Dan ZethraeusOmsättning 2022: ca 15 miljoner krResultat 2022: –20 miljoner krStörsta externa investerare: EIT Urban Mobility, Almi och Bring.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:MobilitetElonroadFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesMestro slår sig in i ny målgrupp – tecknar avtal med bostadsrättsgigantJan AhmadiMarch 14, 2024Batteribolag fyller kassan – “Snabba steg mot marknaden”Jan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}