{
    "metadata": {
        "title": "Impact-svepet: Lights out för glödlampor i USA │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-08-09",
        "tags": [
            "Hållbarhet",
            "Politik",
            "Forskning"
        ],
        "url": "https://impactloop.se/artikel/impact-svepet-lights-out-for-glodlampor-i-usa"
    },
    "content": "Impact-svepet: Lights out för glödlampor i USA │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetImpact-svepet: Lights out för glödlampor i USA2023-08-097:41Dela artikelnFoto: bild av Impact Loop/MidjourneyMed impact-svepet ger vi dig de tre viktigaste händelserna inom vårt gebit runt om i världen – varje dag.Redaktionen‍Lights out för glödlampor – slutar säljas i USA‍Thomas Edisons uppfinning går inte längre att köpa i USA. På grund av nya regler kring energieffektivitet som trädde i kraft 1 augusti är det numera förbjudet att sälja lampor som producerar mindre än 45 lumen per watt, rapporterar New York Times.Istället kommer strålkastarljuset att riktas helt och hållet mot LED-lampor som kräver mindre effekt för att producera mer ljus och som dessutom håller betydligt längre än glödlampor. LED-lampor utgör redan 80 procent av alla lampor som säljs i USA. EU förbjöd nyförsäljning av glödlampor redan 2012, något som gett besparingar i både utsläpp och energikostnader.“Att gå från en glödlampa till en LED-lampa är som att ersätta en bil som når 1 mil per liter med en annan som når 5 mil per liter”, säger Lucas Davis, energiekonom på University of California, till New York Times.Påstådd supraledare välte internet – men slutade i besvikelseEntusiasmen på Twitter och TikTok visste inga gränser förra veckan efter att forskarteam i Sydkorea meddelat att de tagit fram en supraledare som fungerar i rumstemperatur. Det nya ämnet döptes till LK-99. Ett supraledarmaterial har inte någon elektrisk resistans, vilket gör att man slipper energiförlust. Teknikoptimisterna menade att vi snart kan ladda elbilen på några sekunder, bygga kvantdatorer, få svävande farkoster och rädda klimatet – allt tack vare den nya uppfinningen. Skeptikerna menade dock att upptäckten var falsk och att en rad saker  inte stämmer. Här är tre röster från debatten:“Kemikalierna är billiga och lätta att tillverka. Det är därför detta är som en atombomb i vetenskapsvärlden”, sa Xiaolin Wang, materialforskare vid University of Wollongong i Australien.“De (forskarteamet) framstår som riktiga amatörer. De har inte mycket kunskap om supraledare och sättet de presenterat en del av datan är misstänksamt”, sa Michael Norman, teoretisk fysiker vid Argonne National Laboratory i USA.“Vi tror inte ett ögonblick på detta”, skrev forskare vid Max Planck Institute for Solid State Research i Tyskland.Och mycket riktigt – efter några dagar kunde andra forskare meddela att det fantastiska resultatet inte kunde upprepas. Årets \"ödesdag\" för klimatet har passerat“Earth overshoot day”, eller på svenska “Den ekologiska skuldens dag” är ett initiativ från den internationella forskningsorganisationen Global Footprint Network.Varje år markerar de det datum då de menar att människors efterfrågan på ekologiska resurser och tjänster under ett år överskrider vad planeten klarar av samma år.I år inföll dagen den 2 augusti. Förra året var dagen den 3 augusti. Ännu värre blir det om man tittar på organisationens tabell över när dagen inträffat sedan 70-talet:Som vanligt när det gäller sådana här typer av beräkningar har den kritiserats, bland annat av en annan forskningsorganisation som heter Breakthrough institute. Deras beräkningssätt har i sin tur kritiserats av Global Footprint Network.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:HållbarhetPolitikForskningFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesGigantiska nyheter från OpenAI – 3 saker att ha koll på idagRedaktionenMarch 14, 2024Batteribolagen behöver samarbeta – 3 saker att ha koll på i dagRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}