{
    "metadata": {
        "title": "De drabbas när Volta trucks går i konkurs – tappar ett halvår i leveransprojekt │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-10-17",
        "tags": [
            "Volta Trucks",
            "Mobilitet"
        ],
        "url": "https://impactloop.se/artikel/de-drabbas-nar-volta-trucks-gar-i-konkurs"
    },
    "content": "De drabbas när Volta trucks går i konkurs – tappar ett halvår i leveransprojekt │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVolta trucks-konkursenDe drabbas när Volta trucks går i konkurs – tappar ett halvår i leveransprojekt2023-10-1719:10Dela artikelnStefan Ytterborn, grundare av Cake. Foto: pressNär ellastbilstillverkaren Volta trucks nu går i konkurs drabbas även andra svenska mobilitets-bolag som ingått samarbeten med bolaget. Ett av dem är el-motorcykeltillverkaren Cake.Rikard RosellReporterTillsammans med Volta trucks och H&M har Cake ett gemensamt projekt för leveranser från klädjätten till kunder i Paris och London. Något som nu får ett avbräck.“Först och främst kan jag bara säga att det är skittråkigt det som inträffat för Volta. Vårt gemensamma projekt med H&M hade för avsikt att först genomföras i våras som sedan flyttades fram nu till hösten”, säger Stefan Ytterborn, vd och grundare för el-motorcykeltillverkaren Cake till Impact Loop.Han konstaterar samtidigt att det inom ramen för projektet som Cake initierat har funnits dialog med andra bolag inom samma nisch som Volta.“Vi är inte knutna till Volta i det avseendet utan vi har pågående dialoger med aktörer inom transporter och leveranser i det sammanhanget.”Enligt hans prognos innebär beskedet att projektet nu tappar ungefär ett halvår efter vad Cake räknat med.“Eftersom det redan innan fanns en försening i projektet så tappar vi nu totalt ett år i tid. Nu måste vi aktivt se vilka vi ska jobba med där och landa i om det är flera aktörer eller en som vi haft kontakt med sedan tidigare.”Stefan Ytterborn är dock tydlig vad gäller fortsättningen på projektet.“Cake och H&M gillar fortfarande varandra i alla avseenden. Det kan mycket väl vara så att vi nu går till någon av de andra spelarna med det här projektet, något vi avsiktligt låtit bli med hänsyn till relationen med Volta. Nu står den dörren öppen och det där rullar på och vi springer vidare”, säger Stefan Ytterborn.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:Volta TrucksMobilitetFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesHoppet lever för Volta Trucks – men var är Volvo i den här historien?Rikard RosellMarch 14, 2024Volta Trucks säljs till amerikansk hedgefond – \"En enorm lättnad\"Rikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}