{
    "metadata": {
        "title": "Skärpt övervakning av EU-skogar – 3 saker att ha koll på i dag │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-11-23",
        "tags": [
            "EU"
        ],
        "url": "https://impactloop.se/artikel/skarpt-overvakning-av-eu-skogar-3-saker-att-ha-koll-pa-i-dag"
    },
    "content": "Skärpt övervakning av EU-skogar – 3 saker att ha koll på i dag │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetSkärpt övervakning av EU-skogar – 3 saker att ha koll på i dag2023-11-236:50Dela artikelnTre saker att hålla koll på i dag.Redaktionen1. ECB hotar banker med böter för dålig klimatriskkontroll. Den Europeiska centralbankens senaste varning innebär att runt 20 banker kan tvingas betala böter om de inte förbättrar hanteringen av klimatrisker. En tidsfrist har ställts med deadlines som i vissa fall löper ut i mars nästa år. Klimatriskerna omfattar potentiella förluster kopplade till extremväder och kunders koldioxidavtryck. Det kan bli betydande böter som grundar sig i bankernas omsättning. Tilltaget är ett steg i EU:s strävan att integrera ESG i kapitalkraven, rapporterar Bloomberg.2. De blev först med att flyga på 100 procent hållbart flygbränsle. I en demonstration nyligen lyfte flygbolaget Emirates en Airbus A380 med en motor som drevs på 100 procent SAF (Sustainable Aviation Fuel). “Detta är ett stort ögonblick och en milstolpe för Emirates och våra samarbetspartners. Det råder en växande global efterfrågan på flygbränslealternativ med lägre utsläpp”, säger Adel Al Redha, operativ chef på Emirates Airline, i ett pressmeddelande.3. Skärpt övervakning av EU-skogar. EU-kommissionen vill med ny lag använda satellitdata för att skydda skogar mot hot från klimatförändringar och illegal avverkning. Kommissionen vill samla in detaljerad information om skogstillståndet för att stärka medlemsländernas beredskap inför klimatrelaterade risker. Virginijus Sinkevicius, EU:s miljökommissionär, understryker behovet av att förbättra förutsättningarna för hur skogen reagerar på klimatförändringar, rapporterar Reuters.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:EUFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesKlimattech toppar tronen och Gates utmanar riskkapitalet – 3 saker att ha koll på idagRedaktionenMarch 14, 2024Svenska fågelföreningen kritiserar EU-förslag – 3 saker att hålla koll på i dagRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}