{
    "metadata": {
        "title": "7 spaningar från Sveriges framsida – så tänker investerarna om deeptech │ Impact Loop",
        "author": "Maja Hurtigh",
        "publish_date": "2024-02-13",
        "tags": [
            "Investeringar",
            "Riskkapital",
            "deeptech"
        ],
        "url": "https://impactloop.se/artikel/7-spaningar-fran-sveriges-framsida-sa-tanker-investerarna-om-deeptech"
    },
    "content": "7 spaningar från Sveriges framsida – så tänker investerarna om deeptech │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGoWest i Göteborg7 spaningar från Sveriges framsida – så tänker investerarna om deeptech2024-02-139:56Dela artikelnSofia Hjelmberg, GoWest/GU Ventures, Staffan Helgesson, Creandum och Klementina Österberg, vd för GU Ventures. Foto: pressbilder.Deeptech tar över efter mobilitet, rymdtech är på framfart men EUs regleringar ställer till det. Det var några av slutsatserna från investerar-eventet GoWests investerardag i Göteborg, där Impact Loops Maja Hurtigh var på plats. Här är våra viktigaste spaningar.Maja HurtighRedaktörI skrivande stund pågår investerareventet GoWest på Eriksbergshallen i Göteborg, och under tisdagen viktes en halvdag på hotell Jacy’z enbart till investerarna.Impact Loop var självklart på plats. Här kommer våra sju spaningar från första dagen!1. Deeptech på framfart – men infrastruktur saknasDet kommer knappast som en överraskning för Impact Loops läsare att deeptech är hett, och Go West hade också det som ett av sina huvudteman i år. Som Jonathan Lannö, analytiker på Almi Invest Greentech, konstaterade i en paus mellan panelerna:“Det råder generellt konsensus i branschen i de större frågorna och behoven framåt. Tidigare var det stort fokus på mobilitet – idag är det deeptech som är i mode”, sa han.Men en panel ledd av Rodrigo Ferreira från Blue Future Partners, med Max Bautin från IQ Capital, Rick Hao från Speedinvest och Karl-Christian Agerup från NATO IF, var alla enade i att infrastrukturen för innovationer inom deeptech ännu inte helt är på plats.I samma panel diskuterade man också vikten av att som investerare stötta samarbeten mellan forskare och ingenjörer, för att stärka ekosystemet för deeptech-startups. Panelen diskuterade även vad AI-utvecklingen inom deeptech kan leda till. Kanske kommer vi se en framväxt av generativa AI-fonder eller förbättringar inom batteriteknik? 2. Deeptech-investerare behöver teknisk kompetensFrämsta rådet för investerare som vill satsa på deep tech? Vill man investera inom deeptech så behöver man ha tekniska rådgivare på plats, kunniga och insatta i ämnet. Det framkom också i samma panel som ovan.3. EU:s regleringar – hinder eller framgångsfaktor? Är EU:s regleringar bra eller dåliga? Det var en fråga som synliggjordes under dagens event och tankegångarna gick såhär:Möjlighet: Brist på regleringar inom EU för AI lyftes som problematiskt. Men förtydligande regleringar från EU välkomnas och kan boosta sektorn på sikt. Hinder: Europa lyftes fram som en utmanande region för investeringar och affärsverksamhet, på grund av byråkrati och regleringar. ‍David Dana från EIF, European Investment Fund, sa till exempel att det ännu saknas nödvändiga regleringar inom deeptech, vilket han menade kan utgöra ett hinder för gynnsamma investeringar.‍Andreas Munk Holmes från EU.VC och Isomer Capital betonade i sin tur vikten av gränsöverskridande och internationella samarbeten för att skapa mervärde för bolagen, med orden: “Ventures är ingen nationalsport”. 4. Rymdtech tar markLovande områden för deep tech-investeringar i Norden identifierades under dagen bland annat som hälsa, klimattech, och rymddtech.Tero Menander, general partner på riskkapitalbolaget Ventech, menade att så kallad “remote health” (till exempel möjligheter att diagnostisera sjukdomar på distans), är en växande sektor i Norden för bra investeringar. Carl Svantesson, partner för riskkapitalbolaget EQT Ventures, lyfte satellit-teknik som ett särskilt intressant och växande område. För dig som, liksom vi, precis har tagit dig tid att se den dystopiska filmen Leave the world behind på Netflix, med Julia Roberts i en av huvudkaraktärerna, så är det lätt att ta till sig det sistnämnda som ett område i fokus. Nä, vi tänker inte spoila filmen mer än så! 5. Toppstyrning från investerare är uteSektorer och affärsidéer i all ära – Staffan Helgesson från riskkapitalbolaget Creandum poängterade vikten av att investera i människor snarare än teknik. Man ska investera i inspirerande och karismatiska ledare, menade han, som har förmågan att samla, entusiasmera och motivera talanger. Detta menade han var en framgångsfaktor för lönsamma investeringar – inte minst sett till vad det gör för ekosystemet. “Vi investerar bara i bolag med ledare som vi själva hade velat arbeta för”, sa Staffan Helgesson på scenen.Han menade också att toppstyrning från investerare är ute. När bolaget informerar styrelsen vilka beslut man tagit i bolaget – där styrelsen inte lägger sig i för mycket eller talar om vad bolaget ska göra – då fungerar också bolagen som bäst. Slutligen spanade han kring att fler vågar ta steget att verka och skala upp från egen ort – inspirerade av andra som visat vägen. Kort sagt: Silicon Valley är inget måste.6. Försvaret ett samhällsviktigt område‍Nicholas Nelson från riskkapitalbolaget MD One Ventures körde ett TED Talk där han belyste försvarsteknik som ett kritiskt och viktigt område, med strålkastaren på att samhällsförändringar påverkar investeringar. Han påminde publiken om att: \"Du kanske inte bryr dig om geopolitik, men geopolitik bryr sig om dig\", och underströk därmed vikten och behovet av investeringar inom försvarsteknik. Presenterad data stärkte att investeringar i försvaret skiljer sig starkt åt mellan olika länder över tid. Medan Ryssland har investerat i sitt försvar i många år har många EU-länder avvecklat sina verksamheter – som man nu arbetar för att stärka. “Försvar är i förändring”, sa Nicholas Nelson.7. Framtidens Google finns inom greentech Lite förvånande var att fokus på klimatfrågor och sociala frågor inte tog särskilt mycket plats under dagen.Men avslutningsvis riktades ändå uppmärksamheten kort mot klimatinvesteringar, där Christoph Gras, riskkapitalfonden Planet A som stödjer europeiska startups för grön teknik, och Michael Smith från riskkapitalfonden Regeneration.VC som i ett tidigt skede investerar i innovationer som drivs av cirkulära och regenerativa principer, diskuterade utvecklingen av klimattech och den ökande betydelsen av cirkularitet. Här lyftes även en förväntan om framtidens innovationer, där panelen menade att nästa Google kommer att vara inom green tech.Vi fortsätter att rapportera från eventet – häng med!Läs mer: Vi är överallt – här är 5 spaningar från New Yorks klimatveckaLäs mer: Ett dygn i Malmö – här är våra spaningar från Europas klimatkonferensGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Maja Hurtighmaja@loop.seDela artikeln:InvesteringarRiskkapitaldeeptechFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesGöteborgs deeptech-drottning: \"Finns mer pengar här än det någonsin funnits\"Camilla BergmanMarch 14, 2024Bildregn! Syns du i minglet på GoWest?RedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}