{
    "metadata": {
        "title": "De två duschbolagens olika öden kan lära oss något viktigt │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2023-08-21",
        "tags": [
            "Vatten",
            "Orbital systems",
            "Robotics care"
        ],
        "url": "https://impactloop.se/artikel/de-tva-duschbolagens-oden-lar-oss-nagot-viktigt"
    },
    "content": "De två duschbolagens olika öden kan lära oss något viktigt │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKrönikaDe två duschbolagens olika öden kan lära oss något viktigt2023-08-2114:00Dela artikelnCamilla Bergman, chefredaktör Impact Loop. Grafik av Diana Demin.Två duschbolag. Två helt olika öden. Men det finns en viktig komponent som skiljer dem åt.Camilla BergmanChefredaktörDet ena växer med hundratals miljoner i kapital.Det andra försattes precis i konkurs, efter att investerarna stängt av kranen.Det hade kunnat stanna där, vid två korta nyheter som vi på Impact Loop av en slump hittade på samma dag.Men historien om å ena sidan rymdduschen Orbital Systems, å andra sidan robotduschen Robotics Care, säger något om impact-Sverige idag.Nämligen: den med mest kapitalstarka och uthålliga investerare vinner.Rymdduschens grundare Mehrdad Mahdjoubi har tagit in uppåt 700 miljoner kronor i kapital, kanske mer än så. I årsredovisningen för 2022 flaggar man ändå för att fortsatt tillväxt kan kräva mer kapital.Robotduschens grundare, Thomas Ryberg, har gnetat sig fram på mer passion än kapital. Han saknar några miljoner för att kunna slutföra de sista produktändringarna.Finns två problemTyvärr stannar det inte vid pengar. Bolagens olika öden är en viktig påminnelse om två andra utmaningar för impact-bolag:Den ena är att många investerare saknar kunskap om hur lång tid det tar att kommersialisera en hårdvaruprodukt, som kan vara beroende av både forskningsresultat och tillstånd. Thomas Ryberg konstaterar själv i Impact Loops artikel att han inte haft investerare som haft den uthållighet som krävs.Den andra utmaningen är att många innovationer inom detta område aldrig kan bli en “hockeystick” eller en “impact-unicorn”, det vill säga ett snabbt skalbart bolag värderat till en miljard dollar.Det går helt enkelt inte att jämföra, säg, en komplex teknisk hårdvara som bygger på forskning – med en SaaS-produkt som kan knackas ihop och vara säljbar inom en månad. Eller för den del en e-handel som bygger på Kina-importerade mobilskal. Det är den krassa sanningen.Ändå sitter många investerare och jämför precis så. Dessutom med ännu högre krav på ekonomiska resultat nu när tiderna är tuffa.Detta betyder såklart inte att man inte ska investera i impact. Det visar inte minst rymdduschen – vars senaste värdering ligger på 664 miljoner kronor enligt ägar-databasen Eivora. För att inte tala om att dessa investeringar är betydligt viktigare än många andra.Jag hoppas att det löser sig för robot-duschen. Om inte annat blir bolagets öde en viktig lärdom för oss andra.LÄS MER:\"Hans \"NASA-dusch\" växer och flaggar för mer kapitalRobotduschen i konkurs – \"otroligt tragiskt\"Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:VattenOrbital systemsRobotics careFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesVem har backat Helena Helmersson? H&M-vd:ns avhopp väcker frågorCamilla BergmanMarch 14, 2024Johan Crona: Folk frågar om jag fortfarande tror på SaaS – här är mitt svarJohan CronaMarch 14, 2024\n\n\n\n\n\n\n"
}