{
    "metadata": {
        "title": "Uppsving för doldisbolaget efter Northvolt-nyhet: \"Det är dagliga samtal\" │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2024-01-18",
        "tags": [
            "Altris",
            "Northvolt",
            "Forskning"
        ],
        "url": "https://impactloop.se/artikel/vind-i-seglen-for-batteriuppstickaren-altris-efter-northvolt-besked-miljonstod"
    },
    "content": "Uppsving för doldisbolaget efter Northvolt-nyhet: \"Det är dagliga samtal\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGrön industriUppsving för doldisbolaget efter Northvolt-nyhet: \"Det är dagliga samtal\"2024-01-187:28Dela artikelnBjörn Mårlid, vd för Altris. Foto: pressDet lilla forskarbolaget Altris hamnade i rampljuset när nyheten kablades ut att de utvecklat ett natriumjonbatteri med Northvolt. Nu säkrar bolaget miljonstöd från Energimyndigheten och investerarna ringer. Rikard RosellReporter“Det är dagliga samtal med potentiella investerare och möjliga samarbetspartners nu”, säger Björn Mårlid, vd på forskarbolaget Altris när Impact Loop når honom i en lucka av det späckade schemat.Det har minst sagt varit bråda dagar för det innovativa forskarbolaget sedan nyheten om att batterijätten Northvolt utvecklat ett nytt batteri på natriumjoner spred sig över global media. Det eftersom det när krutröken om beskedet lagt sig stod klart att Altris till stor del låg bakom genombrottet.“Det var en bra dragkraft för oss att det låg mycket fokus på Northvolt i rapporteringen kring utvecklingen av natriumjonbatteriet, även om vi själva vet vem som gjorde huvuddelen av jobbet\",säger Björn Mårlid.Fått 77 miljoner kronor i stödSedan nyheten i slutet av december har det fortsatt komma positiva besked om Altris. Nyligen meddelades att bolaget inleder samarbete med den amerikanska batterijätten Clarios för att utveckla ett lågspänningsbatteri för elbilar baserat på natriumjonteknik. Nu står det också klart att bolaget tilldelas ett stöd på runt 77 miljoner kronor från Energimyndigheten för att utveckla en pilotanläggning.“Det innebär att vi nu kan sätta upp en tillverkningslina för ‘proof of concept’ som gör det möjligt för oss att fullt ut prova vår teknologi. Sedan tidigare har vi en liten laboratoriebaserad R&D-lina i Uppsala, men nu ska vi bygga en större i Sandviken där vi kan tillverka katodmaterial på mer kommersiell nivå.”Utvecklar anläggningenAltris har redan satt igång med utvecklingen av den nya produktionsanläggningen i Sandviken, samtidigt som arbetet med att få de miljötillstånd som krävs pågår.“Vi försöker färdigställa anläggningen så långt det går. Den ska vara så färdig så snabbt som möjligt när vi har det första miljötillståndet på plats som tillåter tillverkning upp till en viss nivå, utan att slutföra själva cellerna. I den fasen kan vi lära oss jättemycket om att rent mekaniskt producera bra cellprototyper med bra kvalitet.\"Nu räknar man med att ha ett mer omfattande tillstånd på plats i höst som tillåter produktion av celler till presumtiva kunder för att de ska kunna utvärdera dem.\"Tanken är att vi hjälper kunden som sen kan beställa battericeller av en tillverkare med vårt katodmaterial.”Altris katodmaterial. Foto: PressSäkrat en kvarts miljardI samband med nyheten om Altris och Northvolts genombrott uppgav Björn Mårlid att bolaget var inne i en kapitalrunda där man siktade på att ta in runt en halv miljard kronor.\"Vi har passerat mitten i den rundan nu och det är nästan varje dag som jag pratar med presumtiva investerare.\"Han konstaterar att den uppmärksamhet som bolaget rönt de senaste månaderna har ökat intresset.“Att vi har de här samarbetena med Northvolt och Clarios har gjort att andra har fått upp ögonen för oss. Genom de partnerskapen så ser man att det finns potentiella kunder som tror på oss och det ger en validering av vårt koncept.”‍Hur ser du själv på er potential?“Vi vill bli en industriell spelare och det är vad vi har siktet inställt på under detta och nästa år. Vi ska tillverka på gigaskala och vara en stor producent av katodmaterial inom natriumjonbranschen. Vi har också målet inställt på att operera både i Europa och i USA.”‍Har ni redan börjat titta på etableringsplan på olika marknader?“Ja, dels tittar vi på vad det kan ge när vi kommer fram till ett sådant beslut. Först ska vi nå en produktion på en gigawatt i pilotanläggningen i Sandviken, vilket vi räknar med att nå i mitten av 2025. När vi nått dit och har löst de barnsjukdomar som alltid kommer med en processutveckling så är vi redo för nästa steg. Det kommer vara en 5 gigawattsfabrik som vi då kommer att titta på var det bäst passar sig att etablera den, Det kan bli i Europa men också i USA.”LÄS MER: Här är doldisen bakom Northvolts genombrott – ska bygga fabrik för halv miljardLÄS MER: Svenska forskare: Batteriet som kan vara nyckeln till elektrifieringenGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:AltrisNorthvoltForskningFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesKändistäta uppstickaren kan \"tvätta fram\" stål och järn – får otippad kundJan AhmadiMarch 14, 202418 miljarder till H2 Green Steel – Cristina Stenbeck investerarRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}