{
    "metadata": {
        "title": "Klimatbolaget växlar upp – vässar strategin och byter ordförande │ Impact Loop",
        "author": "Christian von Essen",
        "publish_date": "2024-03-19",
        "tags": [
            "GoClimate"
        ],
        "url": "https://impactloop.se/artikel/ny-strategi-och-ny-ordforande-sa-gar-det-for-klimatberaknings-bolaget"
    },
    "content": "Klimatbolaget växlar upp – vässar strategin och byter ordförande │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJust nuKlimatbolaget växlar upp – vässar strategin och byter ordförande2024-03-1911:03Dela artikelnCecilia Lindén, medgrundare GoClimate. Foto: pressbild.Åre-baserade GoClimate, som hjälper företag med klimatkalkyleringar, gynnas av de nya EU-direktiven och svänger om från privatpersoner till företag. Dessutom greppar medgrundaren Cecilia Lindén ordförande-klubban i styrelsen.<br><br> \"Vårt mål är att alla företag i Sverige ska kunna ta del av våra automatiska hållbarhetssiffror\", säger hon till Impact Loop och berättar hur 2023 gick.Christian von EssenReporterMed sin enkla klimatkalkyl fick GoClimate snabbt en stor användarbas hos Sveriges privathushåll som ville se över sina avtryck. Under det senaste året har bolagets fokus skiftat – nu är det framförallt företagens omställning och databehov som står i fokus.Bland annat har man byggt ett verktyg för att snabbt kunna destillera klimatavtryck direkt från bokföringsdata. I samarbete med Oxceed och Handelsbanken har man lanserat tjänsten Hållbarhetskollen, som kan integreras direkt med små och medelstora företags bokföringsprogram.Fler liknande samarbeten kommer att rullas ut under våren.\"Vårt mål är att alla företag i Sverige ska kunna ta del av våra automatiska hållbarhetssiffror. Då kan de lägga sin tid och fokus på åtgärder för att bli mer hållbara istället för att lägga tid på rapportering och insamling av data”, säger Cecilia Lindén, som grundat bolaget ihop med Kalle Nilvér, till Impact Loop.Räknar med att vända till vinstGoClimate omsatte 12 miljoner kronor under 2023, med ett förlustresultat på 3,6 miljoner. En förklaring till förlusten är nyanställningar och produktutveckling i och med det nya fokuset på B2B-marknaden.”Allt mer av vår tid går till att stötta företag, istället för individer, med klimatomställningen. Vi kommer att växa, och förmodligen fortsätta gå lite back, under 2024, men vi räknar med att vända det till positiva siffror under 2025\", säger Cecilia Lindén.En viktig anledning till omsvängningen återfinns i det nya EU-direktivet CSRD, som kommer att innebära ett kraftigt ökat rapporteringskrav inom klimat och hållbarhet. Först för de något större bolagen, men efterhand även för deras underleverantörer.”Många mindre och medelstora företag har precis vaknat till en ny verklighet. De försöker förstå hur de ska förhålla sig till fler hållbarhetskrav.”Cecilia Lindén tror med andra ord att positioneringen är potentiellt gynnsam för bolag som arbetar med att underlätta den här rapporteringen.”GoClimate är inne i en superspännande fas där våra automatiska hållbarhetsberäkningar tagits emot väldigt bra av marknaden. Det blir kul och spännande att axla rollen som ordförande och guida organisationen framåt för att även fortsatt kunna göra så mycket planetnytta som möjligt − så snabbt som möjligt.”Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Christian von EssenDela artikeln:GoClimateFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesJust nu: Volvo Cars lanserar jättesatsning för framtidens mobilitet i GöteborgCamilla BergmanMarch 14, 2024Bonnier-backade biltvätten pivoterar och tar in kapital – här är nya planenRikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}