{
    "metadata": {
        "title": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop",
        "author": "Jan Ahmadi",
        "publish_date": "2023-12-21",
        "tags": [
            "Investeringar",
            "Veckans nedslag"
        ],
        "url": "https://impactloop.se/artikel/sveriges-31-storsta-impact-investerare-storlek-omraden-de-investerar-i-och-personerna-du-ska-kontakta"
    },
    "content": "Sveriges 33 största impact-investerare – storlek, områden och personer att kontakta │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKartläggningSveriges 33 största impact-investerare – storlek, områden och personer att kontakta2023-12-218:06Dela artikelnPressbilder på flera investerare som nämns i texten. Grafik: Diana Demin. Att hitta rätt investerare när du tar in kapital är lite av en djungel. För att hjälpa dig att hitta rätt har Impact Loop kartlagt de viktigaste aktörerna på området, komplett med vilka områden de riktar in sig på och i vilken fas de går in.Jan AhmadiReporterVi fyller på med aktörer löpande – så tipsa oss om vi missat någon på impact@loop.se.I denna genomgång har vi valt att fokusera på de mest aktiva riskkapitalbolagen inom impact som har en närvaro i Sverige. Viktigt att tänka på är att det inte är säkert att ett riskkapitalbolag är rätt för just dig. Är du väldigt tidig ute i din entreprenörsresa kan affärsänglar till exempel vara ett bättre alternativ, då många av dessa visserligen går in i tidig fas men oftast vill ha någon typ av tidig \"traction\". Men vill du skala snabbt och behöver kapital för att kunna göra det kan riskkapitalbolagen vara rätt.Här kan du också läsa vår guide till finansiering:Del 1: Gör inte dessa misstag när du pitchar för en investerareDel 2: Så utvärderar investerarna ditt impact-bolag – kriterier, mätbarhet och hemliga knepenDel 3: Så får du loss bidragen – experternas råd till \"soft funding\"Summa EquitySumma, som i fjol stängde en impactfond på över 25 miljarder kronor och i år en cirkulär fond på runt 6 miljarder, investerar i bolag som löser globala utmaningar och som har en positiv samhällspåverkan. Men man har tre huvudteman: resurseffektivitet, förändrande demografier och omställning som möjliggörs av teknik. Man investerar i olika skeden i bolagsutvecklingen.Urval av portföljbolag: Lin och Sortera Antal portföljbolag: 25Investeringskapital: Cirka 40 miljarder kronor fördelat på fyra fonderAnsvariga: Emelie Norling‍Trill ImpactTrill Impact investerar både i bolag som har lösningar inom klimat och social hållbarhet. Man har tre huvudteman man riktar in sig på: Hållbar planet, hälsosamma människor och motståndskraftigt samhälle. Man har kapital för olika skeden i ett bolags utveckling, från mikrofinansiering till senare skeden.Urval av portföljbolag: Nordomatic, Infrakraft och ILT EducationAntal portföljbolag: 15Investeringskapital: Cirka 13 miljarder kronor Ansvariga: Alex Domin och Viktor Andersson‍Trio impact investI just denna kartläggning har vi inte med alla investerare kopplat till universiteten i landet, men Trio Impact Invest får bli ett undantag. Dels signalerar de inriktningen i sitt namn – dels har de precis vunnit upphandlingen för Tillväxtverkets fond i region Stockholm. Kungliga Tekniska Högskolan, Karolinska Institutet och Stockholms Universitet har grundat riskkapitalbolaget. Bolaget uppger att de har ”siktet inställt på att stärka Stockholms förmåga att utveckla och skala upp deeptech-bolag för ökad framtida konkurrenskraft”. Det är kapitalrundor i tidiga skeden och i forskningsbolag som man främst kommer att vara aktiv inom. Läs mer här.Urval av portföljbolag: Inga offentliga änAntal portföljbolag: Inga offentliga änInvesteringskapital: 43 miljoner kronor (Man vill ta in mer) Ansvariga: Siimon VaskeNorrskenStiftelsen och impact-hubben Norrsken behöver nog inte någon närmare presentation, men för den som söker kapital är det troligtvis istället de tre riskkapital-grenarna Norrsken VC, Norrsken Accelerator och Norrsken Launcher som är mest intressant. Samtliga bolag riktar in sig på tidiga kapitalrundor men är, till skillnad mot många andra impact-investerare, mer agnostiska vad gäller inriktning. Norrsken VC har ett mer traditionellt investerar-upplägg, medan Norrsken Launcher siktar in sig på entreprenörer med idéer som inte är fullt ut kommersialiserade än, där det exempelvis finns ett forskarteam som behöver hjälp att bygga team och skala upp. Accelerator investerar globalt och beviljar runt 1,3 miljoner kronor till 20 bolag per år.Vid sidan om dessa finns även stiftelsen Norrsken Mind, som vill investera i forskning kring psykedeliska ämnen som kan behandla psykisk ohälsa. Under paraplyet finns även Norrsken22 som riktar in sig på bolag med verksamhet i Afrika. Norrsken VC:Urval av portföljbolag: Heart Aerospace, Climateview och EinrideAntal portföljbolag: 42 Investeringskapital: Över 5 miljarder kronor (totalt)Ansvariga Norrsken VC: Agate Freimane, Tove Larsson, David Frykman och Alexander DanielssonNorrsken Launcher:‍Urval av portföljbolag: Blykalla, Amidea och PlasticfriAntal portföljbolag: 5 Investeringskapital: Snart 1 miljard kronor, enligt uppgifter i mediaAnsvariga Norrsken VC: Erik Engellau-Nilsson Norrsken Accelerator:‍Urval av portföljbolag: Airforestry, Vidde och CemvisionAntal portföljbolag: 60 Investeringskapital: Vill inte uppgeAnsvariga Norrsken VC: Alex Bakir och Johan AttbyNiklas Adalberth sitter med i Norrsken VCs investeringskommitté. Här på meetup med Impact Loop på just Norrsken. Foto: Jonas BorgEIT InnoenergyEIT Innoenergy, som genom åren delvis finansierats av EU-organet European Institute of Innovation and Technology (EIT), har ett uttalat fokus att bidra till omställningen från fossila energislag genom att satsa på bland annat batterilagring, solkraft och grön vätgas. Man investerar över hela Europa men det finns ett kontor i Sverige och man har stöttat fler än en handfull svenska bolag. Det är främst i de tidiga stadierna man investerar men storleken på investeringarna kan variera. Innoenergy har både varit med och stöttat både stora Northvolt och lilla batteribolaget Rivus. Urval av portföljbolag: Corpower Ocean, C-Green Technology, Rivus och MinestoAntal portföljbolag: 200+Investeringskapital: Över 100 miljarder kronor‍Ansvarig: Kenneth Johansson, vd för EIT Innoenergys verksamhet i NordenEIT Urban Mobility (Impact Ventures)EIT Urban Mobility är, precis som systerorganisationen ovan, EU-finansierat och riktar in sig på bolag över hela kontinenten. Men det är en hög andel svenska bolag som ligger i portföljen under Impact Ventures. Man investerar i tidiga skeden i bolag som verkar inom urban mobilitet, mellan 0,5 och 20 miljoner kronor. Kriterierna för att få ta emot en investering är bland annat att man inte får ha över 100 anställda eller vara värderade över 20 miljoner euro (pre money). Man investerar i runt 50 bolag per år och har hittills över 40 procent kvinnoledda bolag i portföljen.Urval av portföljbolag: Mioo, Nudgd och CocoonAntal portföljbolag: 128 Investeringskapital: Man har investerat runt 150 miljoner kronor så här långtAnsvarig: Fredrik Hånell, chef för Impact Ventures‍Pale blue dot‍Malmöbaserade Pale blu dot investerar i klimatteknikbolag i tidiga skeden. Det handlar främst om lösningar som kan få ner koldioxidutsläppen i världen. Man fokuserar geografiskt på Europa och USA men man har ett par svenska bolag i portföljen. ‍Urval av portföljbolag: Veat och Improvin’Antal portföljbolag: 24Investeringskapital: Cirka 2 miljarder kronor i sina två fonderAnsvariga: Joel Larsson, Heidi Lindvall and Hampus JakobssonGullspång Re:food VC (Gullspång Invest)Re:food, som ligger under Gullspång Invest, investerar i entreprenörer som har idéer inom foodtech eller som generellt har lösningar på utmaningarna inom livsmedelsproduktion. De fyra områden man specifikt riktar in sig på är: Hållbara värdekedjor, hälsosam kosthållning, hälsosam jord samt hållbara proteiner och fetter. Urval av portföljbolag: Oatly, Nick’s och Stockeld DreameryAntal portföljbolag: 16Investeringskapital: Inga offentliga uppgifterAnsvariga: Gustaf Brandberg och Peter Odemark Course Corrected Course Corrected vill hitta skalbara bolag som kan motverka klimatförändringarna och bli ledande inom sina marknader. Man uppger att man är öppna för att investera i olika skeden med fokuserar huvudsakligen på tidiga stadier och Serie A-rundor. Urval av portföljbolag: Emulate, Modvion och PapershellAntal portföljbolag: 10Investeringskapital: Inga offentliga uppgifterAnsvariga: Kerstin Cooley, Christine Ahlstrand och Katja BergmanKerstin Cooley på Course Corrected med Airas vd Martin Lewerth. Foto: Jonas BorgAlmi Invest GreentechTill skillnad från tidigare nämnda aktörer investerar statliga Almi Greentech utelsutande i svenska bolag. Men likt många av de andra investerar man i tidiga skeden. Fokus ligger på bolag som kan göra skillnad vad gäller utsläppen i världen eller som kan förbättra lokala miljöförhållanden. Men i det här sammanhanget ska man inte heller glömma bort Almi invest, som också kan investera i impactbolag, samt de olika regionala Almifonder som finns runt om i landet.  ‍Urval av portföljbolag: Altered, Enjay och EpishineAntal portföljbolag: 33Investeringskapital: 130 miljarder kronor (fått tillskott i en ny fond)Ansvariga: Stefan SöderlingVerdane (Idunfonden)Med kontor i Stockholm har Verdane stängt en av de största impactfonderna i Europa, Idun 1. Riskkapitalbolaget uppger också att man redan innan Idun 1 investerat 2,5 miljarder kronor i impactbolag, däribland svenska Bemz. Idun 1 fokuserar på att investera i tre huvudområden, energiomställning, hållbar konsumtion och motståndskraftiga samhällen. Fonden fokuserar på norra Europa och man har sagt att en tredjedel av kapitalet väntas investeras i Sverige. Tanken är att gå in med 100 till 150 miljoner kronor per investering, främst som enda institutionell partner. Urval av portföljbolag: Qbtech (Idun 1)Antal portföljbolag: 2+ (Idun 1)Investeringskapital: 3 miljarder kronor (Idun 1)Ansvariga: Frida Einarson är partner på VerdaneSEB Greentech VCDe andra bankerna saknar det här och är därför inte med, men just SEB har faktiskt ett riskkapitalbolag som riktar in sig på greentech. Det man investerar i är idéer som ska kan bidra till att minska utsläppen av växthusgaser eller att planetens gränser inte överskrids. De områden man uppger som exempel är förnyelsebar energi, material, vatten- och jordbruksteknologi, cirkulära affärsmodeller och avfallshantering. SEB Greentech VC gör initiala investering som ofta ligger mellan 10 och 40 miljoner kronor och fortsätter att vara engagerad i portföljbolagens tillväxt. Banken tittar på hela Europa, men har ett extra fokus på de nordiska och baltiska marknaderna. Urval av portföljbolag: Qvantum, C-Green Technology och ClimateviewAntal portföljbolag: 8Investeringskapital: 600 miljoner kronorAnsvariga: Johan TorgebySEB Greentech-teamet i Stockholm. Foto: PressImpact InvestImpact Invest investerar i Skandinavien och fokuserar på bolag och andra aktörer som på något sätt förbättrar fysiskt eller psykiskt välmående. Man välkomnar att bolag som har mer än tre år på nacken hör av sig. Man klassar sig själv som en evergreen-fond, som är med i flera rundor under ett bolags utvecklingsresa. Man uppger att man gör 5-6 investeringar per år i sådd-rundor, från 200 000 kronor och uppåt. Urval av portföljbolag: Inga offentliga änAntal portföljbolag: Inga offentliga änInvesteringskapital: Vill ej uppgeAnsvariga: Ruth Brännvall, vd och fondförvaltare Kale UnitedKale United både med att investera i aktörer inom foodtech eller att genom dotterbolaget Kale Foods köpa upp dem och driva dem. Man investerar både i privata och publika bolag. Till Impact Loop avslöjade man nyligen att man ska sätta upp en fond till nästa år och siktar på att ta in 150 miljoner kronor. De pengarna ska användas till att stötta upp bolagen med bäst potential att skala upp. Urval av portföljbolag: Bärta, Mycorena och HookedAntal portföljbolag: 80Investeringskapital: 20 miljoner kronor utöver existerande portföljAnsvariga: Måns UllerstamNicoyaLikt ovanstående branschkollega siktar Nicoya på att investera i bolag inom foodtech. Men man fokuserar in på bolag i tidiga skeden som man kan hjälpa att växa och kommersialisera. Urval av portföljbolag: Nick’s, El Taco Truck och Peas of HeavenAntal portföljbolag: 13Investeringskapital: Vill inte uppgeAnsvariga: Christopher Slim, Carolin Janmark och David KarlssonRadcap VenturesDet här kan vara ett intressant alternativ för alla kvinnliga entreprenörer där ute. Radcap är ett nätverk av 34 kvinnliga ängelinvesterare som både kan hjälpa bolag med stöd och kapital. Man har inget uttalat impactfokus, men jämställdhet är såklart viktigt inom området och huvudkriteriet är att minst 50 procent av grundarteamet ska vara kvinnor eller icke-binära.‍Urval av portföljbolag: Inga offentliga änAntal portföljbolag: Inga offentliga änInvesteringskapital: 3,4 miljoner kronorAnsvariga: Nastaran Baleng-Soultani och Karolina Nilsson Unconventional VenturesPå ovanstående tema har vi också Unconventional Ventures, som letar efter grundarteam med någon form av mångfald. Man letar efter skalbara lösningar och uppger sig vara sektoragnostisk. Men bolaget listar ändå fyra områden man fokuserar mest på. Det är klimat och miljö, hälsa och femtech, utbildning samt finansiell inkludering. Man investerar främst i tidiga skeden i Norden och Europa. Urval av portföljbolag: Leia och ScifreeAntal portföljbolag: 8Investeringskapital: 3,4 miljoner kronorAnsvariga: Nora Bavey och Thea MesselNora Bavey. Foto: PressVentechFranske Ventech som nyligen öppnat kontor i Stockholm är också värda att nämna i en sån här sammanställning. Bolaget, som har fonden AFI Ventures som är dedikerad till impact-investeringar, uppgav nyligen till Impact Loop att man tittar brett på bolag inom impact som har ny teknik och hög innovationshöjd. Man investerar ‘late seed’ och i serie A-rundor, mellan 2 och 5 miljoner euro. Urval av portföljbolag: MindlerAntal portföljbolag: 200+Investeringskapital: Ca 10 miljarder kronorAnsvariga: Joel Uddén och Tero MennanderSätila Impact InvestmentGöteborgsbaserade Sätila Impact Investment har fyra fokusområden. Det är energi, vatten och sanitet, djurskydd och djuretik samt framtidens mat och jordbruk. Man investerar främst i svenska bolag. Bolaget investerar i tidiga skeden vanligtvis men storleken kan variera. Man har ingen geografisk begränsning.  Urval av portföljbolag: Pulpac, Amferia och Nordic SeafarmAntal portföljbolag: 17Investeringskapital: Vill inte uppgeAnsvariga: Jessica NauckhoffUtfallsfondenDetta är en satsning med ett speciellt upplägg som är inriktat på svenska projekt inom social hållbarhet. Tanken är att delvis agera som vilket riskkapitalbolag som helst och investera i intressanta bolag. Men man ska i första hand fokusera på att finansiera verksamheter så att de kan arbeta under en längre tid mot främst offentlig sektor. Tanken är att man ska kunna arbeta tills dess att utfallen blir synliga och det blir möjligt att ta betalt för dem enligt de utfallskontrakt man tänker sig sälja in projekt med. Det kan exempelvis handla om ett projekt ämnat att exempelvis få upp andelen elever som går ut skolan med fullständiga betyg.Urval av portföljbolag: Inga offentliga änAntal portföljbolag: Inga offentliga änInvesteringskapital: 350 miljoner kronorAnsvariga: Johan Fredriksson, Joachim Werr och Jenny Carenco Johan Fredriksson, Joachim Werr och Jenny Carenco. Foto: PressLeksell Social VenturesDetta är en aktör som investerar i entreprenörer som vill stimulera samhällsutveckling med social innovation. Det handlar framförallt om psykisk ohälsa, integration och utbildning. Leksell Social Ventures gör både direktinvesteringar och så kallade utfallsinvesteringar som nämns ovan.Urval av portföljbolag: Just Arrived, Sana Labs och MindmoreAntal portföljbolag: 5Investeringskapital: Vill inte uppgeAnsvariga: Laurent Leksell och Hugo MörseThe Inner FoundationDetta är en aktör i samma anda som ovanstående. The Inner Foundation fokuserar på investeringar i välmående och psykisk hälsa. Man investerar både i bolag och andra investerare. Man har främst investerat i startups och tidiga skeden och är öppna både för vinstdrivande bolag, icke vinstdrivande aktörer eller de som har någon form av kombinatinosmodell.Urval av portföljbolag: Allbry, Braive och BlingAntal portföljbolag: 21Investeringskapital: 1 miljard kronorAnsvariga: Annika Sten PärsonÖvriga aktörer att ha koll på:Utöver bankerna och de stora konventionella riskkapitalaktörerna är här ett par andra aktörer att hålla reda på:Koncernernas investeringsbolag. Glöm inte att de flesta stora koncerner och bolag har olika investeringsarmar. Är du ett nytänkande bolag så är de stora spelarna inom din bransch ofta ute efter att förnya sig. Santa Maria-ägaren Paulig har exempelvis investeringsgrenen Pinc som investerar i framtidens mat, Axel Johnson-koncernen har Novax som gör detsamma, Ikea har Ingka Investments som varit aktiva inom förnybar energi och energilagring och H&M har H&M Group Ventures som investerar i hållbara lösningar inom textilier och mode. Industrifonden. Investerar i bolag som har potential att förändra en hel industri i sådd- och A-rundor. ‍Luminar Ventures. Investerar i tidiga skeden och har bland annat Normative, Mindler och Greenely i portföljen.‍Kvanted Ventures. Den nya Finlandsbaserade aktören, som investerar i tidiga skeden i startups inom industriell teknologi och innovation, uppger att man pratar med flera svenska bolag.‍Blume Equity. Svenska Michelle Capiod återfinns bland grundarna i det Londonbaserade riskkapitalbolaget som investerat i bland andra Matsmart och Normative. Man fokuserar på Serie B-rundor och framåt.‍Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Jan Ahmadijan@loop.seDela artikeln:InvesteringarVeckans nedslagFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesNo items found.\n\n\n\n\n\n\n"
}