{
    "metadata": {
        "title": "De köper boende-appen för 1 krona: \"Ser över kostnaderna rejält\" │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-10-29",
        "tags": [
            "Ourliving",
            "Boappa"
        ],
        "url": "https://impactloop.se/artikel/de-koper-boende-app-fran-sbab-for-1-krona-ser-over-kostnaderna-rejalt"
    },
    "content": "De köper boende-appen för 1 krona: \"Ser över kostnaderna rejält\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nProptechDe köper boende-appen för 1 krona: \"Ser över kostnaderna rejält\"2023-10-2916:37Dela artikelnHenrik Jarl, vd Ourliving, och Mats He, grundare och vd för Boappa. Foto: pressbild.Börsnoterade Ourliving köper boende-appen Boappa från SBAB. Nu ska organisationen på nio anställda ses över.RedaktionenDet var i slutet av förra veckan som börsnoterade Ourliving, som har en digital plattform för boende och även levererar solcellslösningar, meddelade att de köper Boappa för 1 krona. Den senare är en plattform som ska underlätta för kommunikation i bostadsrättsföreningen.Säljare är inte Boappa utan statliga SBAB, som köpte lite mer än hälften av aktierna 2021 med avsikten att köpa resten. Så blev det alltså inte, utan Ourliving kommer med förvärvet att överta Boappas kundbas som idag består av över tusen bostadsrättsföreningar. Man tar även över verksamheten med nio anställda. Organisationen ska dock ses över för att förbättra resultatet, meddelar man i samband med förvärvet.\"Vår strategi, som ett proptech-bolag, är att effektivisera bygg- och fastighetsbranschen genom digitalisering och vi tror på färre leverantörer. Genom förvärvet av Boappa AB tar vi nu en ledande position för boendeappar och vi breddar vår kundbas signifikant, dessutom med stort fokus på hållbarhet\", säger Henrik Jarl, vd i Ourliving i ett uttalande.Boappa omsatte 2022 1,4 miljoner kronor med ett rörelseresultat på –13 miljoner kronor.\"Tusentals bostadsrättsföreningar kommer nu att få ett ännu bredare erbjudande och vi räknar med att sälja mer av våra digitala produkter och även förnybar energi samt energilagring. Vi kommer göra allt för att skapa ett positivt kassaflöde så fort som möjligt och det är också därför vi ser över kostnaderna rejält i Boappa från början eftersom Ourliving redan har fina kompetenser som vi kan använda för att skala\", säger Henrik Jarl.Den svenska proptechmarknaden har vuxit de senaste åren, drivet av både teknologiska innovationer, ett växande intresse för hållbarhet och ny lagstiftning. Det handlar bland annat om lösningar som fokuserar på energieffektivitet, hållbara byggmaterial och smarta hem-system som minimerar avfall och resursanvändning. LÄS MER: Ny utsläppslag i New York kan göra svenska proptechbolag till vinnareGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:OurlivingBoappaFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesKlimatet i fokus på New Yorks proptech-vecka – 3 spaningar från ossJenny KjellénMarch 14, 2024Proptech-vd:n om hajpen kring batterilager: \"Är att skrapa på ytan\"Jenny KjellénMarch 14, 2024\n\n\n\n\n\n\n"
}