{
    "metadata": {
        "title": "JUST NU: Grönt ljus från Energimyndigheten – Hybrit får miljardstöd │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-12-14",
        "tags": [],
        "url": "https://impactloop.se/artikel/gront-ljus-fran-energimyndigheten-hybrit-far-miljardstod"
    },
    "content": "JUST NU: Grönt ljus från Energimyndigheten – Hybrit får miljardstöd │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nStatliga stödJUST NU: Grönt ljus från Energimyndigheten – Hybrit får miljardstöd2023-12-1410:29Dela artikelnJan Moström, vd och koncernchef på LKABDen svenska grönt-stål sektor som växer fram i Norrland fick precis en fet knuff framåt. På torsdagsmorgonen meddelade Energimyndigheten att de beviljar ett stöd på 3,1 miljarder svenska kronor till LKAB:s Hybrit-projekt.Rikard RosellReporterDet pågår en kapplöpning bland de nya gröna svenska stålsatsningarna för att ta klivet mot fullskalig produktion. En viktig pusselbit som både Harald Mix H2 green steel och LKAB som står bakom Hybrit-satsningen lyft fram handlar om möjligheten till statliga stöd. Båda H2 green steel och Hybrit har sedan tidigare sökt miljardstöd från Energimyndighetens industriklivet, på 3,8 respektive 3,7 miljarder kronor.Nu får Hybrit kraftig vind i seglen när Energimyndigheten meddelar att man klubbat ett stöd på 3,1 miljarder kronor. Som trots att det är lägre än den sökta summan tangerar något av en rekordnivå.  Pengarna, som kommer direkt från statskassan genom industriklivet, är den största investeringen som Energimyndighetens stödprojekt någonsin har gjort. ”Svensk industris framtida konkurrenskraft ligger mångt och mycket i att bli fullt ut fossilfri. Därför är de satsningar som sker inom Industriklivet av stor betydelse inte bara för klimatet och miljöns skull utan minst lika mycket för kompetensförsörjningen och sysselsättningen på både nya och gamla industriorter i vårt land. Det beslut som vi nu tar är det finansiellt största som gjorts hittills i detta arbete och det är ett viktigt sådant,” säger Energimyndighetens generaldirektör Robert Andrén i en kommentar.Hybrit-projektets plan är att bygga en demonstrationsanläggning för direktreduktion av järnmalm och vätgasproduktion på LKAB:s befintliga industriområde i Gällivare. Vid full produktion ska anläggningen enligt bolaget producera 1,35 miljoner ton fossilfri järnsvamp årligen.Jan Moström, vd och koncernchef på LKAB, välkomnar det statliga stödet och ser det som en kritisk insats för att hålla uppe tempot i den teknologiska utvecklingen.”Förädlingen och produktionen av fossilfri järnsvamp är central för klimatet och för svensk konkurrenskraft. Vi välkomnar beskedet att staten är med och delar den inledande risken i detta avgörande steg för att industrialisera Hybrit-teknologin. För att mota klimatförändringarna behöver vi komma framåt snabbt, och för att hålla takten är det viktigt att vi får alla förutsättningar på plats inför kommande investeringsbeslut,” säger Moström.Samtidigt som den svenska järn- och stålindustrin är en betydande koldioxidutsläppskälla, utgör den också en nödvändig och vital sektor för svensk export och ekonomi. Att kunna producera fossilfritt stål från gruva till färdig produkt skulle inte bara vara en nyckelfaktor för att minska basindustrins miljöpåverkan utan även stärka den svenska konkurrenskraften..”Hybrits demonstrationsanläggning har potential att minska de svenska koldioxidutsläppen med cirka 1,8 miljoner ton per år. Att tekniken nu ska demonstreras i industriell skala är viktigt för omställningen i stålindustrin. De lärdomar som dras kommer att kunna spridas och användas utanför projektet,” säger Klara Helstad, chef för enheten hållbar industri på Energimyndigheten.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesBensinbolag enda aktören som fått grönt miljardstödJan AhmadiMarch 14, 2024Rekordmånga sökande till statens klimatmiljarder – här är bolagen som vill ha mestJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}