{
    "metadata": {
        "title": "KRÖNIKA: Förnybart i all ära – är bästa investeringen verkligen i Sverige? │ Impact Loop",
        "author": "Jens Bäckbom",
        "publish_date": "2024-03-20",
        "tags": [
            "Jens Bäckbom"
        ],
        "url": "https://impactloop.se/artikel/fornybart-i-all-ara-ar-basta-investeringen-verkligen-i-sverige"
    },
    "content": "KRÖNIKA: Förnybart i all ära – är bästa investeringen verkligen i Sverige? │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEnergiKRÖNIKA: Förnybart i all ära – är bästa investeringen verkligen i Sverige?2024-03-2011:36Dela artikelnJens Bäckbom, entreprenör med bolaget Pareto. Foto: privat. Grafik av Impact Loop.KRÖNIKA. Att investera i förnybart i Sverige är att ersätta en av världens renaste energimixar med förnybar energi, medan en investering på Balkan kan kapa 99 procent av koldioxidutsläppet. Ändå vågar investerare inte öppna plånboken här, skriver Jens Bäckbom i en krönika.Jens BäckbomEntreprenörJag är ett stort fan av 80/20-regeln, du vet där 20 procent av insatsen ger 80 procent av resultatet. Tillämpar man den effektivt så kan man få stor utväxling på tid och pengar, så visst borde väl samma sak gälla impact-investeringar? Men faktum är att jag börjar se tendenser på motsatsen – där ren feghet eller alltför snäva mandat hindrar investerare från att få maximal impact per investerad krona.Jag samtalade nyligen med en god vän tillika entreprenör. Entreprenören, en av de skarpaste jag känner, arbetar med storskalig etablering av vindkraft på ett antal marknader på Balkan.Att addera solkraft till mixen gör egentligen varken till eller frånVarför Balkan och inte Sverige? Han gav mig följande räkneexempel: Den svenska energimixen som till stor del består av vatten-, kärn- och vindkraft har ett koldioxidutsläpp på 30 g koldioxid per kilowattimme. Detta är en tiondel av det europeiska snittet, en femtondel av det amerikanska, och en tjugondel av det kinesiska. Att addera solkraft till mixen gör egentligen varken till eller från ur ett koldioxidperspektiv, då solen har ett CO2-avtryck på 28-35 g CO2/kWh. Att addera vindkraft minskar förvisso koldioxidavtrycket till en tredjedel, då vind bara producerar 12 g CO2/kWh, men inte heller detta har en fundamental påverkan på utsläpp då de svenska redan är så låga.På Balkan ser det dock väldigt annorlunda ut. Dessa länder har ett koldioxidavtryck på uppåt 1200 g CO2/kWh – det vill säga 40 gånger högre (!!) än i Sverige. Varje vindkraftverk som installeras på dessa marknader reducerar koldioxidavtrycket med 99 procent. Detta är nästan lika mycket som hela Sveriges samlade koldioxidutsläpp.Tillbaka till min vän entreprenören: Tillsammans med ett antal lokala utvecklare, och med stark support från både regeringar och lokalsamhällen har hans team nu utvecklat projekt om nästan 11 TWh.  Detta motsvarar en fjärdedel av dessa marknaders totala årliga konsumtion. Utöver detta behöver de under det kommande decenniet bygga åtminstone 30 TWh vind och solkraft för att klara av att fasa ut sina 14 brunkolskraftverk. Det är här 80/20-regeln kommer in: Investerar man i förnybart i Sverige ersätter man i princip en av världens mest rena energimixar med förnybar energi, och har en mycket liten till negligerbar impact på koldioxidutsläppen. Investerar man istället i de värsta koldioxidutsläpparna såsom Balkanmarknaderna, kan man istället ersätta svavelhaltiga energikällor som brunkol och kapa bort 99 procent av koldioxidutsläppet. När min vän och andra entreprenörer på Balkanmarknaderna byggt de 30 TWh som behövs kommer de att ha reducerat Europas koldioxidutsläpp med 36 miljoner ton koldioxid. Detta är nästan lika mycket som hela Sveriges samlade koldioxidutsläpp.Det är desto svårare att våga lyfta blicken utanför gränsernaNu till det smått tragiska i denna historia: Min vän vände sig nyligen till mig då han har svårt att resa pengar. När han pratar med infrastrukturfonderna så vill de bara investera i färdiga projekt (det vill säga, de vill inte ta risken att bolaget inte lyckas säkra alla nödvändiga avtal och tillstånd), andra fonder får inte investera utanför EU, vissa skyller på \"politisk risk\" och av VC-investerare får han feedback som \"Har du ingen app?\".Min vän är tyvärr inte unik. Många investerare (inklusive jag själv) har lärt sig av Warren Buffett att man ska investera i saker man förstår, vilket tyvärr ofta leder till att man investerar i saker man känner igen: Personer som ser ut som en själv, pratar som en själv, eller helt enkelt bolag som befinner sig i samma land som en själv. Det är med andra ord enkelt att fatta ett investeringsbeslut kring ett svenskt elmoppe-bolag eller en begagnat-e-handel. Det är desto svårare att våga lyfta blicken utanför gränserna, sätta sig in i något som man inte riktigt känner igen, tänka i termer av 80/20 och investera i projekt som kan göra massiv skillnad. Men det är det som behövs.Läs mer: Sol, vind, kärnkraft och vatten – 24 bolag som vill lösa framtidens energibehovGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Jens Bäckbomjens.backbom@gmail.comDela artikeln:Jens BäckbomFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesRegeringen satsar på stora kärnkraftverk – men vad hände med de små?Jan AhmadiMarch 14, 2024Ny utsläppslag i New York kan göra svenska proptechbolag till vinnareRikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}