{
    "metadata": {
        "title": "Bill Gates på klimatveckan: \"Mycket överdrift om klimatet\" │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2023-09-22",
        "tags": [
            "Bill Gates",
            "Klimat"
        ],
        "url": "https://impactloop.se/artikel/bill-gates-pa-klimatveckan-mycket-overdrift-om-klimatet"
    },
    "content": "Bill Gates på klimatveckan: \"Mycket överdrift om klimatet\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nClimate Week NYCBill Gates på klimatveckan: \"Mycket överdrift om klimatet\"2023-09-226:10Dela artikelnMicrosofts grundare Bill Gates deltog på New Yorks klimatvecka. Foto: AP/TT.När Microsofts grundare Bill Gates talade på New Yorks klimatvecka nu i veckan förespråkade han innovation före tuffa regler – och sa att planeten kommer att må bra.Camilla BergmanChefredaktörVärldens största årliga klimatvecka pågår i detta nu i New York, och det var under ett event anordnat av Storbritanniens prins William som Microsofts grundare Bill Gates deltog. Tillsammans med prins William och medieentreprenören Michael Bloomberg valde han att anta en mer hoppfull inställning till klimatfrågan, rapporterar tidningen Fortune.\"Det finns mycket överdrift om klimatet\", sa Bill Gates. \"Klimatet är inte slutet för planeten. Så planeten kommer att må bra.\"Han menade också att världen inte kommer att kunna nå målet att begränsa uppvärmningen till 1,5 grader Celsius, men att den – enligt honom – heller inte kommer att nå 3-graders Celsius-markeringen.Att det inte är så illa menade Gates beror på att världen varit på en “gigantisk” innovationssträcka sedan 2015.Klimatet är inte slutet för planeten. Så planeten kommer att må braNär techentreprenören på torsdagen deltog i New York Times event Climate Forward fick han frågan hur den inställningen hängde ihop med verkligheten av extremt väder runt om i världen.\"Jag är den personen som mest arbetar med klimatfrågor när det gäller innovation och hur vi kan förena flera mål\", sa han då och syftade på organisationen Bill and Melinda Gates Foundation som donerar stora summor pengar till hälso- och klimatprojekt.Han fortsatte:\"Det finns mycket begränsade resurser för att minska ojämlikheten i världen. Och inget tempererat land kommer att bli obeboeligt.\"Tror inte på att plantera trädIstället för en hård klimatpolitik förespråkar Bill Gates en pragmatisk, teknikdriven strategi, rapporterar New York Times som anordnade eventet Gates deltog på.\"Om du försöker genomföra klimatåtgärder med brutalt våld kommer du att få människor som säger: 'Jag gillar klimatet, men jag vill inte bära den kostnaden och minska min levnadsstandard'. Utan innovation är det osannolikt, särskilt i medelinkomstländer, att den brutala metoden kommer att vara framgångsrik.\"Han slog också fast att han inte tror på att plantera träd för att lösa klimatkrisen, och som svar på att vissa tror att det kan rädda planeten svarade entreprenören:\"Det är fullständigt nonsens.\"\"Är vi vetenskapliga människor eller dumhuvuden? Vilka vill vi vara?\"De 585 officiella event som hålls under Climate Week NYC har samlat näringsliv, politiker, techbolag och aktivister med vitt skilda åsikter i klimatfrågan. Bill Gates representerar föga förvånande en mer teknikdriven falang medan andra förespråkar akut handling och tuffa regler.LÄS MER: Klimatbråk mellan Elon Musk och Bill Gates: \"Kokade av vrede\"Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:Bill GatesKlimatFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesVi är överallt – här är 5 spaningar från New Yorks klimatveckaJenny KjellénMarch 14, 2024\n\n\n\n\n\n\n"
}