{
    "metadata": {
        "title": "Hon vill ändra hur sociala bolag får pengar – avslöjar oväntade finansiären: \"Det är helt unikt\" │ Impact Loop",
        "author": "Jan Ahmadi",
        "publish_date": "2023-12-21",
        "tags": [
            "Impact Invest"
        ],
        "url": "https://impactloop.se/artikel/impact-investeraren-avslojar-hemliga-portfoljen-och-ovantade-finansiaren"
    },
    "content": "Hon vill ändra hur sociala bolag får pengar – avslöjar oväntade finansiären: \"Det är helt unikt\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInvesteringarHon vill ändra hur sociala bolag får pengar – avslöjar oväntade finansiären: \"Det är helt unikt\"2023-12-216:20Dela artikelnRuth Brännvall. Foto Press/Ekaterina ShakharovaRuth Brännvall, grundare av den alternativa investeringsfonden Impact Invest, öppnar sin portfölj för Impact Loop – och avslöjar en svårgissad finansiär. Hon berättar också om hur hon lagt upp sin fond, som enligt henne är unik i Sverige.Jan AhmadiReporterDet räcker inte bara med VC-pengar och kommersiellt drivna aktörer för att lösa de sociala utmaningar som finns i samhället. Det är tesen som drivit Impact Invest och dess vd Ruth Brännvall. Från början hade bolaget två verksamheter. Man agerade rådgivare när andra satte upp fonder eller investerade. Sedan har man haft flera entreprenörsprogram internationellt och i Sverige för utlandsfödda. Men efter att ha sett att det fanns en kategori av verksamheter som inte riktigt hängde med i det ökade suget efter hållbara investeringar bestämde man sig för att göra något åt saken.Impact Invest startade därför häromåret en alternativ investeringsfond som finansierar både entreprenörer och andra aktörer som erbjuder lösningar för bättre hälsa och välbefinnande. Hittills har man investerat i fyra bolag.“Bland de första investeringar vi gjort har vi tittat brett inom hälsa och välmående. Det är fyra olika typer av bolag. Det är bland annat Monthly of Sweden, som utvecklar nya produkter för kvinnor inom mens och inkontinensbesvär efter graviditet. Likvor, som har en lösning för diagnostik av en specifik demenssjukdom som används av flera universitetssjukhus. Och norska Picterus som har en alternativ diagnostikmetod för gulsot hos nyfödda”, säger Ruth Brännvall, som också är fondförvaltare och doktor i ekonomi och management. Som ett exempel på bredden i portföljen finns även Tendium, som har en plattform för offentliga upphandlingar.“Tendium är vad vi kallar för en ‘impact enabler’ genom sin plattform. Det är många inom sociala verksamheter som är beroende av att få avtal med offentliga aktörer. Men man har små resurser och det kan vara tufft administrativt att tävla med större bolag om avtalen. Tendium är en spännande aktör som förenklar processen. Och det här är ett område där det verkligen behövs utmanare”, säger Ruth Brännvall. Erbjuder olika typer av finansieringImpact Invest har även beviljat några få mikrolån, till bland annat privatekonomiappen Sparla. Enligt Ruth Brännvall är fonden unik i Sverige eftersom man inte har en strikt modell där man ska investera riskkapital i olika aktiebolag, utan man tittar på olika finansieringsmöjligheter.“Den minsta finansieringen vi går in med är 200 000 kronor och så har vi ingen övre gräns, men vi har snittat 2 miljoner kronor under de första två åren. Vi tar små tickets de första åren eftersom vi både vill testa olika finansieringslösningar och typer av bolag. Sedan får vi se vad som fungerar bäst och göra följdinvesteringar i de aktörer som växer bra”, säger hon.Impact Invest, som ser sig ‘evergreen’-fond, väntar sig ta in kapital en gång per år och öka allt eftersom. Men man vill inte uppge hur mycket man tagit in hittills. “Vi säger inte hur mycket vi tagit in. Dels eftersom vi bara har privata investerare och dels för att vi ser det som en säkerhetsfråga. Det börjar bli känsligt med den här typen av uppgifter.”Det börjar bli känsligt med den här typen av uppgifterOväntade investerarenEn finansiär Impact Invest däremot väljer att offentliggöra är den ideella intresseorganisationen samt tillverkaren av sex- och samlevnadsprodukter RFSU. “Det är helt unikt att en ideell organisation går in i en riskkapitalfond på det här sättet. Det är en organisation som gjort väldigt mycket bra under väldigt lång tid kring sexuell hälsa. Det är väldigt kul att de nu också väljer att bidra till att andra organisationer kan göra skillnad genom att investera”, säger Ruth Brännvall. För att mäta vilken skillnad en organisation kan göra utgår Impact Invest från WHO:s ramverk för faktorer som påverkar hälsa. Man sätter sedan upp olika indikatorer och mätmetoder, som enkäter, observationer eller intervjuer, baserat på verksamheten för att följa upp vad det blir för förändring.LÄS MER: De vann slaget om statliga pengarna – då börjar nya riskkapitalbolaget investera (och i vad)Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Jan Ahmadijan@loop.seDela artikeln:Impact InvestFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesImpact-investeraren ratar startups: \"Börsnoterade bolagen är de mest intressanta\"Jan AhmadiMarch 14, 2024Uppgifter: Norrsken Launcher tar in en miljardJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}