{
    "metadata": {
        "title": "Miljonsatsning på biologisk mångfald – 3 saker att ha koll på idag │ Impact Loop",
        "author": "Jan Ahmadi",
        "publish_date": "2023-11-02",
        "tags": [],
        "url": "https://impactloop.se/artikel/duschbolagets-nya-avtal-och-miljonsatsning-pa-biologisk-mangfald-3-saker-att-ha-koll-pa-idag"
    },
    "content": "Miljonsatsning på biologisk mångfald – 3 saker att ha koll på idag │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetMiljonsatsning på biologisk mångfald – 3 saker att ha koll på idag2023-11-027:20Dela artikelnGrafik: Diana Demin.Tre saker att hålla koll på i dag.Jan AhmadiReporter1. Orbital Systems tecknar avtal med dansk pensionsfond. Det svenska klimatteknikbolaget har ingått ramavtal med pensionsfonden Vellivs fastighetsbolag Velliv Ejendomme. Avtalet innebär att duschsystemet Orbital Shower, kommer att installeras i Vellivs framtida byggprojekt. Anledningen uppges vara att bolaget vill göra sin fastighetsportfölj mer långsiktigt hållbart.2. Alpinstjärnans bolag stakar ut ny riktning. Transporttech-bolaget Packbud, grundat av den tidigare alpina skidåkaren Thomas Fogdö, samlar in 3,5 miljoner kronor för att utveckla sin SaaS-tjänst och digitala marknadsplats för gods. Med tjänstens hjälp kan mindre åkerier effektivt optimera sina transporter och fylla tomma lastutrymmen. Bolaget arbetar även med att kartlägga de potentiella koldioxidbesparingarna som tjänsten kan medföra. Läs mer här.‍3. Vattenfall satsar på biologisk mångfald och kärnkraft. Det är inte vanligt att det gamla näringslivet syns i svepet. Men värt att uppmärksamma att Vattenfall ska de närmaste åren investera 65 miljoner kronor på forskning och konkreta åtgärder kring biologisk mångfald i och kring de älvar där man har vattenkraftproduktion. Det statliga energibolaget har även skickat in en ansökan till Varbergs kommun om ändrad detaljplan för att möjliggöra byggnation av nya kärnkraftsreaktorer på Väröhalvön. Man har även inlett en process för att köpa fastigheter för att möjliggöra bygget.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Jan Ahmadijan@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesImpact-kritik mot regeringen – 3 saker att ha koll på i dagJan AhmadiMarch 14, 2024Svepet 19/9: Miljoner till hållbart flygbränsle och Alight slår sig in i FinlandJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}