{
    "metadata": {
        "title": "Bonnier-backade biltvätten pivoterar och tar in kapital – här är nya planen │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2024-02-07",
        "tags": [],
        "url": "https://impactloop.se/artikel/efter-pivotering-och-kapitalintag-ska-woshapp-skala-upp-prio-ett-ar-att-ga-mot-lonsamhet"
    },
    "content": "Bonnier-backade biltvätten pivoterar och tar in kapital – här är nya planen │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJust nuBonnier-backade biltvätten pivoterar och tar in kapital – här är nya planen2024-02-077:45Dela artikelnKujtim Salihu, vd för gröna biltvättstjänsten Woshapp. Foto:pressDen miljövänliga biltvättstjänsten Woshapp fyller på kassan efter att man ändrat om riktningen på affärsmodellen.Rikard RosellReporterNär Jens Karlsson tillsammans med forna hockeyproffset Mark Owoya grundade biltvättjänsten Woshapp 2016 var det med målet att förändra en bransch i grunden. Istället för att kunder gör onödiga resor för att lämna bilar till tvätt- och bilvårdsbolag, så kommer Woshapp ut till kunden.Där bilen står parkerad tvättas den också invändigt och utvändigt på ett hållbart sätt med egenutvecklade miljövänliga produkter.\"Vi använder vårt egenutvecklade tech och medel för att tvätta som beroende på hur smutsig bilen är bara behöver någonstans mellan tre till fem deciliter vatten för att späda ut. Med vår metodik så minskar vi antalet förflyttningar som måste göras med bilen då vi kan sköta bilvården på befintlig plats och inte i en tvätthall”, säger Kujtim Salihu, vd för Woshapp.Tidigare har biltvättsföretaget med sin teknikplattform även riktat sig mot privatkunder. Men sedan en tid tillbaka har man genomfört en större pivotering – där fokus nu ligger helt hos större kunder.“För ett år sedan var vi ett bolag med ett konsumentben, koncentrerade kring Stockholm och inriktade enbart mot utvändig tvätt. Nu har vi svängt om till att bli en helhetsaktör som tar hand om hela bilen, samtidigt som vi både riktat oss mer mot större globala bolag med större fordonsflottor och även tryckt på knappen för internationell etablering där vi under 2023 etablerade oss i Norge och Danmark.\"Målet är att skala uppBolaget finns nu etablerat i både Danmark och Norge och planen är att fortsätta skala upp, berättar Kujtim Salihu.“Vi har gjort en fullständig omförflyttning mot stora globala varumärken där vi också gått hårdare mot urbana miljöer och storstäder. Det gör vi för att kunna förbereda oss för en kundstock som vi kan växa med när vi öppnar upp nya marknader där de är etablerade.\"Nu har Woshapp som sedan starten visat röda siffror tagit in runt 19 miljoner kronor för att ta nästa steg. Det sker främst genom bolagets befintliga aktieägarlista där Bonnier invest, Norrskens Founders Fund och det tidigare hockeyproffset och numera ängelinvesteraren Mattias Weinhandl ingår.“Prio ett är att gå mot lönsamhet. Vi är inte riktigt där än men vi räknar och hoppas att vi ska fortsätta resan mot lönsamhet och accelerera den tillväxttakten vi nu har”, säger Kujtim Salihu.Hur går det för er?‍“Vi är definitivt på rätt väg om man tittar på månadsbasis. Andra halvåret var det jämförelsebara rörelseresultatet på minus 10 procent så vi har krympt ordentligt och är på rätt och på god väg mot lönsamhet. Samtidigt har vi tagit kostnader när vi gått mer internationellt, investerat i tech och organisation men vi är på god väg där vi närmar oss låga ensiffriga minusresultat på rörelsenivå.\"Kujtim Salihu beskriver att bolaget nu fokuserar på att investera i sin techplattform för att göra den mer skalbar och redo för ytterligare expansion till nya marknader. “Närmast till hands ligger etableringar i Europa men sen finns det planer på USA, Australien och Asien. Det är ett pågående arbete och vi för samtal med prospects löpande.\"Läs mer: \"Drönardrottningen\" har fått fart efter pivotering – för samtal med Google och MetaLäs mer: Därför lockas änglarna till impact – \"Finns en otrolig potential\"Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesAlmi gör strategiskt omtag internt: \"Vill ha en bättre korsbefruktning\"Rikard RosellMarch 14, 2024Klimatbolaget växlar upp – vässar strategin och byter ordförandeChristian von EssenMarch 14, 2024\n\n\n\n\n\n\n"
}