{
    "metadata": {
        "title": "Del 2: Så utvärderar investerarna ditt impact-bolag – kriterier, mätbarhet och hemliga knepen │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-11-01",
        "tags": [
            "Wellstreet"
        ],
        "url": "https://impactloop.se/artikel/del-2-sa-utvarderar-investerarna-ditt-impact-bolag-kriterier-matbarhet-och-hemliga-knepen"
    },
    "content": "Del 2: Så utvärderar investerarna ditt impact-bolag – kriterier, mätbarhet och hemliga knepen │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRiskkapitalDel 2: Så utvärderar investerarna ditt impact-bolag – kriterier, mätbarhet och hemliga knepen2023-11-017:05Dela artikelnJessica Rameau, partner och investeringsansvarig på riskapitalbolaget Wellstreet och Heidi Lindvall, medgrundare och partner på riskpitalbolaget Pale blue dot.Investerarnas hållbarhetskrav på impact-entreprenörer som vill ta in kapital ökar. Med egna regelverk utvärderar de dig efter både ESG och andra faktorer som ska visa hur hållbara ni egentligen är. Här avslöjar två investerare hur deras process ser ut.Rikard RosellReporterDEL 1 av Impact Loops finansieringsguide: Fällorna du inte ska gå i när du pitcharDu som driver ett impact-bolag är såklart van vid att få frågor om hur hållbart ditt bolag är. Men riskkapitalbolagen blir alltmer sofistikerade i hur de utvärderar entreprenörer, också på grund av regelverken kring ESG som påverkar ditt bolag när ni växer. “Alla bolag behöver visa att de har koll på var deras största ESG-risker finns. Om man inte fokuserar på de här frågorna när bolaget är litet så riskerar det att bli verksamhetskritiska faktorer när man senare ska skala upp. Jag vill se att man förstår att det är en självklar del i det dagliga arbetet”, säger Jessica Rameau, partner och investeringsansvarig på riskkapitalbolaget Wellstreet som investerat i exempelvis elbåtsbolaget Xshore och eluppstickaren Tibber.Så hur går det egentligen till när en riskkapitalist utvärderar dig som impact-entreprenör utifrån ett hållbarhetsperspektiv? Vilka metoder och modeller använder de? Impact Loop har pratat med två investerare som går in i olika faser – här är resultatet.Jessica Rameau, partner och investeringsansvarig på riskkapitalbolaget Wellstreet.1. De utvärderar din pitchSå du har fått till ett möte och visar upp din pitch. Redan här behöver du tänka på att lyfta fram dels att du och ditt team besitter en fundamental förståelse för hur viktigt hållbarhetsarbetet är för att kunna skala upp. Samtidigt som ni behöver vara transparenta med era egna utmaningar, och visa att ni identifierat och börjat arbeta med dem. Det händer att de är så nya så att de inte än har hunnit tänka på vissa aspekter som kommer uppVanliga misstag som just impact-entreprenörer gör är att enbart fokusera på det avtryck ens produkt eller tjänst gör. Många glömmer att alla bolag i någon omfattning alltid behöver utvärdera, identifiera och arbeta med ESG-faktorer i sin verksamhet, både  tidigare kända och nya. Visa för investerarna att du förstår vilka frågor som riskerar att bli affärsmässigt kritiska under en tillväxtresa och att du har en plan för att säkerställa att ni lyckas hantera dem.Heidi Lindvall, medgrundare och partner på riskkapitalbolaget Pale blue dot, betonar vikten av att kunna och vilja prata om utmaningar ni har.“De måste kunna prata om de här sakerna. Det händer att de är så nya så att de inte än har hunnit tänka på vissa aspekter som kommer upp. Det är inget hinder om de då kan visa hur de tänker agera på den riskfaktorn framåt. Det är en pågående diskussion där vi tillsammans med bolagen löpande diskuterar hur man arbetar med frågorna. Till viss del får vi lita på dem för de inte har byggt bolaget så långt ännu”, säger Heidi Lindvall. 2. De gör egna riskanalyserPå Wellstreet, som primärt investerar tidigt i bolag som ofta befinner sig på ett idéstadie, har man tagit fram ett eget ramverk som bolagen utvärderas genom och som man sedan fortsätter jobba med. Det utgår från artikel 8 i EU:s SFDR-direktiv med 14 regulatoriska kriterier som exempelvis omfattar miljörapportering, könsfördelning, arbetsmiljö och antikorruption.Utifrån detta gör Wellstreet en egen riskanalys på ditt bolag.\"Det kan handla om om hur könsfördelningen på bolaget ser ut, vilken typ av energi de använder eller vilket politisk regim som styr i det land där de har sin största marknad. Det resultatet lägger vi sedan fram för vår investeringskommitté för vi tittar på om resultatet är något vi kan arbeta med och det avgör om det blir ett ja eller nej redan i det steget\", säger Jessica Rameau.En liknande process finns hos Pale Blue Dot.“Vi har en ganska omfattande ESG-del i det frågeformulär som ingår i vår due diligence. Jag tror att det rör sig om upp mot hundra frågor där vi till exempel försöker bedöma risker kopplat till leverantörskedjor eller om det finns frågetecken kring könsfördelning. Om det uppstår så börjar vi självklart borra oss ner i hur de ser på mångfald och hur viktigt det är för dem.”Entreprenörerna får även göra en egen riskbedömning.“Framförallt ligger det till grund för kommande diskussioner. När man investerar tidigt så litar man mycket på grundarna och att man delar värderingar kring de här frågorna. Vi utgår från att de försöker bygga bolaget på ett sätt som tar alla ESG-frågor i beaktande.\"Heidi Lindvall, medgrundare och partner på riskkapitalbolaget Pale blue dot.3. De sätter upp en tidsplanDet betyder inte att du behöver checka i alla kriterier som investerarna sätter upp direkt – det är det få riskkapitalbolag som kräver. Om ni går vidare får du utifrån riskanalysen med dig vilka områden du behöver jobba på.“Vi sätter upp tre nivåer. Under det första året så ska bolaget uppnå de krav som finns på nivå ett. Under de nästa två åren vill vi se att nivå två uppfylls och vid tiden för exit ska de ha nått nivå tre. För oss handlar det om att bolagen förstår att de krav vi har handlar om att de ska vara redo att möta de krav som investerare längre fram på resan kommer att ställa\", säger Jessica Rameau.4. De tittar på dig som entreprenörMen det räcker inte med det regulatoriska. En av de viktigaste faktorerna som Jessica Rameau letar efter handlar om viljan att förändras – och att entreprenörerna bakom förstår hur kritiskt frågan om hållbarhet faktiskt är.“Vi vill se att grundarna dels själva har en djup förståelse för det här, men också att det finns en riktig vilja att förändra det som går. Det handlar inte om att man ska vara bäst på det här när man startar utan vi kan hjälpa dem i det arbetet, men viljan måste finnas och förståelsen för att det är affärskritiska frågor.”Det värre om man står och pitchar att man är förberedd och sen inte är detÄven Heidi Lindvall lyfter vikten av att vara transparent som möjligt vad gäller de ESG-risker som finns kopplat till bolaget och dess verksamhet.“Det blir tydligt längre ner på resan om de faktiskt bryr sig om de här frågorna eller om det är fina ord. Det värre om man står och pitchar att man har tänkt på alla de här sakerna och att man är så förberedd och sen inte är det. För oss handlar det om att lära känna personen och att lita på att personen verkligen kommer att bygga ett bolag för rätt orsaker. Det är det vi värderar så det är viktigare att säga det du kan stå för och som representerar den du verkligen är.”5. De gör hemliga testJessica Rameau berättar att hon brukar testa de entreprenörer som Wellstreet träffar.“Säg att bolaget har en ‘advisory board’ som bara består av män. Då kan jag föreslå en kvinna som jag tycker skulle vara bra för dem att kontakta och erbjuda mig att introducera dem. Sen kollar jag om de tog samtalet eller inte\", säger hon.Normalt sett sker testet mellan första, andra och tredje mötet för att se hur snabbt du agerar och om du själv förstår vikten av frågan.“Det handlar inte om att de måste följa våra förslag, men vi vill höra hur de tänkt kring dem. För oss är det ett sätt att utvärdera om vi kommer att kunna förbereda bolaget under de kommande två åren för att vara redo att ta nästa steg och skala upp.”Rikta istället blicken mot er största leverantör eller var er största risk ligger 6. De ser igenom greenwashingIdag kan i princip alla entreprenörer säga att de jobbar mot FNs hållbarhetsmål eller att de är hållbara på något plan. Men en investerare som på allvar utvärderar ditt bolag utifrån hållbarhet kommer inte att nöja sig med det.\"Säg att du har ett Stockholmsbaserat Saas-bolag med tio kunder som alla sitter i Stockholm. Då gör du inte mycket affärsresor och ska därför inte fokusera på att ni inte bidrar till utsläpp som en faktor där ni är duktiga. Rikta istället blicken mot er största leverantör eller var er största risk ligger och fokusera ert ESG-arbete där\", säger Jessica Rameau.“Många bolag vill göra positiva påståenden om sitt hållbarhetsarbete. Från vårt perspektiv ska de inte göra det innan de har rent bord hela vägen. Det blir lätt “greenwashing” av det även om du inte menar det. Det finns inget utrymme här för att välja och vraka i vad man gör gällande ESG och jag tror att de som inte fattar det kommer att få det tufft, både ryktesmässigt, men också rent regulatoriskt framåt.”DEL 1: Fällorna du inte ska gå i när du pitchar Ta med i pitchen – vad gäller hållbarhetHållbarhetsmål: Specificera vilka av FNs 17 hållbarhetsmål ditt bolag fokuserar på och varför just dessa är relevanta för din verksamhet.Mätbara resultat: Presentera konkreta siffror och bevis på hur ditt företag har bidragit till dessa mål. Det kan vara allt från minskade CO2-utsläpp till antalet utbildade individer i utvecklingsländer.Innovation: Visa hur ditt företags lösning(ar) skiljer sig från konkurrenternas och varför just din lösning är innovativ och effektiv.Skalbarhet: Förklara hur ditt företag kan växa och hur din lösning kan skalas upp för att ha en ännu större påverkan på hållbarhetsmålen.Teamet: Presentera ditt team och deras expertis, särskilt inom området hållbarhet.Riskanalyser: Identifiera potentiella risker i samband med ditt företags arbete med hållbarhetsmål och hur ni planerar att hantera dem.Regelverk och policy: Om relevant, nämn lagar, regler eller policyer som stödjer eller driver efterfrågan på din lösning.‍Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:WellstreetFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesByggde upp svenska SaaS-branschen – nu börjar profilerna investera i impactChristian von EssenMarch 14, 2024De vann slaget om statliga pengarna – då börjar nya riskkapitalbolaget investera (och i vad)Rikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}