{
    "metadata": {
        "title": "Cement-uppstickaren får första storkunden i LKAB – \"Vi är på rätt väg\" │ Impact Loop",
        "author": "Jan Ahmadi",
        "publish_date": "2023-12-21",
        "tags": [],
        "url": "https://impactloop.se/artikel/cemvision-far-forsta-storkunden-tecknar-avtal-med-lkab"
    },
    "content": "Cement-uppstickaren får första storkunden i LKAB – \"Vi är på rätt väg\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGrön industriCement-uppstickaren får första storkunden i LKAB – \"Vi är på rätt väg\"2023-12-2113:30Dela artikelnLKAB:s vd Jan Moström, Oscar Hallén och Bill Gates. Foto: Press/Jonas Ekströmer/TT/AP/Fredrik AlmCemvision tecknar sitt största kommersiella avtal. Bolaget kommer att leverera grön cement till gruvjätten LKAB. \"Det här visar att vi ligger långt fram\", säger vd Oscar Hållén.Jan AhmadiReporterImpact Loop rapporterade nyligen att Cemvision skalat upp sin produktionskapacitet till 4 000 ton cement på årsbasis och att det som produceras är redo att säljas kommersiellt. Nu är det klart vem som blir en av de första stora kunderna. Bolaget har tecknat ett avtal med den statliga gruv- och mineralkonernen LKAB. “Det här känns super. Det är en trevlig milstolpe att pricka av innan årsskiftet. Dels är det här ett stort förtroende från LKAB, och sen visar det också att vi är på rätt väg när vi nu ska skala upp och gå mot storskalig produktion”, säger Oscar Hållén, vd för Cemvision.Ett första steg enligt avtalet är att testa den gröna cementen i ett pilotprojekt för betongproduktion till bland annat bergförstärkning och schaktrenovering.Sedan är avsikten att stegra upp ju mer Cemvision kan leverera. Några volymer eller ekonomiska detaljer vill parterna inte uppge.“Det handlar inledningsvis om leveranser för testproduktion. Och sedan finns det en avsiktsförklaring om att köpa framtida volymer när vi kommer upp i storskalig produktion. Det kommer att vara en stegvis upptrappning”, säger Oscar Hållén.När räknar ni med att komma upp i storskalig produktion?“Jag skulle vilja säga att vi siktar på att vara i gång eller väldigt nära att vara i gång inom 12 till 18 månader.”Anledningen till den korta tidtabellen är att man inte planerar att bygga en egen fabrik till en början. Oscar Hållén vill inte gå in på detaljer kring den framtida produktionen men nämner att det kan handla om att köpa eller hyra in sig på andra fabriker.  “Det är en aggressiv tidsplan men hittills har vi lyckats ligga före alla milstolpar vi satt upp. Fortsätter vi som vi gjort kommer vi att lyckas leverera på det här också.”Cemvisions produktionsmetod går ut på att återanvända industriellt avfall som innehåller kalk istället för att bryta fram nytt material. Dessutom vill de använda eldrivna ugnar för uppvärmning. Traditionellt inom branschen har annars varit att elda med avfall och kol.Man uppger att efterfrågan på grön cement är stor och man väntar sig presentera fler avtal framöver. Bolagets målsättning de närmaste fyra åren är att ingå och leverera på ett stort antal kontrakt, uppger Oscar Hållén. \"Avtalet med LKAB kommer förhoppningsvis att accelerera ett antal andra dialoger vi för. Det här visar att vi ligger långt fram. Nästa steg för oss är att komma upp i storskalig produktion för att kunna börja leverera på detta avtal och andra som vi väntar oss att teckna. Vi hoppas kunna kommunicera flera nyheter på det här området efter nyår\", säger han.Bolagets lösning har lockat till sig en hel del kända investerare, däribland Bill Gates Breakthrough Energy, EQT Foundation, Norrsken och Backing Minds.För LKAB, som är med i Hybritprojektet, är det här en viktig del i deras hållbarhetsarbete, uppger bolaget. \"Vår avsiktsförklaring med Cemvision omfattar inledningsvis leveranser för testproduktion med deras produkter inom vår betongtillverkning, samt en avsikt om köp av framtida volymer när de etablerar fullskalig produktionskapacitet. Detta medför en potential att stärka vårt cirkulära arbete och reducera koldioxidutsläpp i vår leverantörskedja\", kommenterar Anders Lundgren, hållbarhetschef för LKAB:s affärsområde Specialprodukter, som ansvarar för betongproduktionen.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Jan Ahmadijan@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesHär är doldisen bakom Northvolts genombrott – ska bygga fabrik för halv miljardJan AhmadiMarch 14, 202418 miljarder till H2 Green Steel – Cristina Stenbeck investerarRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}