{
    "metadata": {
        "title": "Klimatvecka i New York och ett cyklande Paris – 3 saker att ha koll på idag │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-09-18",
        "tags": [
            "Voima Ventures",
            "Climate Week NYC"
        ],
        "url": "https://impactloop.se/artikel/klimatvecka-i-new-york-och-ett-cyklande-paris-3-saker-att-ha-koll-pa-idag"
    },
    "content": "Klimatvecka i New York och ett cyklande Paris – 3 saker att ha koll på idag │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetKlimatvecka i New York och ett cyklande Paris – 3 saker att ha koll på idag2023-09-188:54Dela artikelnImpact-svepet sammanfattar det viktigaste som händer idag måndagen den 18 september.Redaktionen1. Climate Week i New York drar igång nu. Världens största årliga klimat-konferens genomförs nu mellan 17-24 september i New York. I en lång rad seminarier och samtal deltar ledare från näringsliv, regering och organisationer. Den stora öppningsceremonin, som tidigare haft talare som Tim Cook, adresserar bland annat var investeringar behöver göras och hur vi säkerställer en grön energi-omställning. Se programmet här.‍2. Finsk-svenska riskkapitalbolaget Voima Ventures lanserar en utmaning för startups i Norden och Baltikum. Vinnaren får knappt 12 miljoner kronor i investering och mentorstöd. \"Att utnyttja kraften i vetenskapsdriven företagsamhet är det snabbaste sättet att ta itu med brådskande globala problem\", säger Inka Mero, grundare av Voima Ventures. Den som vill kan ansöka här.‍3. Paris – numera en cyklarnas stad. När Impact Loop besökte Paris i helgen mötte vi en stad helt städad på elsparkcyklar, efter att man för några veckor sedan slängt ut allihop. Istället står långa rader av vanliga cyklar och elcyklar under märket Vélib' Bikes uppställda längs trottoaren och mängder av Paris-bor cyklar runt på dem. Cykel- och delningstjänsten Vélib' ägs delvis av Paris stad och priset för engångsanvändare är 3 euro för upp till 45 minuter. ‍LÄS MER: Inte lika vroom-vroom – bromsad tillväxt och ökade förluster hos mobility-bolagenGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:Voima VenturesClimate Week NYCFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesSvepet 12/10: Ministern duckar intervjuer och AI kräver snart lika mycket el som Sverige RedaktionenMarch 14, 2024Svepet 28/9: Budgetkritik och grönsaker för varmare klimatRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}