{
    "metadata": {
        "title": "Från laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstra │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2024-02-14",
        "tags": [
            "Mobilitet",
            "Veckans nedslag"
        ],
        "url": "https://impactloop.se/artikel/fran-smart-laddning-till-bikupor-7-bolag-som-vill-ta-taten-i-framtidens-stad"
    },
    "content": "Från laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstra │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMobility LoopFrån laddning till bikupor – vi har plockat ut 7 bolag som vill få städerna att blomstra2024-02-1414:14Dela artikelnEntreprenörerna bakom bolagen som är med på Impact Loops lista. Grafik: Impact Loop.En våg av svenska impact-bolag siktar nu in sig på att bygga framtidens städer. Impact Loop har plockat ut sju heta bolag inom avancerad kameraövervakning, smart laddinfrastruktur och satsningar på biologisk mångfald och cyklande. Swooosh!Rikard RosellReporterFör att bygga en fungerande helhet måste alla delkomponenter finnas på plats. Det är en sanning som står klar när man tittar på hur framtidens urbana miljöer och storstäder ska lyckas ta steget till att bli smarta och hållbara. Där det tidigare kanske mest handlat om utveckling av nya typer av elfordon kan vi nu se en bred palett av innovationer – från smart trafikövervakning till mjukvara som mäter enskilda pendlares klimatpåverkan.Många ser nog bara att vi står och skruvar cyklar liksomEn sådan aktör är cykelservicebolaget Mioo, vars verksamhet är uppbyggd kring en app där kunder kan boka service på vald plats. Mioos grundare och vd, Tomas Grönqvist, drev tidigare ett konsultbolag där man bland annat hjälpte kommuner och fastighetsbolag att bygga bättre cykelfaciliteter. \"Då såg vi att den största gruppen potentiella cyklister som avstod från att cykla hade en cykel hemma, men att den var i för dåligt skick för pendling”, säger han.Idag handlar hans bolag Mioo om att utveckla framtidens urbana miljöer, där cykeln har en självklar roll som transportmedel.“Många ser nog bara att vi står och skruvar cyklar liksom, men om vi kan öka antalet människor som cyklar och antalet resor de gör så bidrar vi till det samhälle vi tror på.”Tomas Grönqvist, vd och grundare för Mioo. Foto: pressbild.Impact Loop har plockat ut sju bolag som på olika sätt jobbar för en smartare och mer hållbar stad. Här kommer de!1. Xense Vision – trafikövervakning som kan förutse riskplatserMed utveckling av avancerad 3D-kamerateknik ska bolaget i realtid övervaka och klassificera fordon och fotgängare i trafiken. Datan kan användas för att upptäcka riskplatser för olyckor och kan också vara en viktig faktor till framtidens autonoma fordon.Vd: Christian KarlströmSenast registrerad värdering: OkäntNettoomsättning 2022: 8,7 miljoner kronorRörelseresultat 2022: 1,6 miljoner kronorStörsta investerare: Ägs av grundarna Christian Karlström, Björn Crona, Ibraheem Al-Nuaimi, Andreas Ternstedt, Björn Boström och Claes Markström.2. CommuteSaver – mäter pendlares klimatpåverkanMed bakgrund från KTH:s inkubatorprogram har teamet bakom CommuterSaver byggt en app som med hjälp av geolocation- och aktivitetsigenkänning kan mäta, förutspå och kalkylera koldioxidutsläpp för enskilda pendlare. Tjänsten riktar sig främst till företag som ett verktyg för att mäta klimatavtryck av medarbetarnas resor.Vd: Martin WalianSenast registrerad värdering: OkäntNettoomsättning 2022: Inget registreratRörelseresultat 2022: Inget registreratStörsta investerare: Okänt3. Zipforce – förvandlar din cykel till eldrivenMed bolagets portabla elmotor som monteras på hjulet kan du omvandla din gamla stålhäst till en eldriven pendlingscykel. Som extra hållbarhetskrydda erbjuder bolaget också extra fästen så en familj kan dela på en motor för optimal utnyttjandegrad. Vd: Måns BengtssonSenast registrerad värdering: 28,1 miljoner kronorNettoomsättning 2022: 4,1 miljoner kronorRörelseresultat 2022: -5,8 miljoner kronorStörsta investerare: MB innovation AB, L.Skoglund konsult och Maskin AB, Nirax management, Iliakos AB och Torres investment AB.Måns Bengtsson, vd och grundare för Zipforce. Foto: Smartasaker.se.4. Waybler – smart laddning för en pulserande stadMed utgångspunkten att alla ska köra elbilar ställde sig grundaren bakom Waybler frågan: Hur ska laddningen funka? Svaret är den laddbox och molntjänst som bolaget utvecklat med fokus på bostadsrättsföreningar. Systemet känner av när mycket el används i fastigheten och sänker då laddboxarnas kapacitet vilken hela tiden övervakas och justeras av molntjänsten.Vd: Kurt HögnelidSenast registrerad värdering: 179,2 miljonerNettoomsättning 2022: 45,1 miljoner kronorRörelseresultat 2022: -11,4 miljoner kronorStörsta investerare: Lars Appestål, CSB Capital, Louise Kierkegaard, Kurt Högnelid, Mattias Stålgren, Per Sandberg och Per-Uno Sandberg.5. Elonroad – framtidens laddning är sömlösElonroads grundare Dan Zethraeus utgick från idén att det måste gå att ladda elfordon på ett annat sätt än att stanna och stoppa in en elsladd. Det landade i en teknologi som går ut på att man bygger vägar med en skena där elfordon med någon typ av mottagare kan få ström även när de rullar. Det är den lösning som Elonroad nu utvecklar och som liknats vid en gamechanger för urban utveckling.Vd och medgrundare: Karin EbbinghausSenast registrerad värdering: 94,1 miljoner kronorNettoomsättning 2022: 9,8 miljoner kronorRörelseresultat 2022: -12,6 miljoner kronorStörsta investerare: Dan Zethraeus, Mallcorene, Andras Sörensen, LU Holding och Almi invest GT.Karin Ebbinghaus, vd och medgrundare för Elonroad. Foto: pressbild.6. Mioo – ser cykeln som nyckeln till framtidens städerVi kanske inte behöver helt nya fordon för att gå över till mer hållbara transportmedel. Den slutsatsen drog den tidigare elitcyklisten Tomas Grönqvist när han startade Mioo. Bolaget erbjuder mobil cykelservice som bokas och hanteras genom en app. Företaget har som exempel serviceavtal med e-handelsjätten Amazon i Storbritannien som erbjuder montering från Mioo till kunder.Vd: Tomas GrönqvistSenast registrerad värdering: 58,4 miljoner kronorNettoomsättning 2022: 6 miljoner kronorRörelseresultat 2022: -5,4 miljoner kronorStörsta investerare: Gota industriutveckling, 41an invest, Ministry of programming d.o.o och The Band i Saltsjöarkipelagen.7. Bee Urban – får stadens biologiska mångfald att blomstraMed utgångspunkten att en stads tak är outnyttjade gröna oaser har Bee Urban utvecklat sin verksamhet. Bolaget designar, bygger och förvaltar urbana landskap som utformas för att stimulera biologisk mångfald och vara fungerande landskap där insekter, fåglar och flora trivs. Ett exempel på detta är de bikupor som bolaget hyr ut till företag i stadsmiljö.Vd: Josefina GustafssonSenast registrerad värdering: OkäntNettoomsättning 2022: 7,6 miljoner kronorRörelseresultat 2022: - 438 000 kronorStörsta investerare: OkäntJosefina Gustafsson, grundare och vd för Bee Urban. Foto: TT.Läs mer: De vill skapa en mer hållbar stadsmiljö – 10 mobilitybolag att hålla koll på just nuGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:MobilitetVeckans nedslagFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesInvesterare? Sista chansen att komma på vår mobility-meetup!Diana DeminMarch 14, 2024Så ska vägladdaren skala upp – marknaden, strategin och största riskenChristian von EssenMarch 14, 2024\n\n\n\n\n\n\n"
}