{
    "metadata": {
        "title": "Gödselbolaget slår tillbaka efter “Northvolt-oron”: Vi har säkrat våra leveranser │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2024-01-22",
        "tags": [
            "Cinis Fertilizer"
        ],
        "url": "https://impactloop.se/artikel/godselbolaget-slar-tillbaka-efter-northvolt-oron-vi-har-sakrat-vara-leveranser"
    },
    "content": "Gödselbolaget slår tillbaka efter “Northvolt-oron”: Vi har säkrat våra leveranser │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKlimatGödselbolaget slår tillbaka efter “Northvolt-oron”: Vi har säkrat våra leveranser2024-01-2216:25Dela artikelnJakob Liedberg, vd och grundare för Cinis Fertilizer. Foto: Katarina Lövgren.Cirkulära mineralgödsel-bolaget Cinis Fertilizer kan drabbas av Northvolts försenade produktion, enligt en tidigare granskning av Dagens Industri. Nu svarar bolaget att man säkrat leveranser och planerar att hålla målet med produktionsstart 2024.\nRikard RosellReporterDet svenska impact-bolaget Cinis Fertilizer planerar att rulla ut storskalig produktion av mineralgödsel som grundar sig i ett cirkulärt restmaterialflöde från bland annat batteritillverkning. Det ska ske i bolagets anläggning i Örnsköldsvik som enligt bolaget beräknas starta produktion under 2024. En av bolagets stora leverantörer är svenska Northvolt som på måndagen meddelade att man nu säkrat en total finansiering på 75 miljarder för sin batterifabrik i Boden.Samtidigt har Northvolt dragits med förseningar och produktionen i bolagets batterifabrik i Skellefteå har inte nått de mål som tidigare satts upp. Något som enligt en tidigare granskning av Dagens Industri kan innebära att Cinis Fertilizer riskerar att inte kunna få det stora flöde av restprodukter som krävs för att gödseltillverkarens produktionsmål kan nås.‍Påverkar inte produktionsplanenNu svarar Cinis Fertilizer efter granskningen och de frågor om osäkerhet kring kommande produktion som den lyfter.“Förseningarna hos samarbetspartnern Northvolt påverkar varken bolagets planerade produk­tionsstart eller produktions­volymerna för 2024 då bolaget har överenskommelser med kompletterande leverantörer av insatsvaran natriumsulfat.”, skriver bolaget i ett pressmeddelande.Enligt Jakob Liedberg, grundare och vd för Cinis Fertilizer har bolaget säkerställt de volymer av natriumsulfat som krävs för att hålla de tillverkningsvolymer och den tidsplan som bolaget satt upp.”För att säkerställa planerade produktionsvolymer under helåret 2024 har vi aktiverat våra överenskommelser med befintliga och nya leverantörer såväl i Sverige som internationellt. Dessa leverantörer av natriumsulfat kompletterar de volymer vi får från Northvolt. Från och med februari månad tar vi emot leveranser av insatsvaror till vår anläggning i Örnsköldsvik”, säger han.‍Ska etableras i USASamtidigt som Cinis Fertilizer gör satsningen i Sverige, där ytterligare en anläggning i Skellefteå planeras, har de även långt framskridna planer på etablering i USA. Där har gödseltillverkaren ett samarbetsavtal med batterimaterialbolaget Ascend Elements som ska leverera restflöden av natriumsulfat till Cinis produktionsanläggning som ska stå klar 2026 i Kentucky.I den plan för bolagets tillväxt som Cinis Fertilizer tidigare kommunicerat ska bolaget nå en produktion på 1,5 miljoner ton mineralgödsel fördelat på sex anläggningar till slutet av 2030.‍Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:Cinis FertilizerFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesImpact på agendan i Davos – \"Sverige har ett väldigt starkt varumärke\"Jan AhmadiMarch 14, 2024Hon kliver in i styrelsen för klimatberäknings-bolagetCamilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}