{
    "metadata": {
        "title": "Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\" │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2024-03-21",
        "tags": [
            "Riskkapital"
        ],
        "url": "https://impactloop.se/artikel/nu-lanserar-vi-impact-loop-dealflow-vill-koppla-ihop-bra-bolag-med-bra-investerare"
    },
    "content": "Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nIMPACT LOOP COMMUNITYPremiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"2024-03-2112:50Dela artikelnGänget på Impact Loop tillsammans med Johan Crona och Lars Videnros (längst fram). Foto: Jonas Borg.Investerare vill hitta bra impact-entreprenörer att investera i.<br>\nSamtidigt har man kanske inte tid eller möjlighet att själv träffa dem för en första scanning – och man vill gärna få utvalda tips från en investerar-kollega.<br>\nDärför lanserar vi nu Impact Loop Dealflow, där våra samarbetspartners Johan Crona och Lars Videnros löpande träffar impact-entreprenörer och tipsar dig om ett urval. Häng på!RedaktionenSedan starten i höstas har Impact Loop växt till en stark nyhetskanal och ett levande community. Idag prenumererar över 4 000 personer på vårt nyhetsbrev, varav en absolut majoritet är kärnan av impact-Sverige – entreprenörer, ledare och investerare.Nu vill vi ta steget längre – och hjälpa fler investerare att hitta bra entreprenörer inom impact att investera i.Med nya tjänsten Impact Loop Dealflow (som ingår i vårt investerar-medlemskap) kommer vi att med hjälp av våra samarbetspartners Johan Crona och Lars Videnros på Ating, löpande tipsa investerare om bolag. Dessa har sorterats ut efter ett första möte med Johan och Lars, och har också öppna kapitalrundor.\"Vi har lyssnat på våra investerar-läsare och fått inspelet att man gärna vill komma i kontakt med bra impact-entreprenörer. Men man vill inte ha vilka tips som helst utan lyssnar gärna på en kollega i branschen. Dessutom vill man veta när bolagen har kapitalrundor öppna. Det är det behovet vi vill lösa med Impact Loop Deaflow\", säger Camilla Bergman, vd och chefredaktör för Impact Loop, och fortsätter:\"Samtidigt är det viktigt för oss på Impact Loop, som är oberoende journalister, att vi inte ger oss in i att välja ut och tipsa om bolag. Därför slår vi oss ihop med Johan och Lars, som själva är investerare och som också kan agera självständigt.\"Johan Crona och Lars Videnros har lång erfarenhet som investerare på Almi Invest, och Johan Crona har i många år varit bidragande i att driva upp den svenska SaaS-scenen med investeringsbolaget Cloud Capital. Nu driver de bolaget Ating ihop som ska investera i impact-bolag (läs mer om dem här).\"Med den här tjänsten vill vi bidra med våra erfarenheter av att identifiera och träffa intressanta entreprenörer, vilket är det vi gjort större delen av våra karriärer. Vi kan inte gå i god för bolagen, men vi kan vara en första instans som sorterar ut, träffar och tipsar vidare – sen är det upp till investerarna själva om de vill gå vidare och här har vi inget egenintresse\", säger Johan Crona.Hur funkar det rent konkret?\"Vi träffar bolag kontinuerligt och har löpande dialog med många entreprenörer som försöker göra skillnad och driva omställning i olika branscher. När de har en kapitalrunda öppen presenterar vi dem för Impact Loops investerar-medlemmar i ett mail, och vi kan gärna ta ett uppföljande samtal om man vill\", säger Lars Videnros.Hur många bolag rör det sig om?\"Vi tänker kvalitet före kvantitet och tipsar hellre om några bra bolag i månaden än skickar ut några vi inte tror fullt ut på. Sen kan det vara både nya och 'gamla' bolag som gått in i nya faser\", säger Johan Crona.Den som är intresserad av nya tjänsten kan registrera sig som investerar-medlem här – och får då de senaste sju bolagen som Ating valt ut skickade till sig inom ett dygn. Då ingår också allt annat i investerar-medlemskapet, som meetups med andra investerare och entreprenörer. Därefter kommer nästa utskick om senast en månad, och fortsätter löpande.Så funkar Impact Loop Dealflow‍Johan Crona och Lars Videnros har gått igenom hundratals svenska impact-bolag och träffar varje vecka nya entreprenörer som de utvärderar.Av dessa bolag sållar de löpande ut de mest intressanta enligt dem – och skickar ut till dig som har medlemskapet Investor här.Detta är en gedigen process och vi fokuserar på kvalitet före kvantitet – så räkna med tre till fem bolag i månaden.Vi fokuserar främst på bolag som är på väg att stänga sina kapitalrundor, men det måste inte alltid vara så.Om du tycker att ett bolag är intressant är det bara att kontakta dem själv eller be Johan och Lars att förmedla kontakt.Detta ingår i ditt investerar-medlemskap och vi tar ingen förmedlingsavgift eller liknande om det skulle bli en investering.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:RiskkapitalFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024NextRelated StoriesFinska deeptech-investeraren letar bolag i Sverige: \"Vill hitta minst fem\"Camilla BergmanMarch 14, 2024Tappade storaffär efter branden på Liseberg – nu får sömmerskorna oväntat uppdragChristian von EssenMarch 14, 2024\n\n\n\n\n\n\n"
}