{
    "metadata": {
        "title": "Pris",
        "author": null,
        "publish_date": null,
        "tags": [],
        "url": "https://impactloop.se/pris"
    },
    "content": "Pris\n\n\n\n\n\n\n\n\n\n\n\n\nTa ditt företag in i loopenGör som Sveriges smartaste impact-ledare, entreprenörer och investerare – kom in i loopen!Är ni flera på bolaget som vill ha tillgång till Impact Loop? Maila oss på support@loop.se så fixar vi en schysst deal!Looper\n\nLäs hela vårt nyhetsbrev som håller dig i loopen\n\nFull tillgång till all vår dagliga journalistik – nyheter, intervjuer, analyser och krönikor 3 490 SEK/årVälj och gå vidare!Builder\n\nAllt som ingår i Looper – och:\n\nTräffa andra entreprenörer och investerare på våra månatliga, fysiska meetups på olika teman\n\nUtvalda bidrag att söka – skickas till dig varje vecka\n\nExklusivt Builder-nyhetsbrev med transparenta insikter, tips på investerare och skarpa lärdomar7 900 SEK/årOrdinarie pris 11 900 SEK/år – du sparar 33% Välj och gå vidare!Investor\n\nAllt som ingår i Looper – och:\n\nTräffa andra investerare att saminvestera med på våra fysiska meetups \n\nFritt inträde på alla våra entreprenörs-meetups\n\nMånatligt dealflow med intressanta impact-case att investera i\n\nNyhetsbrevet Impact Investor Loop med tips på nya fonder, data på svenska impact-bolag och bransch-investerarnytt\n\nSpecialpris för ängelinvesterarefr. 14 900 SEK/årOrdinarie pris 23 900 SEK/år – du sparar upp till 38% Välj och gå vidare!Utvalda delar i våra medlemskap:Daily newsFå de senaste impact-nyheterna direkt i inkorgen. I våra nyhetsbrev får du dagliga nyheter, analyser, krönikor och genomgångar av impact-branschen.Loop sessionsDin källa till inspiration och kunskap. Här diskuterar vi branschspecifika ämnen i live-intervjuer med impact-entreprenörer och investerare. MeetupsBygg ditt nätverk och hitta investerare. I vårt Builder-paket har du en stående inbjudan till våra meetups där vi diskuterar finansiering, rekrytering, tillväxt och andra ämnen som rör just er bransch.FundingHitta bidragen du inte visste fanns. Exklusiv tillgång till vår bidragsdatabas med hundratals sökbara bidrag från samtliga aktörer på marknaden. Varje vecka får du bidrag som passar just ditt företag.\n\n\n"
}