{
    "metadata": {
        "title": "Minskar viltolyckor med AI – nu tar Flox in kapital för första gången │ Impact Loop",
        "author": "Christian von Essen",
        "publish_date": "2024-03-22",
        "tags": [
            "Investeringar",
            "Hårdvara"
        ],
        "url": "https://impactloop.se/artikel/flox-robotics-tar-in-kapital-for-forsta-gangen-nu-kan-vi-rulla-ut-det-vi-har-bevisat"
    },
    "content": "Minskar viltolyckor med AI – nu tar Flox in kapital för första gången │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBiologisk mångfaldMinskar viltolyckor med AI – nu tar Flox in kapital för första gången2024-03-227:30Dela artikelnSára Nožková, grundare och vd på Flox Robotics. Foto: press.Det svenska startup-bolaget Flox Robotics har fått tre nya delägare. Kapitalet ska möjliggöra utrullningen av ny hårdvara och stärka organisationen inför internationella kundprojekt.\nChristian von EssenReporterWildlife management as a service, eller förkortningen WMaaS. Så lyder snabbpitchen från Flox Robotics, som vill bidra till en mer hållbar symbios mellan människa och djurliv.Med hjälp av kameror, sensorer, drönare och AI kan man med ljud- och ljussignaler skrämma djur bort från exempelvis odlingar, flygplatser och järnvägar – samtidigt som systemet kan upptäcka och kartlägga bestånden.  Bolaget grundades i slutet av 2020 och har hittills kunnat bygga upp sin verksamhet med hjälp av tidiga kundprojekt och medel från Vinnova och EU.För första gången tar man nu in tre nya ägare i en kapitalrunda. Det är E4 Invest II, Almi Invest och Argand Partners som går in i bolaget.  Vd och medgrundare Sara Nozkova vill inte nämna vilka summor det rör sig om, utan fokuserar hellre på nyttan.”Vi tycker inte att kapitalets storlek är relevant. Allting handlar om vad det nya partnerskapet kan möjliggöra för oss.”Stora kostnadsbesparingarFör en oinsatt betraktare kan det verka som att Flox lösningar främst lämpar sig för privata markägare som vill undvika att rådjuren äter upp fel grödor eller att gässen bajsar ner strandpromenaden. Men Sara Nozkova poängterar att man i princip uteslutande har satsat på ett fåtal större kunder, som Swedavia, Stockholms stad, Trafikverket och gruvbolaget Boliden.I första hand handlar det om att det finns mycket pengar att spara. Enligt Trafikverket kan en tågkollision med älg kosta närmare 1,2 miljoner kronor. För flygplan som krockar med fåglar kan summan bli den tiodubbla.”För de flesta av våra kunder handlar det främst om ekonomi, säkerhet och compliance. Sen finns det andra som ser ett stort värde i att skydda naturresurser som grödor eller nyplanterad skog. Därför jobbar vi med bland annat Jordbruksverket och snart inleder vi tester med skogsbolaget Holmen i olika projekt.”Med drönare utrustade med Flox teknologi kan bolaget expandera genom att skydda djuren runt Swedavias flygplatser. Tester har redan genomförts i Malmö och Kiruna. Under april väntar Umeå.”Därefter är vi redo att gå ut kommersiellt på fler marknader, framförallt tillsammans med flygplatser och kommuner.”Flox Robotics hårdvara. Foto: press.Ny hårdvara under 2025Det är dock den stationära lösningen som har störst omedelbar potential för snabb uppskalning, menar hon. En ny version är under utveckling, och kapitalinjektionen ska möjliggöra utrullning under våren 2025, med sälj och marknadsföring.”Vår första stationära enhet har varit elkopplad, men nu tar vi fram en variant som drivs av ett laddbart batteri. Det innebär att vi kan erbjuda våra tjänster för större områden, som naturparker.”Trots stora kunder har många av projekten hittills främst syftat till att bevisa nyttan och användbarheten. Nu, menar Sara Nozkova, är tiden mogen för bredare kommersialisering – och beredskap inför utlandsexpansion.”Vi har valt investerare som har relevant erfarenhet och kan hjälpa oss att komma vidare. Nu kommer vi kunna nå ut betydligt mer − och ta alla de projekt som vi inte har haft kapacitet för tidigare.Behöver ni stärka upp organisationen också?”Absolut. Vi rekryterar just nu en försäljningschef, och kommer anställa flera utvecklare, gärna ingenjörer inom AI och robotik.”Läs mer: Deras AI-teknik ska minska viltolyckorna och bidra till ökad samexistensLäs mer: Nu bygger vi tillsammans – visst kommer du på vårt första event BUILD?Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Christian von EssenDela artikeln:InvesteringarHårdvaraFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"Camilla Bergman21/3/2024NextRelated StoriesEuropas länder brister i skyddet av djurarter – Sverige lyfts fram som ett föregångslandRikard RosellMarch 14, 2024Kapitalförvaltaren kräver reglering – vill se redovisning kring biologisk mångfaldJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}