{
    "metadata": {
        "title": "Erik Fernholm: \"90 procent av impact gör ingen egentlig nytta\" │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2024-01-25",
        "tags": [
            "29k",
            "Erik Fernholm"
        ],
        "url": "https://impactloop.se/artikel/erik-fernholm-90-procent-av-impact-gor-ingen-egentlig-nytta-2"
    },
    "content": "Erik Fernholm: \"90 procent av impact gör ingen egentlig nytta\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI SAMARBETE MED SPPErik Fernholm: \"90 procent av impact gör ingen egentlig nytta\"2024-01-2514:18Dela artikelnErik Fernholm. Foto: Therese Winberg.Han byggde en app som fick in mångmiljonbelopp i donationer, anställde i snabb takt och levde startup-livet – men hatade rollen han själv hade. Idag vill Erik Fernholm, grundare av stiftelserna 29k och Inner Development Goals, få andra att våga tänka obekväma tankar. Som att det impact-bolag man driver kanske inte alls påverkar positivt.Camilla BergmanChefredaktör09.52: En stressig morgon\"Jag är på väg i en taxi, men blir nog fem minuter sen. Stressig morgon med flera stora nyhetshändelser, beklagar!\"Jag skriver mailet på väg till Kungsholmen där jag ska träffa sociala entreprenören och föreläsaren Erik Fernholm. Jag ska intervjua honom som en del i en intervjuserie vi gör där jag träffar entreprenörer med modiga idéer, finansierad av Impact Loops partner SPP (se ruta nedan). I mitt huvud har jag en ungefärlig bild av att vi ska prata om just trygghet och mental hälsa hos entreprenörer.Lite ironiskt, för just denna morgon är jag extra stressad. Knappt har jag slagit upp ögonen förrän jag scrollar i nyhetsflödet och ser tre stora händelser vi borde vara först med.\"Du måste lämna\" ropar jag till min man och trycker undan stinget i hjärtat av att jag prioriterar jobbet före mina barn.Stressade meddelanden på Slack. Rekordsnabb intervju från sängen. Nyhetsbrevet ut. F-n, missade inlägget som skulle med. Hugger till i magen av oro. Beställer taxi. På väg! Sminkar mig i bilen samtidigt som jag river av ett jobbsamtal. Fokus nu!Intervju med Impact Loop. Foto: Tommy Gärdh.10.08: En social entreprenörJag kliver in på det ljusa kontorshotellet och skakar hand med Erik. Med sig har han filmaren och fotografen Tommy Gärdh som gör en serie om honom och hans arbete. Erik är vad som kallas en social entreprenör. I stiftelsen 29k driver han en app där människor kan jobba med sin inre utveckling och bli bättre på att lösa komplexa problem. Parallellt föreläser han och driver Inner Development Goals, en kartläggning av de förmågor som behövs för att nå FNs hållbarhetsmål.”Ingen av oss vill vara i en värld där 20 djurarter om dagen dör på grund av oss. Ingen vill ha alla problem vi har med mental hälsa och global uppvärmning. Ändå har vi hamnat här – varför?”, frågar han retoriskt när vi slagit oss ner i kontorshotellets lobby.Även om vi är goda människor så gör vi saker som utsätter andra för faraJa, varför?Det korta svaret, enligt Erik Fernholm, är att vi är fast i ett system som bygger på att vi måste vinna över varandra. Han illustrerar med ett exempel: En av oss är vd för TikTok och en för Instagram. En produktutvecklare dyker upp med en ny funktion som gör att unga tjejer blir tre procent snyggare i appen, vilket skulle leda till ett kraftigt ökat engagemang. Rullar du ut funktionen? \"I magen känner du att det är en dålig idé, för du förstår att unga tjejer kommer att se sig i spegeln och känna sig fulare i verkligheten. Men du vet samtidigt att om du inte gör det, så kommer din konkurrent att göra det dåliga och få bättre siffror, mer kapital och en starkare position i marknaden.\"Resultatet, fortsätter han, blir en värld där vi tar precis så lite av det riktiga och oglamorösa ansvaret som vi måste. Undantaget är det ansvar som syns utåt och bygger vårt varumärke.\"Även om vi är goda människor så gör vi saker som utsätter dagens och framtidens människor för fara och risk, för att vi tänker att det är bättre att vi gör det än någon annan.\"Daniel Schmachtenberger, som förespråkar Game B-rörelsen. Foto: Press.10.37: Ett nytt systemErik Fernholm är inte ensam om de här tankarna. För bara fem-tio år sedan var den gängse normen i näringslivet att det går att kombinera hållbarhet och vinst. Nu märks en växande rörelse som börjar ifrågasätta om det verkligen är sant.En av rösterna är den amerikanska tänkaren och föreläsaren Daniel Schmachtenberger, som bland annat talade på Norrsken Impact Week i Stockholm i september. Han förespråkar den så kallade Game B-rörelsen, en reaktion på vad man anser är ett ohållbart socioekonomiskt system (Game A). Målet är att skapa ett nytt system i harmoni med planetens ekologiska och sociala system, bortom konkurrens och med samarbete som grund.Konkret innebär det att jobba i olika horisonter. I den första behöver vi köpa oss tid och främja alla initiativ som skapar luft att genomföra ett större skifte.\"I den andra behöver vi fråga oss hur vi kan bygga en jordmån för någonting annat att växa\", säger Erik Fernholm.Det är tydligt att han föreläser om frågorna. Engagemanget är märkbart, orden många. När Patrik Ugander, medgrundare till AI-bolaget River kommer fram för att hälsa leder det till ett långt samtal om nämnda Daniel Schmachtenberger. Till slut får jag avbryta, klockan tickar.Pappa var fast i ett pillermissbruk. Vi hittade honom som ett vrak flera gånger, han kunde somna i matenNiklas Adalberth, grundare av Norrsken och Tomas Björkman, grundare av Stiftelsen Ekskäret – båda även medgrundare till 29K. Foto: Press.11.16: Stiftelse-grundarenErik Fernholm föddes i Utah 1985. Mamma var mormon och blivande läkare, pappa ateist som tränade för att bli svensk OS-atlet i diskus. Uppväxten beskriver han som tuff. Familjen med tre söner flyttade till Västerås och därefter till landsbygden utanför Köping.\"Pappa var fast i ett pillermissbruk. Vi hittade honom som ett vrak flera gånger, han kunde somna i maten. Det var tydligt för mig att framgång inte gav det man trodde att det skulle ge\", berättar han idag.När Erik var 12 år dog pappan. Som 15-åring flyttade han hemifrån för att gå gymnasiet i Stockholm.Jag hatar att vara vd, trivs inte i den rollenVia världens första utbildning i lyckoforskning i Skövde, egen kitesurfingskola på Gotland och diverse kringelikrokar lärde han känna två personer som skulle komma att spela stor roll för honom: Ekskärets grundare Tomas Björkman och Norrskens grundare Niklas Adalberth. \"Det här var snart tio år sedan och vi tänkte att om vi kan använda tech tillsammans med den bästa forskningen i världen, så skulle vi kunna stärka människor i grunden och öka deras förmåga att navigera och bidra i samhällsutvecklingen.\"Det ledde till stiftelsen 29k där de idag alltså har en app för självutveckling. Men inte heller den resan har varit spikrak.\"Vi körde hela startup-grejen, fick runt 75 miljoner i donationer och som mest var vi nästan 30 personer. Vi fick in en halv miljon användare och förändrade livet för 100.000 personer. Utmaningen och mitt misstag var att vi byggde tjänsten som 4- och 8-veckorsprogram, som skapade en för hög tröskel.\"I fjol gjorde de om modellen helt och lanserade nya appen Aware. Istället för korta program har de förenklat insteget till att hitta en grupp att jobba tillsammans med. Mer som att hoppa in på ett pass på SATS än att delta i en 8-veckors kurs.Stiftelsen har inte längre några anställda – i stället finns ett nätverk med konsulter som själva pitchar in uppdrag de vill genomföra mot betalning. En styrgrupp avgör vilka som ska prioriteras.Hans tidigare vd-resa beskriver Erik Fernholm som “fruktansvärd”.\"Jag hatar att vara vd, trivs inte i den rollen. Jag är en initiativtagare som vill få ut de här idéerna. Att stötta tiotusen personer till blev så mycket viktigare än min hälsa. Till slut blev det så illa att jag blev sjukskriven, under 12 månader kunde jag knappt läsa, räkna eller skriva. Samtidigt som vi blev småbarnsföräldrar.\"Foto: Tommy Gärdh.11.47: \"Kan inte bara optimera för oss själva\"Han säger idag att det är jobbigt att prata om, eftersom vissa kan tycka att han, som föreläser om lycka och välmående, själv gick in i väggen. Samtidigt är det en påminnelse om att personlig utveckling inte bara handlar om dig själv.\"Det forskning visar är att utveckling egentligen är en resa där du rör dig från ett ganska frånkopplat förhållningssätt till andra i världen – där du vill bli populär, ha status, få ut något själv – till att du börjar se dig själv som en del av ett sammanhang. Då blir du också nyfiken på var du har negativ impact och inte bara positiv, även om det är obekvämt.\"Att just zooma ut och se sig som en helhet, snarare än som en egen ö, menar han är en del av lösningen både på att uppleva lycka och att ta hand om vår planet. Mer som en familj.\"Om vi ska lösa de här riktigt svåra frågorna som mänskligheten står inför så kan vi inte bara optimera för oss själv. Vi måste börja med att förstå att vi sitter ihop, bry oss om det värderingsskiftet, skapa en ny, gemensam berättelse och börja koordinera oss annorlunda.Erik Fernholm är en flitigt anlitad föreläsare. Foto: privat. Men frågorna är komplexa. Folk orkar inte ta till sig allt, medger Erik. Det blir för stort och det är lättare att stänga av.\"Jag tror att det viktigaste är att pusha sig själv i att fördjupa sin förståelse av vad som verkligen skapar nytta. Det som inte är okej är att säga ‘det här är bekvämt och det här tjänar jag på’ och sluta bry sig.\"Han vänder sig mot ordet “impact”, tycker att det ofta används som marknadsföring än en genuin vilja att göra skillnad.\"Det är det sista vi behöver just nu. Människor som egentligen inte vågar tänka hela vägen men som gör anspråk på tillit genom att säga att de gör impact. Men 90 procent av impact gör ingen egentlig nytta.\"De komplexa utmaningar vi står inför bara kan ruckas på om vi sätter impact först och pengar sekundärt, menar han. Det är de entreprenörer som skulle göra skillnad även om de inte fick cred för det som vi borde hylla.Men finns det inte en risk att man inte vågar göra något alls då?“Så kan det vara. Men jag kan se till de initiativ vi själva driver: vi vet inte om vi har en nettopositiv effekt över huvud taget. Men har vi lärt oss att bry oss mer? Har vi pushat oss själva att hålla den här komplexa bilden lite, lite längre? Kan vi tänka så är sannolikheten större att vi flyttar fram positionerna och börjar jobba med det som verkligen spelar roll.”Det är det sista vi behöver just nu. Människor som egentligen inte vågar tänka hela vägen12.13: Avslut och uppstartEfteråt går jag ut på gatan, rejält omskakad. Jag tänker på min stressiga morgon som i det större perspektivet känns helt onödig. Jag tänker på min egen bransch där alla just nu slåss mot varandra om att sälja flest prenumerationer.Och så Impact Loop. Jag kan inte låta bli att känna mig lite träffad. Lyfter vi impact-bolag som egentligen inte är impact?Men så tänker jag att det är precis det här vi människor och entreprenörer behöver mer av. Att mötas, lyssna på varandra, öppna sina sinnen, reflektera och därmed växa. Mina tankar snurrar redan av nya idéer. Det blir en bra dag. 💚Om artikelserienImpact Loop genomför en artikelserie där vi träffar fem entreprenörer med modiga idéer inom impact. Artikelserien är oberoende journalistik men finansieras och görs möjlig av SPP. Syftet är att inspirera och öppna upp för reflektion, för att tillsammans skapa en framtid att glädjas åt.SPP erbjuder dig, ditt företag och dina anställda tjänstepensionslösningar utifrån era behov. Genom att investera varje krona med omsorg strävar de efter att pensionskapitalet arbetar långsiktigt för en ljus framtid. En ljus framtid för både din ekonomi och planeten. SPP är en del av Storebrand, en av Nordens ledande koncerner för sparande och försäkringslösningar. Tillsammans skapar vi en framtid att glädjas åt.Vill du komma i kontakt med SPP och höra mer om hur de kan hjälpa dig och ditt företag? Kontakta dem här.Läs mer: Han har byggt Polarium till över två miljarder – \"Jag har fått lära mig att tro på mig själv\"Läs mer: Social hållbarhet kliver fram ur klimatskuggan – “Aptiten är jättestor”Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:29kErik FernholmFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesHon ska investera 1 miljard i sociala bolag: “Vi är mitt i en global social kris”Camilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}