{
    "metadata": {
        "title": "ANALYS: Därför har värmepumpen blivit het – och det kan vi lära oss av Aira │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2024-03-12",
        "tags": [
            "Aira",
            "Harald Mix",
            "Vargas"
        ],
        "url": "https://impactloop.se/artikel/darfor-har-varmepumpen-blivit-het-och-det-kan-vi-lara-oss-av-aira"
    },
    "content": "ANALYS: Därför har värmepumpen blivit het – och det kan vi lära oss av Aira │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEnergiANALYS: Därför har värmepumpen blivit het – och det kan vi lära oss av Aira2024-03-1211:05Dela artikelnAiras nya värmepump i bakgrunden. Camilla Bergman i förgrunden (foto: Elisa Sanvito).Aira lanserar en ny värmepump och Impact Loops Camilla Bergman hamnar på dess lanseringsevent. Varför – och vad kan vi lära oss av hajpen kring Harald Mix och Carl-Erik Lagercrantz värmepumpsbolag?Camilla BergmanChefredaktör\"Hur hamnade jag på ett digitalt lanseringsevent av en värmepump?\"... hann jag tänka igår när jag bänkade mig framför Airas webinar, dit jag och andra i media var inbjudna under strikt sekretess för att se vd:n Martin Lewerth visa upp Airas nya värmepump som lanseras för allmänheten idag.Frågan kräver ett längre svar.Jag är nämligen inte ensam om att plötsligt intressera mig för värmepumpar, ett intresse jag aldrig någonsin trodde att jag skulle ha (seriöst, jag har inte ens vetat hur vårt hus värms upp, så illa är det).Från att ha varit en osexig, ful låda som står i en undangömd källare någonstans i huset har värmepumpen fått komma in i finrummen.Varför? Och vad kan vi lära oss av Airas hajp?Låt oss ta det från början.1. Ett stort problemOm vi bortser från detaljen att Aira grundats av några impact-branschens mest kända profiler, som dessutom ligger bakom en rad andra hajpade omställningsbolag (Northvolt, H2 Green Steel, nystartade Syre...) så är bakgrunden till hur Vargas-grundarna Harald Mix och Carl-Erik Lagercrantz kom på Aira intressant.När jag intervjuade Harald Mix förra veckan berättade han att allt började med att de sett hur en stor andel av utsläppen var relaterade till just uppvärmning i byggnader, vilket gjorde att de riktade in sig på problemet med oljepannan. Det ledde i sin tur till att de kom in på elektriska värmepumpar, som enligt Aira själva kan minska utsläppen med 75 procent från första dagen.2. En marknad med en deadlineI Sverige är vi ganska vana vid värmepumpar. Men ute i Europa värms fortfarande 130 miljoner bostäder upp med gas- eller oljepannor. Det finns dock en deadline – EU vill att andelen värmepumpar ska gå från 20 till 40 procent fram till år 2030, vilket motsvarar cirka 50 miljoner värmepumpar. Därför har Aira tagit in kapital för att bland annat snabbt köpa upp ett antal bolag som redan jobbar med värmepumps-installationer – hittills ett i Storbritannien, Tyskland respektive Italien. På så sätt har man också säkrat en egen väg till kunden och slipper ta hjälp av dyra grossister och installatörer.\"Lanseringen av Airas nya värmepump är en viktig milstolpe på vår väg mot att installera värmepumpar hos fem miljoner europeiska hushåll inom 10 år\", säger Airas vd Martin Lewerth om nya produkten.3. Ett blått havSå kommer vi till själva värmepumpen, som nu alltså kommer ut på marknaden och som på lanseringseventet visades upp med hjälp av en snygg reklamfilm.Tekniken är i sig inte revolutionerande – det är fortfarande en värmepump vi pratar om. Men Aira är också ett bevis på att man inte behöver uppfinna hjulet från början. Med en \"tidlös, skandinavisk design med en neutral färgpalett, rundade hörn och intuitiva ljussignaler\" har man skapat sig en designmässig USP som sticker ut.Den som läst den klassiska management-boken Blue Ocean Strategy (om inte – boktips!) vet vad jag talar om.Lägg därtill en tjänst man kallar för Aira intelligence, där systemet kan lära sig kundens rutiner för att precisera planeringen utifrån uppvärmnings– och varmvattenförbrukning.Själv är jag övertygad om att just den faktorn spelat roll i att Aira kunnat ta in så mycket kapital4. Designen och grafiska profilenNär vi ändå är inne på design. En sak många andra impact-bolag verkligen kan lära sig av både Aira och de andra Vargas-bolagen är vikten av grafisk design, färg, form och logotyp. Själv är jag övertygad om att just den faktorn spelat roll i att Aira kunnat ta in så mycket kapital, jämfört med om teamet visat upp en tafflig powerpoint med typsnittet Verdana.\"Under hela utvecklingsprocessen har vårt designteam haft ett tydligt mål: att skapa ett användarvänligt system som alla kan förstå och gilla\", sa Kaj af Kleen, produktchef på Aira i samband med lanseringen.Airas värmepump – som hämtad ur en inredningstidning. Foto: Aira.5. Produktions- och kundkedjanFör mindre bolag kan det vara svårt att både tillverka en hårdvaruprodukt, bygga en fabrik för ändamålet och därefter sköta hela säljcykeln. Jag tänker till exempel på vattenbesparingsprodukten Quandify som vi skriver om här, som valt att bara fokusera på produkten.I fallet Aira har man dock lyckats säkra så mycket kapital att man klarar av att äga hela kedjan. I stället för en rad olika led där det försvinner pengar i varje kan Aira tillverka sin värmepump och sälja den direkt till konsument.Men det räcker inte. Genom att erbjuda en månatlig betalningsplan och 15-årig garanti kan Aira också i princip bli en värmepumps-bank. Alltså: tillverkling, försäljning och finansiering i ett – ingen som skär emellan och man har full kontroll i alla led.Slutsatsen:Huruvida Aira kommer att lyckas vet vi inte. Konkurrens finns (till exempel börsnoterade Nibe) och andra hårdvarubolag (Cake, Vässla) har gått på pumpen. Men kraftfull finansiering, EU-stöd och USP:ar i form av design och varumärke gör att Aira har mycket som talar för dem.En sak är i alla fall klart: Vi lär prata mer om värmepumpar.Läs mer: Camilla Bergman: Därför tror H&M mer på Syre än på RenewcellLäs mer: Harald Mix om nya sättet att bygga impact-bolag – så fungerar “Vargas-metoden”Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:AiraHarald MixVargasFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesNy utsläppslag i New York kan göra svenska proptechbolag till vinnareRikard RosellMarch 14, 2024Vill göra datacenter mer hållbara – tar in pengar i övertecknad rundaJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}