{
    "metadata": {
        "title": "Klimatinvesteraren: \"Vi kommer inte att kunna lösa det här själva\" │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-09-07",
        "tags": [
            "The Drop",
            "Heidi Lindvall",
            "Pale Blue Dot"
        ],
        "url": "https://impactloop.se/artikel/klimatinvesteraren-vi-kommer-inte-att-kunna-losa-det-har-sjalva"
    },
    "content": "Klimatinvesteraren: \"Vi kommer inte att kunna lösa det här själva\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKlimatKlimatinvesteraren: \"Vi kommer inte att kunna lösa det här själva\"2023-09-0714:48Dela artikelnHeidi Lindvall på Pale Blue dot. Foto: Jan Ahmadi.Impact Loop haffade Heidi Lindvall, medarrangör till The Drop, för att ställa några frågor om dagen.RedaktionenRikard Rosell på Impact Loop intervjuar Heidi Lindvall, medarrangör till klimatkonferensen The Drop som under torsdagen pågår i Malmö.\"Alla vet att vi inte kommer att kunna lösa de här problemen själva, vi kommer att behöva jättemycket investeringar och massor av bolag och massor av lösningar. Så alla känns så välkomnande och så öppna\", säger hon i intervjun som du kan se här:‍LÄS MER: De samlar 100 miljarder impact-dollar i ett rum: \"Som att åka på bröllop\"Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:The DropHeidi LindvallPale Blue DotFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesKlimatbråk mellan Bill Gates och Elon Musk: “Kokade av vrede”Camilla BergmanMarch 14, 2024USA och Frankrike vill förbjuda finansiering av kolkraftverkJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}