{
    "metadata": {
        "title": "Harald Mix avfärdar kritiska grönt stål-rapporten: \"Stora missförstånd\" │ Impact Loop",
        "author": "Jan Ahmadi",
        "publish_date": "2023-11-07",
        "tags": [
            "H2 Green Steel",
            "Harald Mix"
        ],
        "url": "https://impactloop.se/artikel/mix-avfardar-miljardarernas-h2gs-attack-stora-missforstand"
    },
    "content": "Harald Mix avfärdar kritiska grönt stål-rapporten: \"Stora missförstånd\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKlimatHarald Mix avfärdar kritiska grönt stål-rapporten: \"Stora missförstånd\"2023-11-0721:21Dela artikelnHarald Mix. Foto: Tomas Oneborg Harald Mix ger svar på tal om ifrågasättandet av H2 Green Steels stora stålprojekt i Boden. \"Det finns en allmän allergi mot statsstöd och där finns det stora missförstånd\", säger han i en intervju med Dagens industri samma dag som en kritisk rapport mot grönt stål släpps.Jan AhmadiReporterUnder onsdagen släpps den första av tre rapporter som nagelfar bygget av H2 Green Steels stålverk i Boden. Författarna är Magnus Henrekson, senior forskare på Institutet för Näringslivsforskning och tidigare ekonomiprofessor på Handelshögskolan, och nationalekonomen David Sundén. Magnus Henrekson har varit en öppen kritiker till projektet i flera debattartiklar där han ifrågasatt elanvändningen i projektet.Bland finansiärerna bakom rapporten återfinns bland andra finansmännen och miljardärerna Christer Gardell, Carl Bennet och Rune Andersson. Men Harald Mix lägger inte mycket vikt vid att hans branschkollegor ifrågasätter projekten, som sökt totalt ungefär 5,5 miljarder kronor (vilket Impact Loop rapporterar om här) från de statliga initiativen Klimatklivet och Industriklivet.”Jag tolkar det som att den externa granskningen är principiellt orienterad, och att det huvudsakligen handlar om den framtida energiförsörjningen i Sverige och på vilket sätt vi bör förädla våra naturtillgångar. Dessutom tror jag att det finns en allmän allergi mot statsstöd och där finns det stora missförstånd. Men avseende H2GS hade det varit billigare för dem att ringa mig och fråga”, säger Harald Mix till Di.Han uppger att han inte kommer förvänta sig särskilt mycket matnyttigt i rapporterna.  ”Frågar du mig har de som investerat drygt 20 miljarder i privat riskkapital bättre förutsättningar för att bedöma affärsrisken. Det ligger en otrolig lång och rigorös granskningsprocess bakom de här finansieringsrundorna. Som ett exempel har H2GS hittills lagt mer än 500 000 ingenjörstimmar på projektet. Att resa 5 miljarder euro i rådande marknadsklimat är en enorm bedrift. Teamet förtjänar verkligen en medalj.”Vad gäller de statliga stöden uppger han att de är nödvändiga för att accelerera omställningen och att det är något flera andra länder gör.Missa inte! Den 17 november ordnar Impact Loop en meetup på temat finansiering för impact-bolag, där bland andra Airas (backat av Harald Mix) vd Martin Lewerth deltar.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Jan Ahmadijan@loop.seDela artikeln:H2 Green SteelHarald MixFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated Stories“Exceptionella temperaturavvikelser\" i oktober – går mot varmaste året uppmättRikard RosellMarch 14, 2024Stora klimattech-rapporten i 7 punkter – investeringarna, sektorerna och framtidenRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}