{
    "metadata": {
        "title": "Så vände Bzzt från kris – och nu gör de hemligt förvärv │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2023-08-08",
        "tags": [
            "Bzzt",
            "Sven Wolf"
        ],
        "url": "https://impactloop.se/artikel/bzzt-krigar-pa-tar-in-nytt-kapital-och-gor-hemligt-forvarv"
    },
    "content": "Så vände Bzzt från kris – och nu gör de hemligt förvärv │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMobilitetSå vände Bzzt från kris – och nu gör de hemligt förvärv2023-08-0822:15Dela artikelnSven Wolf, vd på Bzzt. Foto: press.El-taxi-bolaget Bzzt svängde om under pandemin och började köra bud. Nu har de precis köpt ett annat företag och tar in nytt kapital. \"Vi har hittat rätt\", säger vd:n Sven Wolf.Camilla BergmanChefredaktörMånga tänker fortfarande på taxi när de hör namnet Bzzt. Men efter att pandemin i ett slag tog 80 procent av bolagets intäkter på två veckor tvingades de till både rekonstruktion och ny affärsmodell.Idag riktar man främst in sig på så kallade \"sista milen\"-leveranser, men kör även bud åt företag. De små eldrivna tuktuksen – så kallade poddar – finns kvar och flottan har utökats med tvåhjuliga elmopeder.\"Det var tufft men gick vägen tack vare starka, uthålliga delägare och tillmötesgående fordringsägare. Det här var ett tag sedan nu och sedan dess har vi jobbat på med att bli riktigt bra på leveranser\", säger Sven Wolf idag.Pandemi-effekten slog tillOm pandemin satte käppar i hjulet för taxifärder gick det desto bättre för hemleveranser och e-handeln, vilket även gynnade Bzzt. År 2021 landade nettoomsättningen på 10,2 miljoner och resultatet efter avskrivningar på 2,1 miljoner kronor. Den nya årsrapporten visar att 2022 års nettoomsättning landar på 12,8 miljoner kronor och att rörelseresultatet landar på -27,1 miljoner kronor.Det kan tyckas som ett brutalt tapp mellan åren men värt att nämna är att 2021 års resultat påverkades kraftigt av rekonstruktionen, så cirka 20 miljoner kronor i skulder skrevs av. Däremot är det fortfarande en ökad förlust, vilket Sven Wolf förklarar med att man gjort investeringar i verksamheten.\"Vi har investerat ännu mer i vår mjukvaru-utveckling. Vi har också gjort om organisationen och hittat en metod med färre managers och ökat ansvar för våra kurirer, vilket kostat under omställningen\", säger han.Ni har färre chefer idag?\"Precis.\"Förra året stod det klart att Bzzt köpte upp matföretaget Favos logistikdel, vilket skapade stora rubriker i media. Men i våras gick Favo också in i en rekonstruktion, som till skillnad från Bzzt slutade i konkurs.Sven Wolf kan nu berätta att köpet på grund av det avbröts.\"Det blev inte en så lång kärlekshistoria. I och med att deras transportbehov försvann så fullföljde vi inte affären. Det var väldigt synd, vi gillade verkligen gänget bakom Favo, det är duktiga och drivna entreprenörer.\"Favo-affären gav dock mersmak.\"Det var vårt första hugg på att ta över driften av andras logistik. Alla butiker ska inte behöva ha sin egen leveransorganisation och fordonsflotta\", säger Sven Wolf.Nytt hemligt uppköpHan kan nu för Impact Loop avslöja att de precis gjort ett annat uppköp. Vilket bolaget är kan han i dagsläget inte säga, men lovar att återkomma i frågan.Dessutom är han mitt uppe i att landa en kapitalrunda. Av 16 miljoner kronor har han säkrat 8 miljoner.\"Vi ska ta oss till positivt kassaflöde. Historiskt har vi tagit in närmare 100 miljoner kronor men nu är nästa milstolpe inom räckhåll.\"Hur går det i år?\"Bra! Som det ser ut nu kommer vi att öka med runt 50 procent.\"Samtidigt gjorde ni en kraftig förlust förra året, kommer pengarna från kapitalanskaffningen verkligen att räcka?“Vi tror det, ja. Vi levererar en tjänst med högre kvalitet och kunderna betalar så pass mycket bättre att marginaleffekten blir stor. Sen är prognoser alltid prognoser men detta är vad siffrorna säger till oss.”Det känns lite som att Bzzt är som en katt som har nio liv? Ni har varit igenom så mycket?“Ja. Jag blev faktiskt intervjuad av Motgångspodden och det blev ett känslosamt och intimt samtal där vi borrade i det här med motgångar och misslyckanden och vilket värde som finns i det.”Har ni hittat rätt nu?“Verkligen. Jag har haft turen att jobba med både styrelseledamöter och delägare som har fantastisk uthållighet, som visat ett sådant förtroende för vårt team. Nu känner jag verkligen att vi kan addera mycket affärsnytta och samtidigt konkurrera ut fossila fordon.”Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:BzztSven WolfFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesElonroad på silverplats när EU prisade alla i mobilitetstävling: \"Otroligt stolta\"Jan AhmadiMarch 14, 2024Svenska doldisen kuppar in sig på taxi-marknaden – satsar på samåkningCamilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}