{
    "metadata": {
        "title": "Impact-bolagen som växer snabbast – 3 saker att hålla koll på i dag │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-11-09",
        "tags": [],
        "url": "https://impactloop.se/artikel/impactbolagen-inom-tech-som-vaxer-snabbast-3-saker-att-halla-koll-pa-i-dag"
    },
    "content": "Impact-bolagen som växer snabbast – 3 saker att hålla koll på i dag │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetImpact-bolagen som växer snabbast – 3 saker att hålla koll på i dag2023-11-097:42Dela artikelnGrafik: Diana DeminTre saker att hålla koll på i dag.Redaktionen1. Flera impactaktörer bland Sveriges mest snabbväxande. Konsult- och revisionsföretag Deloitte rankar årligen de teknikbolag med snabbast tillväxt i Sverige. I år återfinns flera impactbolag på listan, bland andra WeDontHaveTime, Position Green och Soltech Energy Sweden, som samtliga växt över 600 procent mellan 2019 och 2022. Under torsdagen kommer Deloitte att presentera topp 10 på den 50 bolag långa listan här.  2. 2023 hittills varmaste året uppmätt. “Vi kan med nästan säkerhet säga att 2023 kommer att bli det varmaste uppmätta året, för närvarande ligger det 1,43 grader över det förindustriella genomsnittet”, säger Samantha Burgess, biträdande direktör för EU:s klimatförändringstjänst Copernicus, som står bakom mätningarna. Även i oktober slogs det ett dystert värmerekord. Läs mer här. 3. Kraftig kritik mot H2 Green steel i omtalad rapport. Igår släpptes den första av tre rapporter som granskar de bolag som sysslar med så kallat grönt stål, bland annat Harald Mixs H2 Green Steel. Rapporten har finansierats av välkända namn som Christer Gardell, Rune Andersson och Carl Bennet. Domen var som väntat inte nådig. Rapportförfattaren, nationalekonomen David Sundén, menar bland annat att tekniken inte har några konkurrensfördelar och kan bli omsprungen. Liksom att stålet inte kan anses vara fossilfritt eftersom det fortfarande kommer att innebära betydande koldioxidutsläpp. Harald Mix har svarat på kritiken. Rapporten kan läsas här.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesSvepet 2/10: Greenwashing-pris och plastförbudRedaktionenMarch 14, 2024Svepet 20/9: Triss i hållbarhets-satsningar från storbolagenRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}