{
    "metadata": {
        "title": "Blykalla fyller på kassan och stärks av COP-besked: “Vi är inne i en kärnkraftsrenässans“ │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-12-06",
        "tags": [
            "Blykalla",
            "Jacob Stedman"
        ],
        "url": "https://impactloop.se/artikel/blykalla-fyller-pa-kassan-och-starks-av-cop-besked-vi-ar-inne-i-en-karnkraftsrenassans"
    },
    "content": "Blykalla fyller på kassan och stärks av COP-besked: “Vi är inne i en kärnkraftsrenässans“ │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRiskkapitalBlykalla fyller på kassan och stärks av COP-besked: “Vi är inne i en kärnkraftsrenässans“2023-12-068:40Dela artikelnJacob Stedman, vd för Blykalla. Foto: pressbild.Kärnkraftsuppstickaren Blykalla bekräftar att bolaget är inne i en större kapitalrunda. Nu har bolaget avslutat en delstängning som ger bolaget runt 33 miljoner kronor. “Vi vill inte kommentera något om rundan offentligt innan den är helt klar”, säger Jacob Stedman, vd på Blykalla till Impact Loop.\nRikard RosellReporterDen svenska kärnkrafts-startupen Blykalla som fokuserar en framtida produktion av små modulära kärnkraftsreaktorer växlar nu upp takten och tar in nytt riskkapital. Enligt Bolagsverkets uppgifter har bolaget registrerat en nyemission på 32,6 miljoner kronor, vilket enligt uppgifterna ska ge Blykalla en värdering på närmare 530 miljoner kronor (post-money).När Impact Loop når Blykallas vd, Jacob Stedman, på onsdagsmorgonen är han fåordig.“Vi har en pågående emission och detta är en delstängning av en runda som har flera stängningar. Vi har tagit beslut om att inte gå in närmare på detaljer om rundan innan den är helt avslutad.”Han vill i nuläget inte heller ge någon ytterligare information om värdering eller när kärnkraftsbolaget räknar med att den större kapitalrundan ska vara helt stängd.Under klimattoppmötet COP28 som nu pågår i Dubai har frågan om kärnkraft stått högt upp på agendan. Tidigare i veckan fattades en överenskommelse där 20 länder, däribland Sverige, enades om att storsatsa på ny kärnkraft. Målet är att trippla kapaciteten av kärnkraft till 2050.Beskedet är något som Jacob Stedman ser positivt på och menar stärker Blykallas satsning.“Det förstärker ännu mer bilden av att vi är inne i en kärnkraftsrenässans och det är förstås positivt. I slutändan är det konkreta ändringar i länder och konkreta investeringsbeslut som kommer att påverka mest, men det är viktigt att världens ledare är så tydliga. Det är jag jätteglad för.”‍Ser du det som en tydlig signal som stärker ert arbete på Blykalla?“Ja absolut. Världen har ändå kollektivt nu sagt att vi behöver massor av ny kärnkraft. Det tycker jag är helt rätt och det är fantastiskt kul.”Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:BlykallaJacob StedmanFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesByggde upp svenska SaaS-branschen – nu börjar profilerna investera i impactChristian von EssenMarch 14, 2024De vann slaget om statliga pengarna – då börjar nya riskkapitalbolaget investera (och i vad)Rikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}