{
    "metadata": {
        "title": "\"Drönardrottningen\" har fått fart efter pivotering – för samtal med Google och Meta │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2024-01-14",
        "tags": [
            "Globhe",
            "Helena Samsioe"
        ],
        "url": "https://impactloop.se/artikel/nu-tar-hennes-dronarbolag-rejal-fart-for-samtal-med-google-och-beta"
    },
    "content": "\"Drönardrottningen\" har fått fart efter pivotering – för samtal med Google och Meta │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nMobilitet\"Drönardrottningen\" har fått fart efter pivotering – för samtal med Google och Meta2024-01-148:55Dela artikelnHelena Samsioe, vd och grundare för Globhe. Foto: pressbild.Hon kallas för Drönardrottningen och hennes bolag Globhe var ett av de impact-bolag som syntes mest i media för några år sedan. Sedan blev det tyst – tills nu. För Impact Loop berättar grundaren och vd:n Helena Samsioe om pivoteringen, succéåret 2022 och varför drönarbilder tagit fart just nu.Rikard RosellReporterNi som har följt nyheter inom tech och startups de senaste tio åren kan ha stött på en artikel om Globhe, en marknadsplats för drönarleveranser startat 2014 av Helena Samsioe.Globhe var utan tvekan ett av de mest hajpade bolagen inom impact, och Helena Samsioe blev en förebild för nya entreprenörer på området. Hon hamnade på en rad prestigefyllda listor av Forbes och Vogue och fick namnet \"The Drone Queen\" (Drönardrottningen) av brittiska nyhetskanalen BBC.Men på sistone har det inte varit lika mycket skriverier om Globhe i svensk press. Så när företaget dök upp på Impact Loops radar blev vi nyfikna: Hur går det egentligen för dem?Faktum är: det är nu det ser ut att ta riktig fart.Helena Samsioe, grundare och vd för Globhe. Foto: pressbild.Pivotering till bilddatainsamlingNär vi når Helena Samsioe bekräftar hon att bolaget fått lite av ett genombrott, tack vare en pivotering man genomfört för tre år sedan. Bolagets nettoomsättning för 2022 landade på 6,2 miljoner, vilket ska jämföras med 244 000 kronor året innan.\"Vi har sedan 2020 byggt upp världens största marknadsplats för klimatdata från drönare. Det som syns nu är resultatet av den pivotering som vi valde att göra från att fokusera på leveranser med drönare till bilddatainsamling. Vi är såklart väldigt glada för att det beslutet vi tog då verkligen visar sig vara helt rätt\", säger Helena Samsioe.Det är ganska stor spridning på vad man kan få för underlag från drönare idagFöretaget satsar nu på den ökande efterfrågan på bild- och klimatdata som företag, organisationer och statliga aktörer alltmer behöver. Genom sin plattform har Globhe idag över 10 000 drönarpiloter i 145 länder anslutna som tar uppdrag genom och laddar upp data till plattformen.\"En stor del av våra kunder som vi har idag beställer data för att inspektera sina tillgångar inom vind- och solkraft men också skog. Beroende på vad kunden behöver så kan de beställa olika typer av bilddata som 3D-modeller, digitala tvillingar, värmekartor eller annan typ av bilddata. Det är ganska stor spridning på vad man kan få för underlag från drönare idag\", berättar Helena Samsioe.Jacob Waluza är en av Globhes nästan 10 000 så kallade ”crowddroners”, som tar uppdrag från företag och organisationer som beställer data. Foto: Globhe.Kan hjälpa vid naturkatastroferGlobhes plattform har också visat sig vara en viktig faktor när det kommer till att snabbt få fram bilddata från områden som riskerar eller redan har drabbats av naturkatastrofer.\"All typ av klimat- och miljödata beställs genom vår plattform. I bästa fall så är det i förebyggande syfte där vi är med och identifierar områden som har hög risk för skogsbränder eller kartläggning av områden där risken finns för översvämningar. Men vi är också med i skeden där det har hänt någonting för att effektivisera återuppbyggnad av samhällen\", säger Helena Samsioe.En växande efterfrågan är till exempel verifiering.\"Det blir mer och mer vanligt att använda vår lösning för att verifiera att olika klimatinsatser faktiskt görs som att plantera skog, men också för att säkerställa att områden inte blir drabbade av naturkatastrofer till följd av att man till exempel planterat eller skövlat skog i området.\"Drönarbild från Globhe.För samtal med Google och MetaHelena Samsioe säger att företagets nya fokus på bilder är en stor anledning till att de nu får fler kunder.“Det har gett oss en otroligt positiv utveckling där vi på ett helt annat sätt kunnat skala upp. Det är en väldigt spännande tid att vara verksam i den här branschen.”Däremot kommer Globhe inte att ha lika stor omsättningsökning för 2023 som under 2022.\"Under 2023 har vi  arbetat med att säkerställa att vi når återkommande kunder så vi har inte ökat omsättningen på samma sätt. Vi når nu runt 90 procent av återkommande kunder och har byggt en stark bas på det. Under detta året är tanken att vi ska ta nästa hopp då vi ser att stora mjukvaruaktörer är intresserade av oss\", säger Helena Samsioe.Vi har några riktigt stora möjligheter i pipenDe stora aktörer som hon talar om är heller inte vilka som helst.\"Vi för samtal med både Google och Meta som under lång tid har byggt upp kartbaser som bygger på satelitdata och till viss del vanlig flygdata. De vill nu utveckla detta med ett lager till av högupplöst data. Vi har några riktigt stora möjligheter i pipen som kan göra att vi tar nästa stora skutt framåt.\"Samtidigt är Globhe, som till dags datum tagit in runt 30,2 miljoner kronor i kapital från bland annat venture-studion Vntrs Equity, i full färd med att fylla på kassan igen.\"Vi har precis öppnat upp för nästa runda och det är läge för att ta in kapital här innan sommaren för oss\", säger Helena Samsioe.Man vill inte längre skicka ut sin personal för inspektionerDrönarbild från Globhe.Pandemin har påverkatEn anledning till att drönarbranschen är på framfart, menar Helena Samsioe, är de förändringar som företag och organisationer genomförde under pandemin.\"Där övergav man i stor utsträckning att inspektera tillgångar fysiskt och det fortsätter man med även efter pandemin. Nu vill man skapa digitala tvillingar och inspektera sina tillgångar via datorn. Man vill inte längre skicka ut sin personal för inspektioner utan genom bilddata som strömmar in kunna avgöra om vindkraftverkens rotorblad måste bytas eller om den plats man tänkt sig för solcellsprojekt är den optimala. Där är drönare och den mest överlägsna lösningen för att göra det. Det här driver hela industrin framåt där vi har en superintressant position.\"Ni har hållit på länge och det är först nu som det lyfter. Vad är dina känslor som entreprenör och grundare kring det?\"Så är det och som entreprenör så tror du alltid på din idé. Men som jag ser det är det viktigaste som entreprenör att ha uthålligheten för det tar alltid längre tid än vad du tror. Särskilt när man som oss lanserar en produkt på en helt ny marknad som du är med och bygger. Nu har vi gjort det och kan skala, vilket är ett superspännande skede som bolaget går in i.\"LÄS MER: 10 års forskning har gett resultat – nu kan deras supervete odlas på \"död\" markGlobhe Drones ABStartår: 2014Grundare och vd: Helena Samsioe Nettomsättning 2022: 6,2 milj krResultat 2022: -10,9 milj krUrval av ägare: Helena Samsioe, VNTRS Equity AB.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:GlobheHelena SamsioeFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesSverige bromsar medan andra gasar – faller i elbilsrankingJan AhmadiMarch 14, 2024\"Vägladdaren\" fortsätter växa – plockar in Amazon-chefJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}