{
    "metadata": {
        "title": "Harald Mix värmepumpsbolag tar in 1 miljard – storsatsar i Europa │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2023-10-18",
        "tags": [
            "Aira"
        ],
        "url": "https://impactloop.se/artikel/harald-mix-gor-det-igen-koper-upp-tyskt-familjebolag"
    },
    "content": "Harald Mix värmepumpsbolag tar in 1 miljard – storsatsar i Europa │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEnergiHarald Mix värmepumpsbolag tar in 1 miljard – storsatsar i Europa2023-10-188:53Dela artikelnMartin Lewerth, vd för Aira, och Harald Mix, grundare av Vargas. Foto: press och Cornelia Jönsson/TT.Harald Mix och Carl-Erik Lagercrantz nya värmepumps-satsning Aira tar in 1 miljard kronor från bland annat Kinnevik.Camilla BergmanChefredaktörDet var i mitten av juni som Harald Mix och Carl-Erik Lagercrantz, grundare av investeringsbolaget Vargas, presenterade sin nya satsning på värmepumpar direkt till konsument. Med företaget Aira vill de ta 10 procent av slutkundsmarknaden, finnas i mer än 20 länder och ha 10 000 medarbetare, varav en stor del installatörer.Han berättade då också att planen var att rulla ut i Italien, Storbritannien och Tyskland under sommaren och hösten i år.Parallellt rekryterades Martin Lewerth från lastbilsaktören Scania, som ny vd till Aira. Sedan dess har bolaget gjort två uppköp, ett i Storbritannien och ett i Italien.Tar in pengar från KinnevikNu händer det grejer igen i bolaget. På onsdagsmorgonen meddelade man att bolaget stängt en kapitalrunda på 1 miljard kronor.Pengarna kommer från riskkapitalbolagen Altor, Collaborative Fund, Creades, Kinnevik och Lingotto. \"Vi är mycket glada att välkomna våra nya investerare, som alla har en erfarenhet av att skala upp impact-företag. Våra investerare följer med oss på vår mission att driva den gröna övergången och ta Europa bort från gas\", säger Martin Lewerth, vd för Aira, i en kommentar och fortsätter:\"Med denna investering kommer vi att ytterligare utöka vår närvaro i Europa och påskynda vår produkt- och teknikutveckling för att bli ett ledande direkt-till-konsument-varumärke.”Georgi Ganev, vd för Kinnevik, säger: \"På Kinnevik fortsätter vi att fokusera på vår generations största utmaning – klimatförändringen. Bostadsuppvärmning står för ungefär 10 procent av CO2-fotavtrycket, och vi tror att Europa är i början av en stor omvandling mot grön energi. Vi tror starkt på Airas vision att koppla samman hela värdekedjan, vilket möjliggör starkare marginaler och en harmoniserad kundupplevelse. Modiga visioner kräver bra genomförande, och Martin Lewerth och teamet har rätt kombination av erfaren ledning och expertis över de kritiska funktionerna. Dessutom, med Kinneviks erfarenhet av att skala globala konsumentföretag, tror jag att vi kan vara en stark strategisk partner till Aira och lägga till betydande värde som en tidig investerare.”Gör tyskt förvärvSamtidigt står det klart att Aira gör sitt tredje förvärv. Det är det tyska VVS-företaget Garant som opererar i områdena Sachsen och Bayern. Bolaget är ett familjeföretag med 80 anställda.\"Garants regionala expertis och omfattande erfarenhet kommer att påskynda Airas ambitioner att betjäna fler tyska hushåll\", säger Leonhard von Harrach, vd för Aira Tyskland i en kommentar.\"För att påskynda företagets snabba tillväxt kommer vi att bygga en ny Aira-akademi som kommer att utbilda hundratals ren energi-experter. Vilken bättre plats att börja än här i Glauchau-Zwickau, känt som ett centrum för ingenjörstalang. Aira är nu strategiskt positionerat för att tillgodose både de norra och sydöstra regionerna i Tyskland.\"LÄS MER: Harald Mix nya värmepumps-satsning storsatsar och gör uppköpGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:AiraFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesRegeringen satsar på stora kärnkraftverk – men vad hände med de små?Jan AhmadiMarch 14, 2024Harald Mix nya värmepumps-satsning storsatsar och gör uppköpCamilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}