{
    "metadata": {
        "title": "Han gör nya produkter av gammal plast och glas – har Chloé på kundlistan │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-11-07",
        "tags": [
            "A Good Company"
        ],
        "url": "https://impactloop.se/artikel/de-vill-gora-varlden-mer-hallbar-en-vardagsprodukt-i-taget"
    },
    "content": "Han gör nya produkter av gammal plast och glas – har Chloé på kundlistan │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nCirkularitetHan gör nya produkter av gammal plast och glas – har Chloé på kundlistan2023-11-078:45Dela artikelnAnders Ankarlid tillsammans med kvarnen som mal ner grejer till mobilskal. Foto: Agood company.I en fabrik i Eskilstuna mals återvunnen plast och glas ner i en kvarn. Ut kommer nya mobilskal och andra vardagsprodukter. Nu omsätter Anders Ankarlids cirkulära bolag Agood company över 30 miljoner och har kunder som Chloé och Saint Laurent. Rikard RosellReporterUnder värmeböljan som slog till i Sverige 2018, med skogsbränder och rekorddåliga skördar som följd stod Anders Ankarlid på familjegården med en växande känsla av olust. Det var uppenbart att gårdens djur mådde dåligt – och funderingar på hur han själv kunde bidra till att vända klimatförändringar började slå rot.“Vi hade redan ändrat ganska mycket som familj i frågor kring hur vi reser, lever och äter. Men då kände jag, som vid den tidpunkten jobbade som managementkonsult, att jag kan inte hålla på längre med att vara någon form av professionell powerpoint-slöjdare – jag måste göra något vettigt, berättar han.Något vettigt blev att dra igång bolaget Agood company.Företaget, som startades hösten 2018, har som affärsidé att producera hållbara vardagsprodukter. Det är pennor, tandborstar, anteckningsböcker och mobilskal – som är bolagets storsäljare.Mobilskal är en av Agood companys storsäljare.Hälls ner i en kvarnFörra året hade bolaget en nettoomsättning på 31,4 miljoner kronor, vilket ska jämföras med 26,2 miljoner året innan. Samtidigt minskade förlusten vad gäller rörelseresultatet från -7,7 miljoner 2021 till -1,7 miljoner kronor 2022.Mobilskalen produceras av material som bolaget tagit fram själva. Ett framställs av av gamla fönsterglas och plastlådor som hälls ner i en sorts kvarn som står i bolagets produktionsanläggning utanför Eskilstuna. Ett annat material är helt växtbaserat och gjort av restprodukter från svensk linfröproduktion.På europeisk basis så har vi egentligen ingen konkurrensEnligt Anders Ankarlid har Agood company tagit hjälp av klimatberäknings-aktören Climate Partner för att utvärdera och mäta den miljöpåverkan produktionen av bolagets mobilskal ger.“Vår produkt släpper ut ungefär 110 gram koldioxid. Det innebär att ett enda mobilskal från en massmarknadsaktör som använder ny plast och silikon släpper ut lika mycket som 470 mobilskal som vi producerar. För oss är det väldigt viktigt att vara transparenta om hur vår produktion påverkar och därför visar vi det på alla de varor vi säljer. På europeisk basis så har vi egentligen ingen konkurrens för vi är de enda som faktiskt producerar på det här sättet.”Produkterna framställs bland annat av ett material som är växtbaserat och gjort av restprodukter från svensk linfröproduktion.Lyxmärken som Chloé på kundlistanAtt Agood company lyckats bygga upp den produktionslinjen här i Sverige har inte heller gått obemärkt förbi. På kundlistan som bolaget producerar mobilskal åt finns lyxvarumärken som franska Saint Laurent och Chloé och danska moderaketen Ganni.Men också en gammal mobiljätte som de senaste åren gått lite under radarn – i alla fall på den svenska marknaden.“Vår största kund i år i den kategorin är Motorola, som jag först trodde hade gått i konkurs när de kontaktade mig. Det visade sig att de är världens näst största mobiltillverkare. Till dem producerar vi nästan en miljon växtbaserade mobilskal i år.”Till dem producerar vi nästan en miljon växtbaserade mobilskal i årTar in kapital för expansionFör att fortsätta på den inslagna tillväxtresan ska Anders Ankarlid nu ytterligare skala upp verksamheten och ta in riskkapital, något man hittills inte gjort.“Det var rätt läge för det nu. Vi är förbi alla barnsjukdomar och har visat att vår modell funkar. Tanken är att vi med det ska kunna skala upp och göra ett större avtryck. Samtidigt är det tydligt för oss att vi behöver få in kapital till satsningar på råvara och lager för att vi ska kunna ta fler stora kundavtal.“Trots att planen nu är inställd mot att skala upp snabbt och stort är Anders Ankarlid tydlig vad gäller bolagets inriktning. Ursprungstanken från 2018 ligger fast – med viss entreprenöriell reservation.“Vi håller oss till grundidén och kör på hållbara vardagsprodukter där det är stora marknader och hög användning. Tanken framåt är att bredda oss i det fältet och dra nytta av det materialbibliotek vi byggt upp, men det får inte bli för stora eller skrymmande grejer. Det här får jag säkert äta upp om några år när vi gör en cykel eller något.”Agood companyStartår: 2018Grundare: Anders Ankarlid, Henrik Jonsson, Joakim Rahmqvist, Jesper Rahmqvist och Colin WoodwardVd: Colin WoodwardNettoomsättning 2022: 31,4 miljoner kronorResultat 2022: -1,7 miljoner kronorStörsta externa investerare: Inga i dagslägetGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:A Good CompanyFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesRegeringen ska utreda moms i cirkulära bolag – får kritikRikard RosellMarch 14, 2024Från becksvart till rekordår – nu tar elbilshandlaren in kapital: \"En berg- och dalbana\"Christian von EssenMarch 14, 2024\n\n\n\n\n\n\n"
}