{
    "metadata": {
        "title": "“Exceptionella temperaturavvikelser\" i oktober – går mot varmaste året uppmätt │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-11-08",
        "tags": [],
        "url": "https://impactloop.se/artikel/exceptionella-temperaturavvikelser-i-oktober-gar-mot-varmaste-aret-uppmatt"
    },
    "content": "“Exceptionella temperaturavvikelser\" i oktober – går mot varmaste året uppmätt │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKlimat“Exceptionella temperaturavvikelser\" i oktober – går mot varmaste året uppmätt2023-11-089:10Dela artikelnVi är på väg mot det varmaste året någonsin enligt EU:s klimatförändringsexperter. Nu flaggar de för att klockan klämtar för att skruva åt klimatåtgärderna på det kommande toppmötet COP28, som inleds i slutet av november.\nRikard RosellReporterOktober 2023 kommer att gå till historien som den varmaste oktobermånaden som någonsin uppmätts globalt, enligt rapporter från EU:s klimatförändringsprogram Copernicus Climate Change Service.Med en genomsnittlig lufttemperatur på 15,3 grader, överskred den det tidigare rekordet från oktober 2019 med 0,4 grader och var 0,8 grader över genomsnittet för oktober 1991-2020.“I oktober inträffade exceptionella temperaturavvikelser, efter fyra månader av globala temperaturrekord”, säger Samantha Burgess, biträdande direktör för Copernicus klimatförändringstjänst i en kommentar.Denna oroande utveckling markerar den näst högsta temperaturavvikelsen för någon månad, med endast september 2023 som var högre. Faktum är att oktober 2023 var hela 1,7 grader varmare än det uppskattade oktobergenomsnittet för åren 1850 till 1900, vilka används som förindustriella referensår.Men det handlar inte bara om en enstaka månad som sticker ut i mätningarna. Under januari till oktober 2023, är den globala medeltemperaturen den högsta som någonsin uppmätts. Den överstiger både det förindustriella genomsnittet 1,4 grader och är 0,1 grader högre än genomsnittet för 2016, som tidigare höll rekordet som det varmaste kalenderåret någonsin.“Vi kan med nästan säkerhet säga att 2023 kommer att bli det varmaste uppmätta året, för närvarande ligger det 1,43 grader över det förindustriella genomsnittet. Känslan av att det är bråttom med ambitiösa klimatåtgärder inför COP28 har aldrig varit högre”, säger Samantha Burgess.Källa:Copernicus Climate Change Service/ECMWFGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesHan omsätter 800 miljoner på plåt – kan nya idén bli lika stor?Jan AhmadiMarch 14, 2024Harald Mix avfärdar kritiska grönt stål-rapporten: \"Stora missförstånd\"Jan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}