{
    "metadata": {
        "title": "Tuffare regler för greenwashing – 3 saker att ha koll på idag │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2024-02-19",
        "tags": [],
        "url": "https://impactloop.se/artikel/tuffare-regler-for-greenwashing---3-saker-att-ha-koll-pa-idag"
    },
    "content": "Tuffare regler för greenwashing – 3 saker att ha koll på idag │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetTuffare regler för greenwashing – 3 saker att ha koll på idag2024-02-197:10Dela artikelnGrafik: Diana Demin, Impact Loop.Tre saker att ha koll på idag.Redaktionen“EU:s klimatbank” vill finansiera minikärnkraftverk. Nadia Calviño, ny chef för Europeiska investeringsbanken (EIB), säger i en intervju i DN i helgen att man “absolut” vill finansiera exempelvis en satsning på fabrikstillverkade mindre reaktorer, så kallade SMR:er. “Vi är redan aktiva inom kärnteknik och är redo att finansiera forskning och utveckling av ny teknik”, säger hon. Tuffare regler för greenwashing. EU-parlamentets marknads- och miljöutskott har nu tyckt till om det greenwashing-förslag som parlamentet röstat igenom. De håller med om att företag ska riskera böter på minst 4 procent av årsomsättningen om de bryter mot reglerna, men tycker att det borde införas snabbare verifiering för enklare påståenden. Förslaget kommer nu att utgöra parlamentets ståndpunkt framåt.‍80 miljoner till miljöforskning. Nu öppnar stiftelsen Mistras projektutlysning Mistra Utmana, som med upp till 6 miljoner kronor per projekt vill backa forskningsidéer inom två områden: Minskad resursförbrukning och accelererad cirkulär ekonomi samt Diplomati för hållbarhet. “Vi är verkligen spända på att se vilka projektidéer som kommer in, säger programansvarig Lisa Almesjö.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesBatterikapplöpning i Europa och soligt läge för solkraft – 3 saker att ha koll på idagRedaktionenMarch 14, 2024Därför fryyyser vi just nu – 3 saker att ha koll på idagRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}