{
    "metadata": {
        "title": "Har svenska forskare svaret på kampen mot spöknäten? │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-12-20",
        "tags": [],
        "url": "https://impactloop.se/artikel/svenskt-supermaterial-ar-nyckelfaktor-i-kampen-mot-spoknaten"
    },
    "content": "Har svenska forskare svaret på kampen mot spöknäten? │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBiologisk mångfaldHar svenska forskare svaret på kampen mot spöknäten?2023-12-209:55Dela artikelnI Sydafrika pågår ett projekt där nya helt nedbrytningsbara fiskenät ska produceras. Bakom det som kan bli lösningen på ett enormt problem för våra hav och vårt marina djurliv finns en uppfinning som utvecklats av svenska kemister.\nRikard RosellReporterPlastföroreningar i våra hav är ett enormt globalt problem, och en stor del av detta problem utgörs av spöknät – förlorade fiskeredskap som driver omkring och blir dödsfällor för det marina livet. Fiskar, sköldpaddor, delfiner och fåglar riskerar att kvävas, svälta eller dö när de blir fångade i dessa nät, som kan överleva och skada ekosystemet i upp till 600 år. Det problemet har det Sydafrikabaserade impact-projektet Catchgreen gett sig i kast med att lösa med hjälp av den svenska uppfinningen Biodolmer. Materialet som utvecklats av kemister från Helsingborgsbolaget Gaia Biomaterials är helt komposterbart, nedbrytningsbar och kan användas i de flesta användningsområden där plast används idag. Materialet avger inte heller några mikroplaster och sjunker snabbare än vanliga nät vilket minimerar risken för skador på djurliv.Nu har Catchgreen, som backas finansiellt av brittiska regeringens satsning på hållbar produktion (SMEP), inlett tillverkningen av de hållbara fiskenäten i Sydafrika i samarbete med befintliga producenter av fiskeredskap. Tillverkningen kommer efter flera års forskning där de svenska kemisterna vid Gaia Biomaterials arbetat med att ta fram ett lämpligt material för de tunna trådar som näten spinns av.\"De nät som vi utvecklar tillsammans med fiskeindustrin i Sydafrika kommer inte bara att minska mängden spöknät. De kommer också att minska mängden mikroplaster i haven. Dessutom kan uttjänta nät lämnas till industriell kompostering i land där de blir till biomassa”, säger Emma Algotsson, miljöjurist och projektledare för Catchgreen. Enligt Emma Algotsson har Catchgreen genomfört storskaliga tester av näten som producerats av Biodolmer, vilket visat positiva resultat och som beräknas nå marknaden under 2024.“I år har vi genomfört tester med våra nät i Kenya och det har fungerat perfekt”, säger hon, samtidigt som hon pekar på att ytterligare utveckling av produktion pågår:“Vi jobbar också med att ta fram rep och nät för restaurering av korallrev och för odling av alger och tång. Vårt slutmål är att ha nät för storskalig trålning.”Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesMinskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von EssenMarch 14, 2024Kapitalförvaltaren kräver reglering – vill se redovisning kring biologisk mångfaldJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}