{
    "metadata": {
        "title": "Impact-bolaget tar in 80 miljoner + fyra andra bolag som tar in stora rundor just nu │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "",
        "tags": [],
        "url": "https://impactloop.se/artikel/impact-bolaget-tar-in-90-miljoner-fyra-andra-bolag-som-tar-in-stora-rundor-just-nu"
    },
    "content": "Impact-bolaget tar in 80 miljoner + fyra andra bolag som tar in stora rundor just nu │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRiskkapitalImpact-bolaget tar in 80 miljoner + fyra andra bolag som tar in stora rundor just nuDela artikelnInom loppet av två dagar har fem impact-bolag tagit in kapital, och ganska mycket också, kan Impact Loop avslöja. Vi listar dem här för alla er som gillar att ha koll på vilka som planerar att växa. RedaktionenAlla värderingar är post-money.1. Toppar listan gör Omocom, som säljer försäkringar till alla bolag som hyr ut saker (tänk Hygglo, du hyr en pryl därifrån och då behöver du en försäkring). De tar in hela 80 miljoner kronor till en värdering på 200 miljoner kronor. Bakom investeringen ligger försäkringsjätten Länsförsäkringar som köper in sig i bolaget – intervju med vd:n och grundaren kommer under dagen här på sajten.2. Lundabolaget Cirkulär, som utvecklar nästa generation av biologiska fabriker drivna av svampceller, tar in knappt 18 miljoner kronor till en värdering på 231 miljoner kronor.‍3. Quandify i Stockholm har en intelligent plattform för läckagedetektering, vattenövervakning och vattenhantering. De tar in 27 miljoner kronor till en värdering på 134 miljoner kronor.‍4. OAKS, som har en plattform för att optimera inomhusklimat med låg energiförbrukning, tar in 22 miljoner kronor till en värdering på 140 miljoner.5. Karlskrona- och Göteborg-bolaget Ocean Harvesting, som utvecklat ett vågkraftverk, har tagit in drygt 6 miljoner kronor till en värdering på 22 miljoner kronor.LÄS MER: Vi har gått igenom 241 impact-bolags värderingar – så ser det ut i olika faserGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesAlpinstjärnans bolag stakar ut ny riktning – vill förändra transportbranschenRikard RosellMarch 14, 2024Nya riskkapitalbolaget letar efter impact-bolag – det här siktar de in sig påJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}