{
    "metadata": {
        "title": "Nebe Almayahi: \"Impact behöver inte alltid vara storslaget\" │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-09-27",
        "tags": [
            "Teint"
        ],
        "url": "https://impactloop.se/artikel/nebe-almayahi-impact-behover-inte-alltid-vara-storslaget"
    },
    "content": "Nebe Almayahi: \"Impact behöver inte alltid vara storslaget\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-profilenNebe Almayahi: \"Impact behöver inte alltid vara storslaget\"2023-09-276:44Dela artikelnNebe Almayhai, grundare av Teint.Veckans Impact-profil är Nebe Almayahi, grundare av plåsterbolaget Teint som erbjuder produkter för alla hudtoner.Rikard RosellReporterDu är grundare av Teint. Vad gör ni?\"Vi är mångfald- och inkluderingskreatörer, vi främjar mångfald och inkludering med produkter, tjänster och via vår egen podcast Teint Talks.\"Vad har ni på gång just nu?\"Med vår tjänst Co-Create har vi jättespännande samarbeten på gång med några av världens största företag, där vi tillsammans skapar inkluderande produkter, riktade antingen till deras anställda eller deras kunder. Vi förbereder också nästa format i vår podcast där vi kommer att bjuda in företag att berätta om hur de arbetar med mångfald och inkludering och vilka utmaningar de har i frågan.Vad är ditt största huvudbry just nu?\"Sverige är rent generellt efter i mångfald- och inkluderingsfrågor, i jämförelse med USA och Storbritannien för att ge några exempel. Ämnet är mer etablerat i dessa länder och är en del av många företags visioner och strategier. Med hänsyn till det ekonomiska och politiska klimatet vi lever i just nu är det viktigare än någonsin att jobba med just mångfald och inkludering.\"Vad har ni åstadkommit ett år från nu?\"Då har vi lanserat våra första Co-Create-produkter med företag, våra plåster finns på alla skolor och sjukhus, och vår podcast är en av de mest lyssnade!\"Vad har varit mest utmanande i år?\"Att hitta investerare som delar vår vision och stänga vår första kapitalrunda.\"Ni tog in 2,2 miljoner kronor i en finansieringsrunda för bara några månader sedan. Vad väljer du, en stor påse pengar eller investerare som bidrar med kunskapskapital?\"Vi hade ynnesten att inte behöva välja mellan dessa. Våra investerare kommer alla med stor kompetens från att ha lett stora företag och är serieentreprenörer som har gjort resan själva. Detta tror jag är viktigt för ett start-up att tänka på, förutom pengar behöver man investerare som delar ens vision, kommer med kompetens och ett bra nätverk.\"Vad betyder impact för dig?\"Impact behöver inte alltid vara storslaget. Man kan uppnå det i något så enkelt som plåster i olika hudtoner. Eller att samarbeta med kriminalvården för att ge kvinnliga intagna en sysselsättning och bidra på ett positivt sätt till deras mentala hälsa. För mig handlar det om att se människor.\"LÄS MER: Niklas Wallsargård: Kan inte nog understryka vikten av att hitta rätt kapitalNamn: Nebe AlmayahiBolag: TeintRoll: Grundare och vdNettoomsättning 2022: 581 000 kronorResultat 2021: -119 000 kronorGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:TeintFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesPia Qvarnström vill förändra bilden av växtbaserat – gör uppköp och tar in kapitalJan AhmadiMarch 14, 2024Niklas Wallsargård: \"Kan inte nog understryka vikten av att hitta rätt kapital\" Rikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}