{
    "metadata": {
        "title": "Inte bara värmepumpar – här är Airas större plan: \"Bygger ekosystemet\" │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-12-04",
        "tags": [
            "Aira",
            "Harald Mix",
            "Carl-Erik Lagercrantz",
            "Vargas"
        ],
        "url": "https://impactloop.se/artikel/inte-bara-varmepumpar-har-ar-airas-storre-plan-bygger-ekosystemet"
    },
    "content": "Inte bara värmepumpar – här är Airas större plan: \"Bygger ekosystemet\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEXKLUSIV INTERVUInte bara värmepumpar – här är Airas större plan: \"Bygger ekosystemet\"2023-12-048:07Dela artikelnMartin Lewerth, vd för Aira. Foto: pressbild.Med Harald Mix och Carl-Erik Lagercrantz investeringsbolag Vargas i ryggen vill Aira ta över Europa med värmepumpar. Men det kommer bara att vara ett första steg. I en exklusiv intervju med Impact Loop avslöjar nu bolagets vd Martin Lewerth vad man egentligen siktar på – och det är betydligt större än värmepumpar.Rikard RosellReporterEfter satsningar på grönt stål, nästa generations batterier och energilagring kom investerarna och Vargas-grundarna Harald Mix och Carl-Eric Lagercrantz till nästa punkt på listan över utmaningar för en grön omställning: Den om hur uppvärmning av våra bostäder är den tredje största utsläppskällan av koldioxid.Planen som utkristalliserade sig var att ta den för oss svenskar så självklara luftvärmepumpen ut i ett Europa, där miljoner människor fortfarande förlitar sig på gasuppvärmning av sina hem. Det var här någonstans som Kinnevik-veteranen Martin Lewerth, som lagt sju år på att driva Scanias gröna mobilitetsutveckling, fick ett samtal.“Jag insåg potentialen redan från första gången jag fick kontakt med Calle och Harald. Jag hade svårt att ta till mig att det var så många hushåll i Europa som fortfarande förlitar sig på olja och gas. Jag satte mig ner och började googla för min initiala tanke var att det inte kunde stämma”, säger han när Impact Loop träffar honom på impact-hubben Norrsken, efter en av våra meetups.Den europeiska marknaden för luftvärmepumpar är väsensskild mot hur den ser ut här hemmaMen beräkningarna på uppvärmningen med fossila bränslen stämde och med det också den potentiella affären för den som kan leda en hel marknad till något annat. “Det vi kunde konstatera var att den europeiska marknaden för luftvärmepumpar är väsensskild mot hur den ser ut här hemma. Där har man inte lyckats stänga det glapp som finns mellan de etablerade aktörer som har fantastiskt fina produkter till slutkonsumenten. Däremellan är det superfragmenterat med mängder av aktörer som driver upp priserna och ger en kundresa som inte är särskilt tillfredsställande.\"Martin Lewerth, vd för Aira, och Harald Mix, grundare av Vargas. Foto: Cornelia Jönsson/TT.Vill ta ett helhetsgrepp över kedjanAira ska nu ta ett helhetsgrepp där bolaget storskaligt producerar hårdvara, säljer direkt till kund, installerar och erbjuder en finansieringslösning via abonnemang. Satsningen är minst sagt gigantisk.“För oss ligger hela nyckeln i att äga hela värdekedjan med finansiering. Ju mer vi har tittat på det här så står det klart att det inte finns någon annan teknik som är så kostnadseffektiv och skalbar och som ger större förbättring för ett hushålls samlade klimatavtryck och samtidigt sparar konsumenterna pengar.”Det vi ska göra är ju att bygga en helt ny kategori ute i EuropaFör att lyckas med det uppdrag som Aira nu kastat sig ut på har bolaget rustat sig. En stark kassa där en miljard strömmat in i riskkapital. Parallellt har Aira satt igång planen att köpa upp installationsaktörer på de marknader man går in på. Det för att bygga en bas som bolaget sen kan bygga sin installationsverksamhet med egen personal från.I nuläget har bolaget lanserat på den italienska, tyska och brittiska marknaden.  “Vi etablerar oss i landet och gör ett strategiskt förvärv av en ledande aktör. Sedan bygger vi vidare på detta genom att anställa folk och bygger organiskt upp vår organisation i region for region med allt som behövs för att sälja, installera, serva och köra kundtjänst. Vi har produkten så nu ligger utmaningen till stor del i att få igång försäljningen. Det vi ska göra är ju att bygga en helt ny kategori ute i Europa.”Som ett led i den plan bolaget har för att växa organiskt sätter Aira upp akademier runt om på de europeiska marknaderna för att träna upp den egna personalstyrkan på försäljnings- och installationssidan.Startar storskalig produktion i egen fabrikSamtidigt står bolaget nu även inför uppstarten av den egna fabriken som tidigare huserat Volvos bussproduktion i polska Wroclaw. Enligt Martin Lewerth ska den vara i drift i början av 2024.“Vi konverterar i princip en fabrik som har byggt dieselfordon till en modern värmepumpsfabrik. Genom att ta över den här verksamheten så säkrar vi extremt kompetenta medarbetare som vet hur man gör storskalig produktion.”Men planen är större än att bara sälja värmepumpar, avslöjar Martin Lewerth för första gången exklusivt för Impact Loop. “Värmepumpen är bara en del i vad Aira egentligen är. Vi ska vara den aktör som bygger ekosystemet för energilösningar i hemmet. Jag garanterar dig att om 10 år kommer den som bor i hus att ha en värmepump, ett batteri för energilagring och solpaneler. Den här transformationen kommer att ske och det är det ekosystemet vi ska bygga ihop.”‍Hur mycket av det ekosystemet ska Aira äga om 15 år?“Vår kärna kommer att vara värmepumpar men vi kommer att ha andra produktgrupper. Vi har varit väldigt öppna med det när vi har pratat med investerare. Vi kommer att ha lösningar för energilagring och sol”, säger Martin Lewerth.LÄS MER: Harald Mixs värmepumpsbolag storsatsar och gör uppköpGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:AiraHarald MixCarl-Erik LagercrantzVargasFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesStockeld-grundaren om sin nya plan: \"Som att man bara satt och hoppades på att allt skulle funka\"Camilla BergmanMarch 14, 2024Så ska H&M och Vargas-backade Syre revolutionera polyester – \"Cirkulärt på riktigt\"Camilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}