{
    "metadata": {
        "title": "Camilla Bergman: Investerarens ord fick mig att inse – här finns affärer att göra │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2023-08-17",
        "tags": [
            "Adaptation solutions",
            "Heidi Lindvall",
            "Pale Blue Dot"
        ],
        "url": "https://impactloop.se/artikel/camilla-bergman-investerarens-ord-fick-mig-att-inse-har-finns-affarer-att-gora"
    },
    "content": "Camilla Bergman: Investerarens ord fick mig att inse – här finns affärer att göra │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKrönikaCamilla Bergman: Investerarens ord fick mig att inse – här finns affärer att göra2023-08-1714:56Dela artikelnCamilla Bergman, chefredaktör för Impact Loop.Vi behöver fler som inser att vi inte kan leva i ett la-la-land där allt kommer att bli som förr. Drivkraften att nå dit? Pengar.Camilla BergmanChefredaktörDet började redan före sommaren. Jag och min medgrundare Thomas försökte febrilt få tag på innehåll till våra första stapplande nyhetsbrev av Impact Loop.Det gick sådär. Men så mindes jag investeraren jag intervjuat på scenen för kanske fem år sedan. Hon hette Heidi Lindvall och är en av grundarna till Sveriges första klimat-riskkapitalbolag Pale Blue Dot. Det ledde till en intervju som jag bokstavligt talat genomförde på gående fot, så mycket var (är) det med hela uppstarten av Impact Loop. Men så precis när vi skulle lägga på sa hon en sak som fick mig att tvärstanna mitt på Fridhemsgatan:“Jag tittar också efter lösningar som handlar om anpassning och resiliens. Det ser inte ut som att vi är så bra på att begränsa våra utsläpp, så hur ska vi hantera den nya värld som kommer?”Heidi Lindvall refererade till så kallade \"adaptation solutions\", och det var något helt nytt för mig. Det är – lite hårddraget – innovationer vi behöver när allt gått åt helvete och klimatkatastrofen är här på allvar.Området intresserar nu allt fler entreprenörer och investerare – men jämfört med den enormt hajpade energibranschen är det ändå förvånansvärt få.Man förstår varför. Förutom att \"adaptation solutions\" ger Interstellar-vibbar (Christopher Nolan-filmen, du vet) är den allmänna uppfattningen att vi inte är där än.Men det är vi. Det visar inte minst rekordvarma juli och sommarens fruktansvärda bränder.Man kan då se det på två sätt.För det första är det vårt ansvar att hjälpa människor i mindre bemedlade områden och länder att klara de klimatförändringar vi orsakat.Till exempel visar forskning att det är varmare i fattigare områden, eftersom de har färre träd, parker och sämre infrastruktur. Liksom fattiga människor i högre utsträckning har “varmare” jobb. Läs gärna nyhetsbrevet The Climate Brink som går till botten med just detta. Det kan locka eldsjälarna och specialisterna. Men ska det bli fart på skutan behövs även kapitalisterna. För självklart finns pengar att tjäna här, hur cyniskt det än låter.Inte bara kommer stater över hela världen att behöva hjälp med de förändringar som kommer. Även näringslivet kommer att behöva en lång rad nya tjänster – från att försöka förutspå oväder till nya typer av fastigheter.  Jag är i alla fall övertygad om en sak. Vi kan inte längre leva i ett la-la-land och hoppas att saker blir som förr. Likt den äldre mannen i Interstellar (han som rabblar den där dikten om och om igen) behövs en plan A och en plan B. Låt oss jobba med båda – fort.LÄS MER:Störtfloder och extremtorka – hit letar sig kapitalet när katastroferna ökarHär är bolagen som hjälper dig navigera en ny världGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:Adaptation solutionsHeidi LindvallPale Blue DotFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesVi måste våga satsa på bolagen som är mitt i sin tillväxtresaElina ÅkerlindMarch 14, 2024Elina Åkerlind: Är du rätt person att vara vd?Elina ÅkerlindMarch 14, 2024\n\n\n\n\n\n\n"
}