{
    "metadata": {
        "title": "Meetups",
        "author": null,
        "publish_date": null,
        "tags": [],
        "url": "https://impactloop.se/meetups"
    },
    "content": "Meetups\n\n\n\n\n\n\n\n\n\n\n\n\nKom in i loopen – våra meetups 2024 (fylls på löpande)Knyt kontakter, hitta finansiering, inspireras och gör affärer på Impact Loops månatliga meetups.Ingår i medlemskapet för dig som signat upp för Builder och Enabler. Vissa meetups är öppna för alla.Vi ordnar månatliga fysiska meetups för våra Builder- och Enabler-medlemmar (skaffa prenumeration här!)‍Meetupsen har sin bas i Stockholm men vi kommer självklart att ha meetups under året även i andra delar av landet – tipsa oss gärna!Vi sänder självklart alla meetupsen digitalt så att du alltid kan vara medNormalt sett ses vi mellan 08.30-10.00 sista fredagen varje månadHär nedan ser du de som är på gång inom kort!Mobility-meetup: Säkra kapital och navigera bland tillväxtstrategierDatum: 8 mars 2024Tid: Frukost från 08.30, meetup kl. 09.00-10.00Plats: StockholmOSA: Anmäl dig här!Det är en utmanande tid för mobilitetsbranschen. Vi ser nu en våg av konkurser och de tidigare höga värderingarna och stora tillväxtkurvorna störtdyker. Nu ser vi därför en ny trend växa fram, där konsolidering och fusion kan bli en framgångsfaktor – eller rentav en överlevnadsstrategi. Fler och fler mobilitetsbolag går ihop med andra bolag för att kunna bredda sitt erbjudande och ta större del av både marknaden och värdekedjan – och på så sätt kunna få in mer kapital. Under en timme kommer vi djupdyka i olika finansieringsmodeller, fusioner och möjligheter för framtidens mobility-bolag. Hur gör man för att säkra sitt kapital när marknaden är så osäker? Och hur går man tillväga för att hitta strategiska samarbetspartners?Anordnas i samarbete med EIT Urban Mobility – kostnadsfri och öppen för alla men medlemmar har förtur om det blir fullt.FOAK-meetup för Builders – säkra kapital till helt ny innovationDatum: 12 april 2024Tid: Frukost från 08.30, meetup kl. 09.00-10.00Plats: StockholmAtt finansiera en ”FOAK” (First of a kind) – så får du kapital till en innovation som är kapitalkrävande och helt nyUttrycket FOAK och \"first-of-a-kind valley of death\", trendar allt mer i takt med att fler impact-bolag går från idé- eller labbstadie till kommersialisering och lansering på marknaden – en kritisk fas som tyvärr tar med många impact-bolag i graven. Nya generationens klimattech-bolag kräver dessutom mer komplex (och dyrare) hårdvara eller produktionsfabriker som kräver ett starkare finansieringsstöd i ryggen. Under en timme djupdyker vi i hur du på bästa sätt sätter upp en kapitalstruktur för ditt impact-bolag och diskuterar hur du tar dig igenom \"first-of-a-kind valley of death”.Vi bjuder in ett gäng impact-entreprenörer som själva gjort resan och du får även råd från investerare som berättar vilka parametrar du bör ha på plats innan du söker kapital. Endast för Builder-medlemmar – bli medlem här för inbjudan!BUILD – här byggs framtiden‍Datum: 15 maj 2024Tid: 09.00-17.00Plats: Slakthusområdet, StockholmBiljetter och anmälanEn ny generation impact-bolag ser nu dagens ljus. Fokus är på hårdvara och grön industri. Utmaningen är skyhög: att ställa om Sverige.Det som saknas? En samlingsplats där idéer och kapital kan mötas. Nu öppnar vi portarna till eventet BUILD. Från batterier och energilagring till mobilitet och cirkulär industri. Till skillnad från de senaste årens tech-startups som dominerat narrativet tar nu fysiska innovationer, som verkligen kan omforma vår värld, plats på scenen.Nu vill vi på Impact Loop, backade av vår partner Teknikföretagen, sätta dig – entreprenören, innovatören, framtidsbyggaren – i rampljuset. Liksom dig som ser potentialen och vill investera i bolagen som just nu ritar om industrin.Under en heldag med efterföljande mingel i Slakthusområdet, Stockholms hetaste industriområde, samlar vi nu Sveriges spetskompetens inom hårdvara och grön industri för att driva omställningen vidare och rikta om kapitalet.Biljetter: Har du medlemskap hos Impact Loop så ingår biljett i ditt medlemskap. Annars kan du köpa biljett till event och mingel eller lägga till ett Impact Loop-medlemskap här!BUILD backas av Teknikföretagen. Kommande meetups – lägg in i kalendern!26 april 202431 maj 202425 juni 2024 – Almedalen (kontakta oss om ni vill samarbeta!)30 augusti 202427 september 202425 oktober 202429 november 2024Bli medlem för att få inbjudningar till alla våra meetupsE-post:Tack för att du vill prenumerera!Oops! Something went wrong while submitting the form.\n\n\n"
}