{
    "metadata": {
        "title": "Svepet 2/10: Greenwashing-pris och plastförbud │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-10-02",
        "tags": [
            "Politik"
        ],
        "url": "https://impactloop.se/artikel/svepet-2-10-greenwashing-pris-och-plastforbud"
    },
    "content": "Svepet 2/10: Greenwashing-pris och plastförbud │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetSvepet 2/10: Greenwashing-pris och plastförbud2023-10-027:00Dela artikelnI impact-svepet ger vi dig de viktigaste nyheterna just nu. Här är tre saker att ha koll på idag.Redaktionen1. Svenska impact-bolag har lockat mest riskkapital‍Bolag inom klimattech, som batteritillverkning och produktion av hållbara material, har dominerat de största kapitalrundorna i Europa i år, visar en analys från nyhetssajten Sifted. Men inte nog med det: De två största affärerna är svenska – Northvolt och H2 Green Steel. Av de 20 största omgångarna i Europa i år har hälften varit inom klimattech, motsvarande 69 procent av kapitalet.‍2. Striktare EU-regler mot mikroplaster‍EU-kommissionen meddelar nu att man inför nya restriktioner för att stoppa användningen av avsiktligt tillsatta mikroplaster i produkter. Detta förbud, som omfattar konstgräsplaner, kosmetika och tvättmedel, ska förhindra cirka 500 000 ton mikroplaster i miljön och minska mikroplastföroreningar med 30 procent till 2030. Förbud mot vissa produkter träder i kraft redan om två veckor, andra fasas ut under flera år. Läs mer hos EU-kommissionen här.‍3. Regeringen får greenwashing-pris‍Sveriges regering har tilldelats Svenska Greenwashprisetav miljöorganisationen Jordens Vänner. Organisationen menar att regeringen har försämrat miljö- och klimatpolitiken. Vinnaren(om man kan kalla den för det)presenterades under Bokmässan i Göteborg. “Aldrig någonsin tidigare har Sverige letts av en så klimatfientlig regering som Kristerssons\", säger Jordens Vänners ordförande, Nastaran Zargari, i en kommentar enligt tidningen Aktuell Hållbarhet.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:PolitikFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesTuffare regler för greenwashing – 3 saker att ha koll på idagRedaktionenMarch 14, 2024Svepet 5/10: Kaffe men inte kvinnor lockar riskkapitalMarch 14, 2024\n\n\n\n\n\n\n"
}