{
    "metadata": {
        "title": "Svepet 11/10: Historiskt miljöbeslut för impact-bolagen │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-10-11",
        "tags": [],
        "url": "https://impactloop.se/artikel/svepet-11-10-historiskt-miljobeslut-for-impact-bolagen"
    },
    "content": "Svepet 11/10: Historiskt miljöbeslut för impact-bolagen │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetSvepet 11/10: Historiskt miljöbeslut för impact-bolagen2023-10-118:40Dela artikelnGrafik: Impact LoopTre saker att hålla koll på idag.Redaktionen1. Historiskt miljöbeslut i Stockholm. Ett stort område i centrala Stockholm kommer att förbjuda all trafik med bensin- och dieselfordon från 31 december 2024. När förbudet träder i kraft kommer endast el-, gas- och vissa former av tunga laddhybrider att tillåtas. Förbudet kommer även att innefatta transportfordon och taxibilar. Området där det nya regelverket ska gälla omfattar 20 kvarter i de centrala delarna av huvudstaden som senare ska utökas i en andra etapp. Detta blir Sveriges första introduktion av en miljözon klass 3, rapporterar SVT Stockholm.2. Miljoner till satsning på flytande solceller. Sunsurf Solar har säkrat 2 miljoner kronor i riskkapital från privata investerare. Det intressanta här att de utvecklar flytande solcellsparker som exempelvis kan placeras i befintliga bevattningsdammar. Enligt bolaget kan deras flytande parker som beräknas nå marknaden inom kort ge upp till 20 procent mer energi än traditionella parker på land. Med kapitaltillskottet planerar bolaget nu att skala upp sin verksamhet i Sverige.3. Flygjätten backar upp Heart Aerospace. Världens äldsta flygbolag, KLM, tar plats i svenska elflygutvecklarens industriella \"advisory board\". Därmed ska KLM bidra med insikter om design, utveckling och kommersialisering av ES-30 som är det första regionala flygplan som elflygbolaget utvecklar i Göteborg. ”I Heart Aerospace har vi hittat en fantastisk partner som, precis som vi, är villig att göra allt för att uppnå maximala resultat. Ju tidigare vi börjar, desto snabbare når vi dit,\" säger Maarten Stienen, operativ chef på KLM i en kommentar.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesImpact-svepet: Storaffär i elbils-världen på gång just nuRedaktionenMarch 14, 2024Svepet 19/9: Miljoner till hållbart flygbränsle och Alight slår sig in i FinlandJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}