{
    "metadata": {
        "title": "Ny studie: Inte självklart att återvinning av kläder ger stor klimatvinst │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2023-12-17",
        "tags": [],
        "url": "https://impactloop.se/artikel/ny-studie-inte-sjalvklart-att-atervinning-av-klader-ger-stor-klimatvinst"
    },
    "content": "Ny studie: Inte självklart att återvinning av kläder ger stor klimatvinst │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nTextilNy studie: Inte självklart att återvinning av kläder ger stor klimatvinst2023-12-1716:38Dela artikelnDet räcker inte att bara återvinna kläder och textilier. Vid storskalig textilåtervinning behöver det också göras på rätt sätt för att det ska bli en klimatnytta, visar en ny studie från IVL Svenska Miljöinstitutet.Camilla BergmanChefredaktörElva kilo.Så mycket textilier slänger i snitt varje person i Europa om året. Vad värre är att bara en procent av all textil som produceras som är gjord av återvunna textilfibrer.I en ny studie har forskare från IVL Svenska Miljöinstitutet genom en livscykelanalys undersökt klimatkonsekvenserna av att öka den procenten till 26 procent år 2035.Resultatet visar att en ökad återvinning kan minska klimatpåverkan – men då behöver ett antal komponenter uppfyllas: Tekniken och systemen behöver vara resurseffektiva, de behöver använda energi med låg klimatpåverkan och det återvunna materialet behöver leda till att produktionen av ny textil fasas ut.\"En viktig del är att se till att återvinningssystemen är energieffektiva och att det återvunna materialet verkligen ersätter nyproduktion, så inte textilberget växer ytterligare\", säger Gustav Sandin Albertsson, forskare och projektledare på IVL Svenska Miljöinstitutet.Man har också sett att ett kilo återvunnen textil måste ersätta åtminstone 0,44 kilo nyproducerad textil för att en storskalig textilåtervinning ska leda till minskad klimatpåverkan. “För att nå dit måste vi producera återvunna fibrer som håller hög kvalitet men också anta en politik som aktivt arbetar för att fasa ut primärfiberproduktion”, säger Gustav Sandin Albertsson.Fler åtgärder behövs också för att sänka textilindustrin totala utsläpp, poängterar rapporten. Till exempel kräver produktion av nya textilfibrer mycket vatten, kemikalier, råvaror och landareal, vilket bidrar till omfattande miljöpåverkan.“En ökad materialåtervinning skulle uppskattningsvis leda till att klimatutsläppen minskar med cirka 1,2 miljoner ton per år vilket är ganska lite i förhållande till textilkonsumtionens totala klimatavtryck. Så det behövs insatser på andra områden men också att vi minskar vår textilkonsumtion markant”, säger Gustav Sandin Albertsson.LÄS MER: Dressad för framgång – men när tar det fart för hållbart mode?Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesHär är H&M och Vargas nya satsning – ska satsa på återvinning av polyesterChristian von EssenMarch 14, 2024Hennes lappade jeans fick napp på Draknästet – här är nya satsningenJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}