{
    "metadata": {
        "title": "Jobb │ Impact Loop",
        "author": null,
        "publish_date": null,
        "tags": [],
        "url": "https://impactloop.se/jobb"
    },
    "content": "Jobb │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\nBli en del av vårt team på Loop ImpactVi är alltid på jakt efter drivna, nyfikna och passionerade människor som på olika sätt vill bidra till Impact Loop. Här ser du vad vi söker!KrönikörerBrinner du för en eller flera frågor inom impact, det vill säga framtidens tech- och teknikbolag inom klimat, nollutsläpp, social hållbarhet osv? Vi söker särskilt dig som har:Nya och spännande tankar som kan skaka om och utmana våra läsare. Vi tror på att alla tankar ska få plats och att vi blir bättre om vi inte bara skriver för de redan frälsta.Förmågan att ta avstamp i aktuella händelser, personer och som vågar sticka ut hakan. Vi bidrar med feedback, redigering och att dina ord kommer ut på bästa sätt.Kontakta chefredaktör Camilla Bergman (camilla@loop.se) med några rader om vilka ämnen du brinner för och hur ofta du kan skriva. Normalt testar vi en krönika och ser intresset varpå vi kan prata vidare om ett längre samarbete.AnalytikerÄr du vass på att analysera aktuella skeenden och händelser inom ditt gebit? Då kan du kanske passa som Impact Loops analytiker. Vi söker dig som:Kan ta grepp om ett ämne och skriva initierat för en mycket kunnig publik.Har förmågan att ta avstamp i aktuella händelser liksom mikro- och makrotrender, och bidra med din unika \"take\" på frågan. Vi bidrar med feedback, redigering och att dina ord kommer ut på bästa sätt.Kontakta chefredaktör Camilla Bergman (camilla@loop.se) med några rader om dig och vad du vill skriva om. Normalt testar vi en analys och ser intresset varpå vi kan prata vidare om ett längre samarbete.ReportrarAntingen brinner du för impact – eller så har du en idé om en annan loop vi borde ge oss in i och där du är bäst i Sverige. Kontakta oss så ser vi om det finns en matchning! Vi söker dig som:Är driven, nyfiken och ständigt vill utvecklas. Du vill spänna bågen och bli absolut bäst inom ditt gebit.Är journalistutbildad eller har relevant erfarenhet inom journalistik, men djup koll på ämnet och rätt inställning kan också triumfa det mesta.Vill jobba på en startup där du får chansen att påverka massor men också behöver vara prestigelös.Kontakta chefredaktör Camilla Bergman (camilla@loop.se) med några rader om dig själv och varför du vill jobba på Loop. Vi ser fram emot att höra från dig!\n\n\n"
}