{
    "metadata": {
        "title": "De vill få sociala bolag att bli mer attraktiva med ny org-form: \"Behöver sluta att enbart prata om stöd\" │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2024-01-24",
        "tags": [
            "Statliga stöd"
        ],
        "url": "https://impactloop.se/artikel/de-tar-gemensamt-krafttag-for-att-forandra-spelplanen-for-sociala-entreprenorer"
    },
    "content": "De vill få sociala bolag att bli mer attraktiva med ny org-form: \"Behöver sluta att enbart prata om stöd\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact Loop avslöjarDe vill få sociala bolag att bli mer attraktiva med ny org-form: \"Behöver sluta att enbart prata om stöd\"2024-01-246:23Dela artikelnAmanias Abraha, vd på Changers Hub och Nicklas Wallberg. Foto: pressI ett nytt projekt mellan Handelshögskolan och impact-hubben Changers hub vill man bana väg för fler sociala entreprenörer. Nu vill man hitta en organisationsmodell bortom aktiebolag och förening som gör dem mer attraktiva för investerare.Rikard RosellReporterSatsningar inom social hållbarhet har jämfört med andra impact-sektorer det tuffare att resa långsiktigt kapital och locka intresse från ett större investerarkollektiv. Det finns också, som Impact Loop tidigare rapporterat, utmaningar i sektorn med hur en produkt tydligt ska paketeras, mätas och rullas ut på en ofta otestad marknad.Från den slutsatsen startar nu ett projekt som leds av Reach for Changes tidigare Sverigechef Nicklas Wallberg tillsammans med Handelshögskolan och de sociala entreprenörshubbarna Changers hub, med vd Amanias Abraha, och Värmeverket. Målet är tydligt – att skapa en ny väg för sociala satsningar efter modeller och strukturer som accelererat startups inom andra hållbarhetsområden.“Vi har tidigare sett inom det gröna startup-området att det har gått från att inte finnas strukturer till att det nu är väldigt utvecklat, och den utväxling det kan ge. Vi vill göra samma sak inom social innovation”, säger Nicklas Wallberg.Vill skapa ny organisationsformProjektet som finansieras av Vinnova ska bland annat titta på en ny typ av organisationsform. “Ett klassiskt synsätt inom social hållbarhet är att starta en förening för att få relativt snabba pengar genom bidrag. Sociala satsningar riktar sig ofta mot långsiktiga utmaningar som kräver tid vilket där krockar med bidragen som i sin natur är kortsiktiga. Samtidigt är det så att med aktiebolag så kommer man inte åt de snabba pengarna som bidragen kan ge i början av satsningen.”Nicklas Wallberg säger att deras nya projekt, som inkluderar forskning från Handelshögskolan, kommer att fokusera på hybridmodeller som liknar de som redan skolan och inkubatorn Sting har.“Det kan handla om att hubbar som de som medverkar i projektet kanske ska sätta upp stiftelser för att äga olika bolag som exempel. Det för att komma åt riktat kapital och finansiering för det specifika syftet man har med satsningen”, säger Nicklas Wallberg.Vi behöver sluta att enbart prata om stöd och bidragViktigt locka riskkapitalHan konstaterar att när det gäller området social hållbarhet så är ett väl uppbyggt stödsystem för satsningar inom civilsamhället en viktig faktor som måste finnas kvar. Men samtidigt finns det ett stort utrymme för att locka riskvilligt kapital att kliva in.“Genom att sätta mer struktur och spetsa till modeller som sociala entreprenörer kan bygga från så tror vi att möjligheten ökar för att mer kapital och finansiering ska komma in i den sociala sektorn. Vi behöver sluta att enbart prata om stöd och bidrag och istället även få in investerare och näringsliv som har ett annat språk. Då tror vi att inflödet av pengar kommer att öka, vilket genererar social nytta i det långa loppet.”Samtidigt kräver en potentiell förflyttning mot kapitalet och de mer traditionella investerarlandskapen mer av sociala entreprenörer i form av ramverk.“En tydlig struktur för verksamheten måste vara på plats. Man behöver ha ett fastställt tänk och kloka principer kring hur de pengarna ska ge avkastning, men också generera social nytta. Det innefattar även frågan om hur den sociala nyttan ska mätas.”Enligt Nicklas Wallberg ska arbetet som nu pågår resultera i att projektet i juni ska lägga fram förslag på organisationsmodeller som grundar sig i de verksamheter inom Changers Hub och Värmeverkets ekosystem som man tittar på. “Vi får se vad som kommer fram. Det kan finnas en klok generell modell som sträcker sig förbi de verksamheter vi tittar på inom Värmeverket och Changers Hub.”Nicklas Wallberg slår samtidigt fast att projektet gärna ser bredare diskussioner med synpunkter och förslag från aktörer inom impact-communityn.“Finns det folk bland Impact Loops läsare som har tankar och ideér kring det här så lyssnar och pratar vi gärna”, säger Niklas Wallberg.Läs mer: Investera i sociala bolag? Hon ger tre tips och ryter ifrån mot vanliga sättet: \"Slapp inställning\"Läs mer: Social hållbarhet kliver fram ur klimatskuggan – “Aptiten är jättestor”Läs mer: Hon vill ändra hur sociala bolag får pengar – avslöjar oväntade finansiären: \"Det är helt unikt\"Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:Statliga stödFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesHan går in i Harald Mix och H&Ms hemliga bolag – som tar in nytt kapitalCamilla BergmanMarch 14, 2024Efter kapade budgeten – Vinnova lanserar nytt impact-stöd för startupsCamilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}