{
    "metadata": {
        "title": "Avfallsjätten storsatsar på vattenrening – köper svenska impact-bolaget │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2024-02-05",
        "tags": [
            "Vatten"
        ],
        "url": "https://impactloop.se/artikel/avfallsjatten-sortera-storsatsar-pa-vattenrening---koper-svenska-impact-bolaget"
    },
    "content": "Avfallsjätten storsatsar på vattenrening – köper svenska impact-bolaget │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nUppköpAvfallsjätten storsatsar på vattenrening – köper svenska impact-bolaget2024-02-0514:46Dela artikelnNicklas Lokander, vd på Rewalbi och Sebastian Wessman, vd på Sortera. Foto: PressGlobala avfallsbolaget Sortera köper upp det göteborgsbaserade impact-bolaget Rewalbi, som inriktar sig på vattenrening från industri och byggsektorer. Planen är att ytterligare stärka sin marknadsposition inom rening av stora flöden PFAS-kontaminerat vatten.Rikard RosellReporterAvfallsbolaget Sortera med 900 medarbetare och en omsättning på 3,2 miljarder siktar på att ytterligare stärka upp sin inriktning på rening av PFAS-förorenat vatten från tung bygg- och industrisektor. Det genom att köpa upp impact-bolaget Rewalbi som utvecklar mobila vattenreningsanläggningar.“Förvärvet av Ewalbi är en viktig milstolpe för Sortera och ytterligare en byggsten för vår strategi att stärka och bredda vårt erbjudande inom vattenrening. Rewalbi har haft en imponerande tillväxt och på kort tid etablerat sig som en ledande aktör inom mobil vattenrening\" säger Sebastian Wessman, vd för Sortera.Enligt Sebastian Wessman är uppköpet av Rewalbi en viktig byggkloss i bolagets plan att utveckla sin position inom vattenrening i norra i Europa. Att det finns tydliga synergieffekter är något som också Rewalbis medgrundare och vd, Nicklas Lokander lyfter fram som en viktig faktor till att bolaget nu kliver under Sorteras paraply.“Vi är övertygade om att detta kommer att stärka vår position på marknaden och göra det möjligt för oss att erbjuda ännu mer avancerade lösningar,\" säger Nicklas Lokander.‍Läs mer: De tar bort \"evighetsämnet\" PFAS från vatten – nu står investerarna på radGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:VattenFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesNo items found.\n\n\n\n\n\n\n"
}