{
    "metadata": {
        "title": "Rekordstort luftskepp och glada nyheter för cirkulära bolag – 3 saker att ha koll på idag │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-11-16",
        "tags": [],
        "url": "https://impactloop.se/artikel/rekordstort-luftskepp-ska-testas-3-saker-att-ha-koll-pa"
    },
    "content": "Rekordstort luftskepp och glada nyheter för cirkulära bolag – 3 saker att ha koll på idag │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetRekordstort luftskepp och glada nyheter för cirkulära bolag – 3 saker att ha koll på idag2023-11-166:00Dela artikelnGrafik: Diana Demin.Tre saker att hålla koll på i dag.Redaktionen1. Miljösmarta julklappar på uppgång. Enligt en ny undersökning av Tradera angav 26 procent av småbarnsföräldrar att de tänker köpa begagnade julklappar. Det uppges vara en respons på både ett mer cirkulärt tänkande och en strävan efter att spara pengar, där 56 procent köper begagnat för att det är bättre för miljön och 54 procent för att det är billigare. Populära kategorier för begagnade klappar är böcker, heminredning och samlarsaker som till exempel vinylskivor.2. Grönt ljus för grönt luftskepp. I ett projekt av ingenjörsföretaget LTA Research, har luftskeppet Pathfinder 1, som med sina 124,5 meter är det största sedan Hindenburg, fått klartecken för testflygningar. Luftskeppet, utrustat med tolv elmotorer och fly-by-wire reglage, är byggt för att hantera fyra ton last. Den amerikanska flygmyndigheten, FAA, har beviljat 50 testflygningar som startar i Kalifornien och fortsätter i Ohio, där LTA Research även planerar att bygga en ännu större modell, rapporterar Ny Teknik.3. Hållbarhetsjournalistiken tar stryk av slopar presstöd. I kölvattnet av det nya mediestödet som riksdagen klubbat, råder stark oro hos flera svenska tidningar. Det framkommer i en artikel från tidningen Syre där tidningar som Internationalen och Jämtlands Tidning delar med sig av sin dystra framtidssyn med risk för uppsägningar och nedläggningar. Det nya stödsystemet, tänkt att anpassas för EU-regler och det digitala landskapet, kritiseras för att underminera mindre publikationer och därigenom även hota pressmångfalden. Syre, som skriver om miljö- och hållbarhetsfrågor, ber om donationer från sina läsare för att kunna fortsätta producera.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesSvepet 25/9: Miljardregn till agrifood-bolagRedaktionenMarch 14, 2024Förbud mot fossilreklam och skål för hållbar tequila – 3 saker att ha koll på idagRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}