{
    "metadata": {
        "title": "Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabb │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2024-03-25",
        "tags": [
            "Impact Invest"
        ],
        "url": "https://impactloop.se/artikel/impact-invest-gar-in-i-digitalt-larolabb-en-fantastisk-modell"
    },
    "content": "Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabb │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSocial hållbarhetHon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabb2024-03-2516:14Dela artikelnRuth Brännvall, Impact Invest. Foto: pressbild, grafik av Impact Loop.Impact Invest är tillväxtfonden vars grundare Ruth Brännvall vill finansiera bolag utifrån vilken social effekt de uppnår. Nu investerar man i digitala lärlabbet Trainstation.Camilla BergmanChefredaktörVi har tidigare skrivit om sociala tillväxtfonden Impact Invest, som grundats av Ruth Brännvall, fondförvaltare och doktor i ekonomi och management, och som finansieras av icke-vinstdrivande stiftelser och privata investerare. När Impact Loop intervjuade Ruth Brännvall i december förra året sa hon att fonden är unik i Sverige, då man inte har en strikt modell där man ska investera riskkapital i olika aktiebolag. I stället tittar man på olika finansieringsmöjligheter, och har utöver investeringar även beviljat ett antal mikrolån. “Man tänker fortfarande väldigt mycket traditionellt riskkapital i Sverige. Vi vill visa att man kan göra nytt och anpassa sin finansiering baserat på de icke finansiella mål man vill uppnå. Det kan handla om lån, krediter och allt möjligt, det är helt beroende på verksamheten. Vi bryr oss inte heller om bolagsformen, om det är ideellt eller inte. Vi vill bara koncentrera oss på att få till de sociala effekterna tillsammans med en ekonomisk lönsamhet\", sa hon i en tidigare intervju med Impact Loop.Ett exempel som hon berättade om då är att man kan låna pengar av Impact Invest och så förbättras villkoren i takt med att de sociala effekterna man kommit överens om blir av.Investerar i digitalt lärlabbNu investerar Impact Invest 1,8 miljoner kronor i det digitala lärolabbet Trainstation i Örebro, grundat av Johan Cedermark. Till deras lokal i stadsdelen Vivalla kan man komma för att lära sig att utvecklas digitalt.Nu är målet att expandera till 10 kommuner inom två år.”Organisationer som Impact Invest är ovärderliga för oss sociala aktörer. Vi har visat att vi kan motverka utanförskap och förbättra människors liv genom de möjligheter ett digitalt lärande för med sig. Potentialen är mycket stor och vi har många intresserade kommuner”, säger Johan Cedermark om investeringen från Impact Invest.Även Ruth Brännvall kommenterar investeringen:”Givande fritidsaktiviteter och positiva sociala sammanhang är av stor vikt för att våra barn och unga ska utvecklas och undvika utanförskap eller annan problematik. Trainstation har byggt upp en verksamhet som erbjuder en fantastisk modell som ger kommuner en relativt enkel lösning på viktiga problem”, säger hon.Läs mer: Investera i sociala bolag? Hon ger tre tips och ryter ifrån mot vanliga sättet: \"Slapp inställning\"Läs mer: Hon vill ändra hur sociala bolag får pengar – avslöjar oväntade finansiären: \"Det är helt unikt\"Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:Impact InvestFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024De ska städa upp i \"giga-fabrikerna\" – tar in miljoner för att lösa bortglömda problemetCamilla Bergman26/3/2024NextRelated StoriesDe hjälper sjukhus att hålla koll på patienter – köper sin SaaS-leverantörJan AhmadiMarch 14, 2024Nina Siemiatkowskis Milkywire dubblar – men nu ska den stå på egna benRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}