{
    "metadata": {
        "title": "Personuppgiftspolicy Impact Loop",
        "author": null,
        "publish_date": null,
        "tags": [],
        "url": "https://impactloop.se/personuppgiftspolicy"
    },
    "content": "Personuppgiftspolicy Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\nPersonuppgiftspolicy‍1. Insamling och användning av personuppgifterVi på Impact Loop värnar om din integritet och strävar efter att skydda dina personuppgifter enligt EU:s allmänna dataskyddsförordning (GDPR). Vi samlar in och använder endast de personuppgifter som är nödvändiga för att tillhandahålla våra tjänster och förbättra din användarupplevelse.2. Vilka personuppgifter samlar vi in?Vi samlar in och lagrar information som du frivilligt delar med oss, inklusive namn, kontaktuppgifter och företagsinformation. Dessa uppgifter används för att administrera ditt konto, leverera våra tjänster och kommunicera med dig.Vi lagrar kakor (cookies) i din webbläsare. Informationen kan användas för att till exempel visa mer relevanta annonser eller mäta läsarnas beteende på hemsidan. Du avgör själv vad som ska tillåtas genom widgeten “CookieBot” längst ner till höger på hemsidan. Vi använder också spårning via Facebooks och Linkedins “pixlar”, som är implementerade på ImpactLoop.se. Det gör det möjligt att nå läsare som besökt Impactloop.se även i dessa kanaler. Det hela sker anonymiserat. 3. Hur använder vi dina uppgifter?Dina personuppgifter används främst för att hantera prenumerationer, fakturering och kundsupport. Vi kan också använda informationen för att skicka relevanta nyheter, uppdateringar och marknadsföringsmaterial baserat på ditt samtycke.4. Delning av uppgifter4.1 Delning av uppgifter till tredje partVi delar endast dina personuppgifter med tredje parter när det är nödvändigt för att uppfylla våra åtaganden gentemot dig, som att hantera betalningar eller leverera tjänster. Dina uppgifter säljs aldrig till någon.Några av de leverantörer som Impact Loop använder är Mailchimp (för nyhetsbrev och e-postmarknadsföring), Webflow (administration av hemsidan), Pliro (för att administrera prenumerationsregister), Stripe (för att tillhandahålla kortbetalning för prenumeration), Confetti (för att administrera events och meetups) och Google, Facebook samt Linkedin.4.2 Delning av uppgifter vid deltagande på event eller meetupVid deltagande på Impact Loops meetups eller event behöver vi spara den information du uppger vid anmälan för att kunna kommunicera med dig kring deltagande. Det innefattar kommunikation före eventet och efter i form av tackmejl och marknadsföring av andra liknande event som Impact Loop arrangerar.Vi sparar de uppgifter som behövs för att administrera registrering, fakturera, skicka ut biljett och trycka upp eventuella namnskyltar. Det inkluderar även information så som allergier eller annan kostrelaterad information som behöver delas med lokal- och cateringpartners.﻿Vi kan även komma att dela dina uppgifter med tredjepartsleverantörer (personuppgiftsbiträden) i form av medarrangörer och partners till respektive event. Dina uppgifter delas aldrig med någon utanför eventet och säljs aldrig till utomstående parter.5. Dina rättigheterEnligt GDPR har du rätt att begära åtkomst till dina personuppgifter, rätta eventuella felaktigheter, begränsa bearbetningen eller begära radering av dina uppgifter. Om du vill utöva någon av dessa rättigheter, vänligen kontakta oss via de kontaktuppgifter som anges nedan.6. SäkerhetVi vidtar lämpliga tekniska och organisatoriska åtgärder för att skydda dina personuppgifter från obehörig åtkomst, förlust eller missbruk.7. KontaktinformationOm du har frågor eller funderingar om vår GDPR-personuppgiftspolicy eller hur vi hanterar dina uppgifter, vänligen kontakta oss på:Loop Media ABTegnérgatan 38113 59 StockholmE-post: support@loop.seOrganisationsnummer: 559423-99978. Ändringar i policynVi förbehåller oss rätten att ändra denna personuppgiftspolicy vid behov. Eventuella ändringar kommer att publiceras på vår hemsida och träder i kraft omedelbart.Senast uppdaterad: 21 mars 2024\n\n\n"
}