{
    "metadata": {
        "title": "Nytt myndighetsprojekt ska göra stadsodling mer cirkulär: \"Det går att effektivisera\" │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2024-01-24",
        "tags": [
            "Foodtech",
            "Livsmedel",
            "IVL"
        ],
        "url": "https://impactloop.se/artikel/nytt-myndighetsprojekt-ska-gora-stadsodling-mer-cirkular-det-gar-att-effektivisera"
    },
    "content": "Nytt myndighetsprojekt ska göra stadsodling mer cirkulär: \"Det går att effektivisera\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nAgtechNytt myndighetsprojekt ska göra stadsodling mer cirkulär: \"Det går att effektivisera\"2024-01-2418:05Dela artikelnMichael Martin, projektledare och professor vid IVL Svenska Miljöinstitutet. Foto:pressVi måste bli bättre på att odla i stadsmiljö för att klara klimatförändringarna. Nu inleder IVL Svenska Miljöinstitutet ett stort projekt som ska undersöka hur landets städer kan bli mer självförsörjande.Rikard RosellReporterDe senaste åren har en rad impact-startups med fokus på att utveckla framtidens livsmedelssystem klivit fram i ljuset. Som impact Loop tidigare har rapporterat kan det handla om att utveckla ett helt nytt vete som kan växa i saltkontaminerad mark som svenska forskarbolaget Olsaro gjort. Eller att utveckla teknik för att odla ätbar tång som Vinnova backade startupen Koastal. Det kan också handla om att odla grönsaker i urbana miljöer – ofta på ett sätt där städernas ytor utnyttjas maximalt och odlingarna sker vertikalt.Att just odlingar i stadsmiljöer är en viktig faktor för att stärka upp framtidens livsmedelssystem är något som svenska forskningsinstitutet IVL nu ska fokusera på. Det som en del i det Europeiska projektet FOCUSE (Food production and provisioning through circular urban systems in European cities).Synergier med avfallI projektet, som kan bana väg för impact-bolag som verkar inom innovativ agtech, ska forskarna kartlägga hur städer och odlingar i urbana miljöer kan bli mer effektiva, resurssparande och cirkulära. Detta genom att utnyttja den stora tillgång på restströmmar som finns i svenska städer.“Det går att effektivisera matproduktionen genom att hitta synergier med andra urbana system och restströmmar, som exempelvis avfall, restmaterial och energi som kan användas för att producera mat i städer”, säger Michael Martin, projektledare och professor i hållbar produktion och konsumtionssystem vid IVL Svenska Miljöinstitutet.Projektet ska identifiera restflöden och utveckla strategier för att odlingar i städer ska kunna dra nytta av restflöden av material- och energi som idag oftast hämtas utanför städerna. Samtidigt som den cirkulära modellen gör att användningen av det som annars hanteras som avfall och restmaterial kan bidra till att städerna sparar resurser och minskar klimatutsläppen.“Vi kommer att involvera kommuner, skolor, företag och forskare för att se hur framtidens cirkulära livsmedelsproduktion i städerna kan se ut och testa olika lösningar i utomhusodlingar, växthus, och vertikalodlingar för att se hur restströmmar från staden kan används till livsmedelsproduktion”, säger Michael Martin.Läs mer: Städer viktiga kunder till framtidens foodtech: \"Fundamental förändring\"Läs mer: Oatly-arvingen ska bygga nästa stora foodtech-jätte: \"Det här är den cirkulära revolutionen\"Läs mer: Foodtech-investeraren tar in kapital – ska lansera ny fond och börsnoterasGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:FoodtechLivsmedelIVLFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesVill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von EssenMarch 14, 2024\n\n\n\n\n\n\n"
}