{
    "metadata": {
        "title": "H2 Green Steel har säkrat 48 miljarder i lån: \"Det är helt unikt i världen\" │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2024-01-22",
        "tags": [
            "H2 Green Steel"
        ],
        "url": "https://impactloop.se/artikel/h2-green-steel"
    },
    "content": "H2 Green Steel har säkrat 48 miljarder i lån: \"Det är helt unikt i världen\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nInvesteringarH2 Green Steel har säkrat 48 miljarder i lån: \"Det är helt unikt i världen\"2024-01-2211:45Dela artikelnHarald Mix och Henrik Henriksson på H2 Green Steel. Foto: Press.Harald Mix och Carl-Erik Lagercrantz gröna stålbolag H2 Green Steel meddelar att man säkrat 48 miljarder i lånefinansiering och ytterligare 3,5 miljarder från investerare. Det innebär enligt bolaget som nu totalt rest finansiering på runt 75 miljarder att man därmed säkrat finansieringen till det storskaliga stålverk som nu byggs i Boden.Rikard RosellReporterUnder en  pressträff på måndagsförmiddagen meddelar Harald Mix och Carl-Erik Lagercrantz gröna stålbolag H2 green steel att bolaget säkrar 48 miljarder i skuldfinansiering från 20 långivare. Bakom de kommersiella lånen som finansieringen bygger på finns en rad internationella banker som lånar ut pengar med en deltäckning från Riksgälden i form av en grön kreditgaranti, samt en exportkredit från kreditförsäkringsbolaget Euler Hermes på drygt 13,5 miljarder vardera.Det innebär att H2 Green Steel nu uppger att de helt säkrat det man kallar för fas-1, vilket innebär en produktionskapacitet på 2,5 miljoner ton i det ny stålverk som man bygger i Boden.\"Det är något vi jobbat på i tre år och det är första projektet i världen som finansieras på det här sättet\", säger Otto Gernandt, CFO på H2 Green Steel.Utöver de runt 48 miljarder som bolaget nu aviserar bekräftar man även att man säkrat ytterligare 3,4 miljarder kronor från investerare. Det innebär att bolaget nu tagit in totalt 24 miljarder i totalt aktiekapital.Den säkrade totala finansieringen där även tidigare EU-stöd ingår landar nu bolaget på totala 75 miljarder i total finansiering.\"Det är helt unikt i världen och har aldrig gjorts innan. Nu kan vi på riktigt ställa om en smutsig industri i grunden mot en ny grön väg\", säger Henrik Henriksson, vd för bolaget när han presenterar nyheten om att det omtalade gröna stålbolaget nu säkrat sin totala finansiering för att bygga det storskaliga stålverket i Boden.Bolaget meddelar också att säkrat upp kundavtal för ett värde på ca 130 miljarder. Bland de stora kunderna återfinns bland annat IKEA, Porsche och BMW. Enligt bolaget har nu hälften av den årliga produktionen av 2,5 miljoner ton grönt stål nu säkrats i bindande flerårihga avtal med kunder.H2 Green Steel har sedan starten hållt ett högt tempo. I september förra året tog bolaget in 18 miljarder kronor i en kapitalrunda som innefattade redan befintliga som nya aktieägare. På listan över investerare i bolaget finns utöver grundarna Harald Mix och Carl-Erik Lagercrantz Vargas även Christina Stenbeck, Ingvar Kamprads stiftelse IMAS Foundation, Kinnevik, familjen Wallenbergs investeringsbolag FAM, Andra AP-fonden, Microsoft och energijätten Hitachi Energy Systems.Läs mer: Avslöjar: Microsoft går in i Harald Mix-backade H2 Green SteelLäs mer: 18 miljarder till H2 Green Steel – Cristina Stenbeck investerarGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:H2 Green SteelFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesDe vinner eljättarnas impactmiljoner – “Otrolig överraskning”Jan AhmadiMarch 14, 2024Kritiserades för att vara \"woke\" – nu rasar deras insats i miljöfrågorJan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}