{
    "metadata": {
        "title": "Fyll på med inspiration! Här är 7 av våra bästa intervjuer från halvåret som gått │ Impact Loop",
        "author": "Jan Ahmadi",
        "publish_date": "2023-12-31",
        "tags": [
            "Niklas Adalberth",
            "Stefan Jansson",
            "Heidi Lindvall"
        ],
        "url": "https://impactloop.se/artikel/fyll-pa-med-inspiration-har-ar-7-av-vara-basta-intervjuer-fran-halvaret-som-gatt"
    },
    "content": "Fyll på med inspiration! Här är 7 av våra bästa intervjuer från halvåret som gått │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nEXKLUSIV INTERVUFyll på med inspiration! Här är 7 av våra bästa intervjuer från halvåret som gått2023-12-3110:29Dela artikelnHeidi Lindvall, Stefan Jansson (foto Jonas Borg), Nebe Almayhai och Niklas Adalberth (foto Jonas Borg). Övriga bilder är pressfoton.Från klimatinvesteraren som letar efter bolag som kan hjälpa oss klara en ny, tuffare värld. Till batteri-entreprenören som byggt ett miljardbolag genom att våga göra svåra saker. Här är sju intervjuer med sju spännande personer vi träffat under det senaste halvåret.Jan AhmadiReporterSedan vi drog igång Impact Loop på allvar i augusti har vi träffat en lång rad spännande impact-profiler – från entreprenörer som byggt framgångsrika bolag inom olika impact-nischer till investerare som berättar vad de är på jakt efter just nu.Här har vi samlat sju av våra bästa intervjuer från året som gått, för dig att läsa ikapp om du missat någon. Trevlig läsning!1. Klimatinvesteraren: Här är hetaste området just nu (och det är inte bara kul)Heidi Lindvall, partner på riskkapitalbolaget Pale blue dot. Foto: PressMed över en miljard nya kronor att investera i är Heidi Lindvall på jakt efter de bästa klimat-startupsen. Och det finns ett område hon tittar efter mycket efter. ‍Läs intervjun här!2. Därför granskar han miljardprojekten: \"Jag hatar inte fossilfritt stål\"Magnus Henrekson, nationalekonom och tidigare ekonomiprofessor vid Handelshögskolan i Stockholm. Foto: Lisa Hallgren/TTHan har gång på gång kritiserat de två stora satsningarna på fossilfritt stål i norra Sverige. När den första av hans tre kritiska rapporter om stålverken släpptes för två veckor sedan hamnade han mitt i stormens öga. Men vad är det som driver forskaren Magnus Henrekson? ‍Läs intervjun här!3. Han har byggt Polarium till över två miljarder – \"Jag har fått lära mig att tro på mig själv\"Stefan Jansson, grundare av Polarium. Foto: Jonas Borg.Med bara en gymnasieutbildning i bagaget byggde han sitt första batteribolag. Nu är Polariums grundare Stefan Jansson inne på sitt tredje och vet vad som krävs. Impact Loops Camilla Bergman har träffat Sveriges okrönte batterikung i ett samtal om att lägga sig i allt, våga lita på sig själv – och vad Harald Mix säger när han ringer en lördag. ‍Läs intervjun här!4. Sälja nytt, gammalt eller hyra ut? Outdoor-märket gör allt – här är vd:ns lärdomarEva Karlsson, vd för Houdini. Foto: Houdini.Ingen enskild cirkulär affärsmodell är någon \"silver bullet\", menar Eva Karlsson, vd för outdoormärket Houdini, som satsar på både nytt, begagnat och cirkulärt. Läs hennes lärdomar om att jobba med olika affärsmodeller beroende på vad som passar kunden i denna intervju här!5. Här är impact-bolagen Niklas Adalberth vill investera i: \"Vi har en öppen pengapåse\"Niklas Adalberth. Foto: Jonas BorgHan ligger vanligtvis lågt och syns sällan i svenska medier. Men i en exklusiv intervju med Impact Loop berättar Niklas Adalberth om vad som hänt sedan starten av Norrsken, vad han hoppas se hos en ny generation impact-bolag – och ger ett oväntat råd till pitchande entreprenörer. Läs intervjun här!6. Nebe Almayahi: \"Impact behöver inte alltid vara storslaget\"Nebe Almayhai, grundare av Teint.Hon är entreprenören som grundat plåsterbolaget Teint som erbjuder produkter för alla hudtoner. Som veckans impact-profil berättar Nebe Almayhai, grundare av Teint, om största utmaningen just nu – och varför \"impact\" inte alltid behöver vara storslaget. Läs intervjun här!7. Byggde Soundcloud till miljardbolag – nu ska deras elcyklar ta över Europa: \"Trenden blir starkare\"Dances grundare Alexander Ljung, Eric Quidenus-Wahlforss och Christian Springhub. Foto: pressbild.Med hundratals miljoner i riskkapital i ryggen ska Dances elcyklar bidra till ett bättre klimat – samtidigt som de vill höja livskvaliteten i världens storstäder. Genom en affärsmodell som liknar streaming är målet klart: \"Vi ser en global expansion framför oss\", säger medgrundaren Eric Quidenus-Wahlforss.Läs intervjun här!Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Jan Ahmadijan@loop.seDela artikeln:Niklas AdalberthStefan JanssonHeidi LindvallFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesHär är impact-bolagen Niklas Adalberth vill investera i: \"Vi har en öppen pengapåse\"Jan AhmadiMarch 14, 2024Stockeld-grundaren om sin nya plan: \"Som att man bara satt och hoppades på att allt skulle funka\"Camilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}