{
    "metadata": {
        "title": "Gårdsfisk vill minska överfisket – tar in 6 miljoner │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2024-01-31",
        "tags": [
            "Gårdsfisk"
        ],
        "url": "https://impactloop.se/artikel/gardsfisk-vill-minska-overfisket---tar-in-6-miljoner"
    },
    "content": "Gårdsfisk vill minska överfisket – tar in 6 miljoner │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBiologisk mångfaldGårdsfisk vill minska överfisket – tar in 6 miljoner2024-01-3117:37Dela artikelnJohan Ljungquist ute på fiskeodlingen. Foto: TT.Gårdsfisk, som hjälper bönder att föda upp fiskar samtidigt som de får näring till gården, stärker kassan – och växer kraftigt.Camilla BergmanChefredaktörAtt fiskebranschen omgärdas av en rad problem kommer kanske inte som en nyhet för någon: överfiske, övergödning och sjukdomar är bara några av konsekvenserna.Samtidigt importerar Sverige över 75 procent av all fisk vi äter, vilket i sin tur skapar en belastning på miljön.Dessa problem vill impact-bolaget Gårdsfisk råda bot på. Grundat för tio år sedan av marinbiologen Johan Ljungquist och civilingenjören Mikael Olenmark erbjuder de ett vatten- och jordbrukssystem där de hjälper svenska bönder att föda upp fisk på sina gårdar.Samtidigt “jobbar” fiskarna under sin uppväxt, genom att de ger näring till grödorna som odlas på åkern utanför ladugården.Johan Ljungquist, medgrundare och vd för Gårdsfisk.Tar in kapital från NovaxNu tar Gårdsfisk in 6,1 miljoner kronor i kapital, vilket framgår av handlingar som registrerats hos Bolagsverket. Det är bolagets investerare sedan tidigare, Axel Johnsons investeringsbolag Novax, som skjuter till pengarna.I kapitalrundan värderades bolaget till 220 miljoner kronor innan pengarna kom in, vilket innebär att bolaget värderas till cirka 226 miljoner kronor efter att kapitalet har tagits in.Gårdsfisk har genomfört flera kapitalrundor under de senaste åren, senast en i juli förra året, då de tog in 14,5 miljoner kronor till samma värdering som idag.Ökar med över 50 procentSå hur går det för Gårdsfisk? Bolaget visar en stark tillväxt – under 2022 landade nettoomsättningen på 26 miljoner kronor, jämfört med 17 miljoner kronor året innan.Bolaget går fortfarande med förlust men resultatet (före avskrivningar och nedskrivningar) har legat på ungefär samma nivå under perioden – från minus 11 miljoner kronor 2021 till minus 12 miljoner kronor 2022.Impact Loop har tidigare rapporterat om svårigheten för bolag inom biologisk mångfald att ta in kapital. Johan Ljungquist sa då såhär:\"Det är så mycket enklare för en investerare att greppa till exempel en entreprenör som vill bygga en app, som kan säga att de når marknad inom sex månader och kan kvantifiera hur mycket de kan sälja. Vi vill ju rädda haven vilket är ett stort begrepp som innefattar att ta fram certifieringar och arbeta lobbyistiskt för att förändra regelverk så vi kan få förutsättningarna för att kunna arbeta.\"GårdsfiskStartår: 2013Grundat av: Johan Ljungquist (vd) och Mikael Olenmark Nettoomsättning (2022): 26 miljoner kronorRörelseresultat (2022): 17 miljoner kronorStörsta ägare: Grundarna, Almi Invest Syd, Lantbrukarnas Ekonomi-Aktiebolag och Novax.Läs mer: Livsviktiga men komplexa – är detta nästa våg av bolag som lockar riskkapital?Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:GårdsfiskFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesKapitalförvaltaren kräver reglering – vill se redovisning kring biologisk mångfaldJan AhmadiMarch 14, 2024Europas länder brister i skyddet av djurarter – Sverige lyfts fram som ett föregångslandRikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}