{
    "metadata": {
        "title": "Miljardplantering av träd och köpet som kan rädda Volta Trucks? 3 saker att ha koll på idag │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-11-13",
        "tags": [
            "Volta Trucks"
        ],
        "url": "https://impactloop.se/artikel/miljardplantering-av-trad-och-kopet-som-kan-radda-volta-trucks-3-saker-att-ha-koll-pa-idag"
    },
    "content": "Miljardplantering av träd och köpet som kan rädda Volta Trucks? 3 saker att ha koll på idag │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetMiljardplantering av träd och köpet som kan rädda Volta Trucks? 3 saker att ha koll på idag2023-11-138:25Dela artikelnRedaktionen1. Tre miljarder träd ska planteras i EU-länderna. Förhandlare inom EU har kommit överens om nya mål för restaurering av ekosystem. Områden som behöver återställas ska senast 2030 omfatta åtminstone 20 procent av unionens terräng och hav, och 100 procent till 2050. Dessutom sätts särskilda mål för torvmarker och planteringen av minst tre miljarder träd senast 2030, samtidigt som konstgjorda hinder i vattendrag ska avlägsnas för att göra floder fritt strömmande. Källa.2. Dramatisk vändning i Volta trucks-historien – kan bli sålt inom några veckor. Den svenska ellastbils-tillverkaren Volta Trucks gick i konkurs för några veckor sedan, enligt dem själva på grund av att de inte lyckats säkra finansiering på grund av att deras batteritillverkare befann sig i rekonstruktion. Sedan dess har man jobbat på att hitta en köpare, men det skakiga läget med Proterra har inneburit osäkerheter. I fredags såldes dock Proterra, som vid den tidpunkten gått in i en konkursprocess, till svenska fordonsjätten Volvo. När ena grundaren Carl-Magnus Nordenintervjuas i Di Digital menar han att affären kommer att underlätta att även Volta kan säljas:  ”Jag tror att det borde lösa sig inom de närmsta veckorna”, säger han till tidningen. 3. Skellefteå får vänta på Cinis Fertilizer – satsar på USA först. Mineralgödseltillverkaren Cinis Fertilizer har tidigare kommunicerat att de ska bygga en anläggning i Skellefteå med start 2025. Nu svänger de om och börjar istället med att bygga en i Kentucky, innan de tar Skellefteå. Beslutet grundar sig enligt Cinis i det avtal som bolaget nyligen ingått med amerikanska batteritillverkaren Ascend Elements, och de snabbt växande gröna industriprojekt som nu pågår i Nordamerika. \"Vi vill ta del av denna tillväxt och därför väljer vi att fokusera på Hopkinsville\", säger Jakob Liedberg, grundare och vd för Cinis Fertilizer i en kommentar.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:Volta TrucksFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesRekordmånga rundor hos impact-bolagen – 3 saker att ha koll på idagRedaktionenMarch 14, 2024Gigantiska nyheter från OpenAI – 3 saker att ha koll på idagRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}