{
    "metadata": {
        "title": "Trump vill slopa Bidens klimatpaket – 3 saker att ha koll på idag │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-11-28",
        "tags": [],
        "url": "https://impactloop.se/artikel/trump-vill-slopa-bidens-klimatpaket-3-saker-att-ha-koll-pa-idag"
    },
    "content": "Trump vill slopa Bidens klimatpaket – 3 saker att ha koll på idag │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetTrump vill slopa Bidens klimatpaket – 3 saker att ha koll på idag2023-11-288:00Dela artikelnGrafik: Diana Demin.Tre saker att hålla koll på i dag.Redaktionen1. Industrifonden har jämn representation. Stiftelsen, som grundades av staten 1979 för att agera innovations- och tillväxtmotor för svensk industri, anordnade ett mingel för kvinnor inom riskkapitalsfären nyligen. Där meddelade Anna Ljungdahl, som är ansvarig för hållbara investeringar, att man nästan nått jämn könsfördelning både i styrelsen och i investeringsteamet, enligt ett inlägg på Linkedin. Industrifonden investerar bland annat i deeptech och life science.2. Donald Trump vill kapa amerikanskt klimatpaket. Financial Times rapporterar att Joe Bidens Inflation Reduction Act inte kommer att stå sig som den är ifall Donald Trump skulle vinna nästa års presidentval. Källor i Trumps kampanj uppger att man istället bland annat vill investera i fossila bränslen och dra tillbaka regleringar som instiftats för att snabba på omställningen till en elektrifierad fordonsflotta.3. Spaning: Impact-entreprenörer ligger lågt med sina kapitalrundor. Under högkonjunkturen gick entreprenörerna ut med nyheten att de tagit in kapital innan bläcket ens torkat på avtalet. Inte längre, rapporterar vår europeiska tech-kollega Sifted – och vi håller med. Vi har hittat en rad kapitalrundor (se dem dagligen här i nyhetsbrevet) som bolagen inte gått ut publikt med. Är det lägre värderingar, att man vill undvika media eller bara brist på tid? Därom tvista de lärde.‍Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesNy EU-lag ska stoppa utländska investeringar i deeptech – 3 saker att ha koll på idagRedaktionenMarch 14, 2024H&M storsatsar på solenergi – 3 saker att ha koll på idagRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}