{
    "metadata": {
        "title": "Hon ska investera 1 miljard i sociala bolag: “Vi är mitt i en global social kris” │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2024-02-07",
        "tags": [
            "Social hållbarhet"
        ],
        "url": "https://impactloop.se/artikel/hon-ska-investera-1-miljard-i-sociala-bolag-vi-ar-mitt-i-en-global-social-kris"
    },
    "content": "Hon ska investera 1 miljard i sociala bolag: “Vi är mitt i en global social kris” │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nI SAMARBETE MED SPPHon ska investera 1 miljard i sociala bolag: “Vi är mitt i en global social kris”2024-02-0713:35Dela artikelnAnnika Sten Pärson. Foto: Jean Lapin.Hon har lovat att investera 1 miljard kronor via den egna stiftelsen The Inner Foundation, för att råda bot på utanförskap och mental ohälsa. Men Annika Sten Pärson har också en övertygelse: det börjar med oss själva. I en stor intervju delar hon med sig av hur hennes egen uppväxt präglat henne, starten av The Inner Foundation – och vad hon menar är en mental hälsokris.Camilla BergmanChefredaktörKontoret ligger på Kungsholmen, i ett anonymt hus ett kvarter bort från Fridhemsplan. Centralt, men ändå en bit från Stureplan där de flesta stockholmare som investerar i tech och startups sitter.När jag lämnar stadsdelen, efter en intervju som kommer att påverka mig mer än jag förstår där och då, tänker jag att det känns symptomatiskt med vem Annika Sten Pärson är. En person som rör sig mitt i smeten, med kontakter, kapital och inflytande – men som ändå vill verka en bit utanför. Eller som hon själv konstaterar:“Jag trivs mycket bättre som underdog.”Men där är vi inte än. Det börjar med att Annika Sten Pärson, investerare, entreprenör och filantrop, tar emot mig på sitt kontor.Hon driver stiftelsen The Inner Foundation, som hon drog igång tillsammans med sin man, investeraren Pär-Jörgen Pärson, sommaren 2022. Den fick stora rubriker eftersom paret lovade att investera 1 miljard kronor i sociala entreprenörer som jobbar med mental hälsa och utanförskap för unga vuxna. Detta över en period om 20 år.”Även om beslutet att starta stiftelsen kändes som en självklarhet, var det jobbigt för mig att göra det utspelet”, säger hon när vi slagit oss ner i ett konferensrum.Annika Sten Pärson och Pär-Jörgen Pärson som grundat The Inner Foundation. Foto: press.Behövs fler män inom impactEtt och ett halvt år senare har hon hunnit med 27 investeringar med en så kallad blandad investeringsmodell, där investeringarna innefattar både icke-vinstdrivande och vinstdrivande organisationer, liksom fonder och hybridmodeller. Modellen är en produkt av Annika Sten Pärsons tro på att entreprenörskap kan komma i många olika former. Flexibiliteten i finansieringsstrategin möjliggör för stiftelsen att satsa på innovativa lösningar och entreprenörer i ett tidigt skede utan att begränsas av bolagsform. The Inner Foundation investerar i bolag som jobbar med vad de kallar för den mentala hälsokrisen, och framförallt hos unga vuxna. Begreppet kommer av att många unga mår väldigt dåligt, konstaterar Annika Sten Pärson, vilket i sin tur skapar svallvågor inom en rad områden.“För mig blev det väldigt enkelt: ska man investera i något så ska man ta mig sjutton investera i unga vuxna. De är framtiden, och deras mående kommer att påverka allt”, säger hon.Jag är som en tryffelhund när det gäller exkluderingUtöver mental hälsa är mångfald och inkludering även högt upp på The Inner Foundations radar. Av det hittills investerade kapitalet om närmare 85 miljoner kronor har cirka 70 procent gått till bolag med kvinnliga grundare. “Å ena sidan är det bra eftersom det är svårt för kvinnliga grundare att få riskkapital. Samtidigt är det ganska typiskt att det är fler kvinnor inom social impact. Vi skulle må bra av fler män!”, säger hon.Adoptionen påverkat hela livetAnnika Sten Pärsons egen historia börjar på 60-talet när hon sju månader gammal adopteras av sina adoptivföräldrar i Uppsala.”Jag har alltid vetat att jag är adopterad. På den tiden upplevdes det inte som särskilt märkvärdigt, men jag tänkte mycket på det.”Adoptionen har präglat hennes liv. Känslan av att ”här gäller det att jobba hårdare än alla andra” har varit ständigt närvarande. Och att få vara med, eller inte.”Jag är som en tryffelhund när det gäller exkludering. Jag ser direkt om någon står ensam. I många år tolkade jag ofta in att jag inte fick vara med själv, även om en situation över huvud taget inte hade med mig att göra.”Hon beskriver det som man inom terapin kallar för fly-eller-fäkta-beteende. Bär du på trauman från barndomen och en för dig triggande situation uppstår, tolkar din hjärna instinktivt det som att du är i fara. Lösningen blir att fly eller fäkta. I Annikas fall: det senare.“Jag kände i många år att om jag slutar trampa vatten så sjunker jag. Det var först långt senare jag fick syn på vad som skedde.\"Det är svårt att inte tänka att allt det här påverkat att det blev just The Inner Foundation, vars syfte inte bara är att förbättra ungas mentala hälsa utan också att slåss för mångfald och inkludering.Annika Sten Pärson nickar. Hon jobbar själv som volontärterapeut på måndagarna för att inte hamna för långt från målgruppen. “Jag har svårt för när det blir för mycket snack på molnfri höjd. Då känner jag direkt att det blir klubbigt och elitistiskt. Jag tänker: ‘Får jag bara vara med för att jag har pengar att investera?’ Men jag tränar på det, att inte så snabbt avfärda något som exkluderande.”Annika Sten Pärson. Foto: press.Alla drar igång egna grejerEfter studier i Lund och på Berghs i Stockholm följer ett jobb på Stockholms Fruktimport. Annika tar truck-körkort och handlar jordgubbar klockan fyra på morgonen. Karriären blir också inom dagligvaror, telekom och marknadsföring. På ett chefsjobb på godisjätten Candelia sitter en man i styrelsen som hette Pär-Jörgen. ”Efter bara några månader ringde han till ordföranden i styrelsen och sa att ’jag måste tyvärr lämna styrelsen för jag är romantiskt involverad med er marknadsdirektör’”, skrattar Annika Sten Pärson.Jag skulle aldrig göra det jag gör nu om jag inte varit i New YorkPär-Jörgen övertalar kollegorna på riskkapitalbolaget Northzone, där han är partner, att han ska starta upp en hub i New York. Annika säger upp sig från ComHem där hon sitter i koncernledningen, och familjen som inkluderar två döttrar, flyttar över Atlanten.“Åren i New York var helt transformativa. Jag skulle aldrig göra det jag gör nu om jag inte varit där”, säger hon idag.I New York blir hon chef över en klinik fokuserad på postpartum-depressioner. Patienterna är kvinnor från de mest utsatta områdena – till gräddan av New York. Lidandet är ett faktum och sträcker sig över alla samhällsklasser.Utöver jobbet på kliniken tar hon plats i World Childhood Foundation USA:s styrelse och intresset för mental hälsa växer sig allt starkare. När flytten går hem till Stockholm börjar hon plugga till terapeut.Det är efter att ha dragit igång organisationen 1825 – Terapicenter för unga vuxna (namnet syftar på 18-25-åringar) som Annika och Pär-Jörgen Pärson börjar tänka att de vill göra något mer strukturellt. Pandemin har synliggjort psykisk ohälsa och tajmingen är rätt. The Inner Foundation är född.”Jag har alltid varit fundersam kring nyrika människor som startar sina egna grejer. Kan de inte investera i det som redan funkar och finns? Nu gjorde jag samma sak själv efter noga övervägande”, säger hon och skrattar.En av The Inner Foundations investeringar är terapitjänsten Meela. Här är grundarna Tiffany Boswell och Natali Suo. Foto: Meela.Inga psykedeliska drogerAv de investeringarna som stiftelsen gjort hittar man allt från Meela, som matchar kvinnor med rätt terapeut genom en matchingsalgoritm, och Allbry, där elever kan boka tid med kurator och elevhälsa. Man har också investerat i andra fonder, som Bling Capital och Unconventional Ventures.Investeringskriterierna är i mångt och mycket samma som hos andra impact-investerare, men det görs en bedömning om investeringen är icke-vinstdrivande eller ska generera avkastning utöver impact-målen. Därutöver har man tagit fram tematiska kriterier för de områden som man tittar på: allt från unga mäns mentala hälsa, kvinnlig reproduktiv hälsa, skärmberoende, dysfunktionella familjesystem och ofrivillig ensamhet. Men än så länge inte, som impact-hubben Norrsken, psykedeliska droger som just nu växer stort inom området mental ohälsa.“Vi har valt att just nu följa det lite mer från sidolinjen. I den mån vi är intresserade så är det som behandlingsmetod. Det är väldigt tydligt, inte minst om du har komplexa trauman, att det då kan ge fantastiska resultat”, säger Annika Sten Pärson.Jag tycker att filantropi är ett strategisk tillgångsslag, inte någon jävla charityKlas Bergling, Tim Bergling foundation, Annika Sten Pärson och Sofia Breitholtz, Reach for change som ligger bakom nya acceleratorn Next in mind. Foto: press.Sociala bolag lockar inte lika mycket pengarSå kallade sociala entreprenörer, som alltså driver bolag inom exempelvis mental hälsa, utanförskap och så vidare, lockar inte nämnvärt lika mycket riskkapital idag som exempelvis energi och klimattech-bolag, vilket Impact Loop rapporterat om flera gånger.Orsakerna är flera, enligt Annika Sten Pärson. Dels är marknaden mer fragmenterad och bolagen ofta mindre, vilket kan avskräcka exempelvis pensionsfonder som vill gå in i stora projekt. Dels är det inte lika lätt att mäta sociala bolag som exempelvis ett klimattech-bolag där det finns tydligare indikatorer på till exempel koldioxidutsläpp.Samtidigt är mental hälsa ett samhällsproblem som kostar enorma summor pengar, så investeringar behövs. Även klimatkrisen är djupt sammankopplad med hur människor mår, menar Annika Sten Pärson.“I åldersgruppen unga vuxna som vi fokuserar på finns det två miljarder på jordens yta. Hur de mår kommer direkt att påverka deras förmåga att lösa alla stora utmaningar som världen nu står inför.\"Ett exempel på engagemang som stiftelsen har är att de tillsammans med de två organisationerna Tim Bergling Foundation och Reach For Change har startat acceleratorn Next in Mind (som Impact Loop skriver om här), där entreprenörer inom mental hälsa genom ett inkubatorsprogram kan få finansiellt stöd och coachning längs vägen att skala sina lösningar inom Norden.Framtiden? Investera mer, utveckla fungerande partnerskap mellan privata och offentliga investerare och driva frågan kring unga vuxnas mental hälsa. Men också: få andra att engagera sig. Själv vill Annika Sten Pärson slå ett slag för investeringsformen filantropi. “Jag tycker att filantropi är ett strategisk tillgångsslag, inte någon jävla charity. Sverige är ett så fördelaktigt land att bli rik i. Vi har relativt låg kapitalskatt, ingen arvsskatt… Kom igen!”Annika Sten Pärson föreläste på Brilliant Minds 2023. Foto: Jean Lapin.Det börjar med digDet är dags att runda av. Men under lång tid efteråt ska jag komma tillbaka till intervjun i mina tankar. Jag har intervjuat hundratals – eller är det tusentals? – människor under mina år som journalist och märkligt nog är det första gången jag är med om att någon är så öppen och självreflekterande.Annika Sten Pärson stirrar både sina bra och dåliga sidor i vitögat och på något sätt blir de då inte farliga. Det är ovanligt, och befriande. Det är också så tydligt att det är den inre resan som lett till att hon idag kan hjälpa andra att göra skillnad.Kanske är det precis så enkelt men ändå så svårt: Det börjar med dig.Om artikelserienImpact Loop genomför en artikelserie där vi träffar fem entreprenörer med modiga idéer inom impact. Artikelserien är oberoende journalistik men finansieras och görs möjlig av SPP. Syftet är att inspirera och öppna upp för reflektion, för att tillsammans skapa en framtid att glädjas åt.SPP erbjuder dig, ditt företag och dina anställda tjänstepensionslösningar utifrån era behov. Genom att investera varje krona med omsorg strävar de efter att pensionskapitalet arbetar långsiktigt för en ljus framtid. En ljus framtid för både din ekonomi och planeten.SPP är en del av Storebrand, en av Nordens ledande koncerner för sparande och försäkringslösningar. Tillsammans skapar vi en framtid att glädjas åt.Vill du komma i kontakt med SPP och höra mer om hur de kan hjälpa dig och ditt företag? Kontakta dem här.Läs mer: Erik Fernholm: \"90 procent av impact gör ingen egentlig nytta\"Läs mer: Är psykisk ohälsa hos unga nästa stora nöt att knäcka? Det tycker trion bakom ny inkubatorGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:Social hållbarhetFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesErik Fernholm: \"90 procent av impact gör ingen egentlig nytta\"Camilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}