{
    "metadata": {
        "title": "Impact på agendan i Davos – \"Sverige har ett väldigt starkt varumärke\" │ Impact Loop",
        "author": "Jan Ahmadi",
        "publish_date": "2024-01-18",
        "tags": [],
        "url": "https://impactloop.se/artikel/impact-pa-agendan-i-davos---sverige-har-ett-valdigt-starkt-varumarke"
    },
    "content": "Impact på agendan i Davos – \"Sverige har ett väldigt starkt varumärke\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKlimatImpact på agendan i Davos – \"Sverige har ett väldigt starkt varumärke\"2024-01-1814:12Dela artikelnSam Altman och Ingmar Rentzhog på plats i Davos. Foto: PressAI, krig och Trump. Det är många frågor som tar prioritet före klimatet i Davos i år. Men ämnet finns ändå på agendan – och där utmärker sig Sverige. “Svenskt näringsliv har ett bra rykte”, säger Ingmar Rentzhog, grundare och vd på klimatplattformen We don’t have time, på plats i Schweiz.Jan AhmadiReporterUkrainas president Volodymyr Zelenskyj har varit på plats på den årliga konferensen som anordnas av World Economic Forum i Davos. Den äger rum den här veckan och har även gästat andra politiska högdjur. Bland näringslivstopparna på plats återfinns bland annat Open AI:s vd Sam Altman.Just hans område har haft stort fokus med runt 60 panelsamtal som ska handla om det. Vid sidan av AI finns det ett stundande amerikanskt val och flera konflikter i världen, där det skett en hel del utveckling kring huthirebeller och Iran på sistone, som kan få stora konsekvenser för ekonomin i världen.Mitt bland allt det har hållbarheten inte glömts bort däremot. Det säger Ingmar Rentzhog, grundare och vd på klimatplattformen We don’t have time, som är på plats på konferensen.“Jag är lite färgad eftersom jag verkar i kretsar där det pratas mycket om impact och hållbarhet. Men ska man prata framtid och affärer kan man inte undvika ämnet. Så det är på agendan. Det är högt på agendan. Arrangören satt upp mycket kring klimat och hållbarhet. Men det har varit mycket prat om krig, desinformation, AI och andra saker. Men vissa av de ämnena är också kopplade till klimatfrågan. Bland annat pratade Al Gore i sitt framförande om hur mycket datagenererad påverkanspropaganda som sprids kring klimatet, något han kallade för ‘Artificial insanity’”, säger Ingmar Rentzhog.Svenska storbolag hyllasI samband med Davos har analysfirman Corperate Knights släppt en lista över världens 100 mest hållbara bolag. Där platsade tre svenska bolag, Ericsson, Handelsbanken och Essity. Generellt har svenska aktörer ett högt förtroende på området, uppger Ingmar Rentzhog.“Sverige har ett väldigt starkt varumärke. Det finns något som heter ‘The Swedish Lunch’ här som är det största inne-eventet man ska vara på. När det gäller hållbarhet är skandinaviska bolag i toppen. Och svenska bolag driver frågan mycket så svenskt näringsliv har ett bra rykte. De hade även en grej här där de utnämnde de bästa hållbarhetscheferna och där var också många svenska bolag representerade”, säger han.Oväntade utvecklingenEn annan hållbarhetskopplad notis från den här veckan var från PWC:s årliga vd-undersökning, som släpps i samband med Davos. I den uppgav 40 procent av de 4 700 medverkande vd:ar att deras företag accepterat lägre avkastning från klimatvänliga investeringar jämfört med andra investeringar under det senaste året. “Vi är inte riktigt där att man avstår avkastning för hållbarhet. Men jag håller med om att det håller på att hända saker. Något jag tyckte var intressant var ett event med en stor paraplyorganisation för gruvbolag runt om i världen. Förra året på Davos lovade man att införa naturpositiva mål och vidta kompenserande åtgärder när man bygger en gruva. Och de tre stora gruvbolagen på scen hade gjort otroligt mycket. Det var baserat på dialoger från i fjol och det är intressant att såna här möten kan få så konkreta effekter”, säger Ingmar Rentzhog. Läs mer: AI-guruns bästa tips och nya sättet att skala impact-bolag – mina 5 spaningar från SlushLäs mer: Vi är överallt – här är 5 spaningar från New Yorks klimatveckaGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Jan Ahmadijan@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesHon kliver in i styrelsen för klimatberäknings-bolagetCamilla BergmanMarch 14, 2024Gödselbolaget slår tillbaka efter “Northvolt-oron”: Vi har säkrat våra leveranserRikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}