{
    "metadata": {
        "title": "Svenskar på klimat-topplista och Kina mot minskade utsläpp – 3 saker att ha koll på i dag │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-11-20",
        "tags": [],
        "url": "https://impactloop.se/artikel/svenskar-pa-klimat-topplista-och-miljonstod-till-dronare-3-saker-att-ha-koll-pa-i-dag"
    },
    "content": "Svenskar på klimat-topplista och Kina mot minskade utsläpp – 3 saker att ha koll på i dag │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetSvenskar på klimat-topplista och Kina mot minskade utsläpp – 3 saker att ha koll på i dag2023-11-2020:00Dela artikelnHenrik Henriksson, Peter Carlsson och Anna Borg. Foto: press. Grafik: Impact Loop.Tre saker att ha koll på idag.Redaktionen1. Ingen Greta men många svenskar på prestigefull klimattopplista. Den tunga tidskriften Time Magazine har listat de 100 tyngsta klimatledarna som gör skillnad för en hållbar klimatomställning. I kategorin innovatörer lyfter Time Magazine fram Henrik Henriksson, vd för gröna stålbolaget H2 Green Steel. Men han är inte den enda svensken som återfinns på topplistan. Peter Carlsson, vd för Northvolt, Martin Lundstedt, vd på Volvo, Jesper Brodin, vd på Ingka Group, Lisa Ekstrand, hållbarhetschef på energibolaget Vestas och Anna Borg, vd på Vattenfall finns också med på topplistan.‍Kina kan gå mot minskade utsläpp 2024. Kinas koldioxidutsläpp förväntas falla nästa år på grund av ökade satsningar på framförallt sol och vindkraft. Det visar en ny analys från brittiska vetenskaps- och politiksajten Carbon Brief. Trots ett uppsving i utsläpp med 4,7 procent under tredje kvartalet 2023, ser Kina en boom inom tillverkningssektorn och en snabb ökning av investeringar i tillverkningen av lågkoltekniker, där solceller, elfordon och batterier utgör en växande andel. Samtidigt fortsätter landet att expandera sin kolkraftskapacitet, vilket väcker frågor om dess internationella klimatåtaganden för 2025.‍3. Drönargallring får miljonstöd från Energimyndigheten. Skogsteknikföretaget Airforestry har fått 31,8 miljoner kronor av Energimyndigheten för ett projekt med skonsamt skogsbruk via drönare. Projektet, som syftar till miljövänlig gallring och minskade markskador, involverar även forskningsinstitutet Skogforsk och pågår till 2025. \"Denna investering är central i vår strävan att förbättra skogsbruket,\" säger Olle Gelin, vd för AirForestry.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesRusning till el-taxibilar – 3 saker att hålla koll på i dag RedaktionenMarch 14, 2024Svensk vindkraftsaktör köps upp – 3 saker att ha koll på i dagRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}