{
    "metadata": {
        "title": "Forskare tar fram solceller av trä – 3 saker att ha koll på i dag │ Impact Loop",
        "author": "Redaktionen",
        "publish_date": "2023-12-07",
        "tags": [],
        "url": "https://impactloop.se/artikel/forskare-tar-fram-solceller-av-tra-3-saker-att-ha-koll-pa-i-dag"
    },
    "content": "Forskare tar fram solceller av trä – 3 saker att ha koll på i dag │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetForskare tar fram solceller av trä – 3 saker att ha koll på i dag2023-12-0713:05Dela artikelnTre saker att ha koll på i dag.Redaktionen1. Forskare tar fram solceller av trä. Forskare på Linköpings universitet och KTH, har i en ny studie visat hur kraftlignin, en biprodukt från papperstillverkning, kan användas för att skapa stabilare organiska solceller. Genom dess förmåga att bilda vätebindningar, bidrar det till en hållbar och miljövänlig energikälla, med målet att ersätta oljebaserade alternativ. Med den typen av produkt kan man öppna upp användningsområdena för solceller då de innehåller mindre miljöfarliga ämnen, enligt forskarna. Studien är finansierad av bland andra Energimyndigheten och Knut och Alice Wallenbergs Stiftelse.‍2. Hårdare straff för banktopparna om de inte tar hänsyn till klimatet. På plats på COP28 i Dubai varnar Frank Elderson från Europeiska centralbankens (ECB) styrelse, att banker riskerar skärpta straff om de försummar klimatriskerna. ECB, som övervakar finansinstitutioner, kan höja kapitalkraven och har redan hotat om böter till omkring 20 banker med brister i hanteringen av klimatrelaterade risker. Elderson underströk vikten av att bankerna aktivt involverar sig i att guida sina kunder i linje med Parisavtalet, rapporterar Bloomberg.3. Mjölkjättarna ska bli mer transparenta. Sex av världens största mejerijättar som General Mills, Kraft Heinz och Bel Group förbundit sig till transparens gällande deras metanutsläpp, meddelades på COP28. Från och med mitten av 2024 kommer bolagens utsläpp att rapporteras officiellt, med avsikt att formulera konkreta åtgärdsplaner för att minska utsläppen. Beslutet kan vara en affärsmöjlighet för impact-bolag inom sfären, som till exempel Volta greentech (obs – inte samma som Volta trucks) som gör foder på rödalger för att minska just metanutsläppen.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Redaktionenimpact@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesImpact-svepet: Miljarder till Northvolt och nya regler för batterier – idag handlar allt om batterierRedaktionenMarch 14, 2024Rivstart på nya året – 3 nyheter från impact-communitytRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}