{
    "metadata": {
        "title": "Vill optimera hantering av varmvatten – nu tar Luleå-bolaget in 20 miljoner │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2024-02-14",
        "tags": [],
        "url": "https://impactloop.se/artikel/vill-revolutionera-optimering-av-varmvatten-nu-tar-lulea-bolaget-in-20-miljoner"
    },
    "content": "Vill optimera hantering av varmvatten – nu tar Luleå-bolaget in 20 miljoner │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJust nuVill optimera hantering av varmvatten – nu tar Luleå-bolaget in 20 miljoner2024-02-147:05Dela artikelnErik Abbing, grundare av 3E Flow, och Johan Frenckner, vd på Longrun Capital.Vattenteknikbolaget 3E Flow tar in kapital från klimatinvesteraren Longrun Capital. \"Om 20 år så tror jag man kommer titta tillbaka och skratta åt att man hade varmvatten stående i rören\", säger Johan Frenckner, vd för Longrun, till Impact Loop.Camilla BergmanChefredaktörDet pratas mycket om energioptimering av värme, men vatten är ett område som inte har fått lika mycket uppmärksamhet – trots att det också värms upp.Men nu börjar en rad bolag inom vattenteknik, som på olika sätt vill optimera hur vi hanterar vatten, att ta fart i Sverige.Ett av dem är bolaget 3E Flow, som grundats av Erik Abbing, tredje generationens rörmokarfamilj i Luleå. Enkelt kan man förklara tekniken så här: Kranen öppnas och pumpar ut varmvatten. När den sedan stängs pumpas vattnet direkt tillbaka till beredaren eller värmeväxlaren – för att sedan snabbt kunna pumpas ut igen när man sätter på kranen.Fördelarna är flera enligt bolaget: Vattnet ligger inte kvar och svalnar och bildar bakterier, det slipper värmas upp och ner vilket är energikrävande – och det blir mer kostnadseffektivt.Nu tar bolaget, vars produkt installerats i projekt i Sverige och Schweiz, in 20 miljoner kronor från Longrun Capital, ett riskkapitalbolag med fokus på fastigheter och klimatinvesteringar.”Investeringen kommer att göra det möjligt för oss att skala upp produktionen och accelerera tillväxten i Europa, samtidigt som vi kan fortsätta utveckla och driva på den gröna omställningen inom fastighetssektorn.” säger Erik Abbing, vd och grundare av 3E Flow.Longrun Capital är en relativt ny spelare på riskkapitalmarknaden. Grundat av Johan Frenckner och Cristina Ljungberg 2021 fokuserar man på investeringar i olika typer av klimatteknik. I portföljen har man bland annat gröna industri-bolaget Greeniron och energioptimeringssystemet Noda intelligent systems.\"När jag först fick höra om 3E Flow så tänkte jag 'Tappvatten, hur ska man nå ut på marknaden med en sådan här grej?'. Men om 20 år så tror jag man kommer titta tillbaka och skratta åt att man hade varmvatten stående i rören\", säger Johan Frenckner till Impact Loop.\"Det är sådana innovationer som triggar oss. Tanken och idén är enkel, även om den kan verka komplex. Det är annars ofta på nanonivå inom deeptech\", fortsätter han.En utmaning för hårdvaru- och deeptechbolag är också att det tar lång tid från utveckling till kommersialisering.\"Vi är inte rädda för att gå in i tidiga faser, även när det gäller hårdvara. Särskilt inom bygg och fastighet så har de här bolagen ofta många år på nacken, eftersom det tar lång tid att få klart patent, pilotcase och certifieringar. Men nu ser vi att det är nära till intäkter för 3E Flow och det gör investeringen ännu mer intressant för oss. Med våra ögon har bolaget kommit väldigt långt redan\", säger Johan Frenckner.Läs mer: De tar bort \"evighetsämnet\" PFAS från vatten – nu står investerarna på radLäs mer: Halkade in på vatten – nu drar de in 20 miljoner med smart strategi: \"Det är så vi får schvung\"Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024Ny fond ska matcha statliga bidrag med riskkapital: ”Kommer finnas ett före och ett efter\"Christian von Essen22/3/2024Premiär! Nu lanserar vi Impact Loop Dealflow – \"Hjälper investerare att hitta bra bolag\"Redaktionen21/3/2024NextRelated StoriesHållbarhetsmässan tvingas ställas in – skjuts upp till 2025Camilla BergmanMarch 14, 2024Bonnier-backade biltvätten pivoterar och tar in kapital – här är nya planenRikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}