{
    "metadata": {
        "title": "Två saker krävs för att locka de stora pengarna till impact-bolagen │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-09-10",
        "tags": [
            "The Drop",
            "Finansiering",
            "Riskkapital"
        ],
        "url": "https://impactloop.se/artikel/detta-ar-vad-som-kravs-for-att-locka-pengar-till-impact-bolagen"
    },
    "content": "Två saker krävs för att locka de stora pengarna till impact-bolagen │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKrönikaTvå saker krävs för att locka de stora pengarna till impact-bolagen2023-09-1012:36Dela artikelnRikard Rosell, Impact Loop.Det behövs en standard för hur impact mäts, spanar Impact Loops Rikard Rosell.Rikard RosellReporterSPANING FRÅN THE DROP. Innovation, teknik och ett jädra driv framåt för att möta de klimatutmaningar som med all säkerhet kommer, och de som redan är här. Det handlade en stor del av dragningarna och samtalen om, som skedde på klimatkonferensen The Drop på torsdagen. Men samtidigt finns det ett annat ämne som inte gick att missa när man flöt mellan scener och rundabordssamtal: pengar.För det kan vi ju krasst konstatera att utan ett stadigt inflöde av kapital från investerarhåll så finns risken att många av innovationerna som kunde vara här snart riskerar att fördröjas – och det kan få förödande konsekvenser i klimatkampen.Glappet mellan riskkapital och storkapitalSå vad är då snackisen om pengarna som inte bara handlar om att det som vanligt behövs mer, och snabbare?När jag skulle gå och hämta kaffe så trillade jag av en slump in i ett panelsamtal där investerare från bland annat Stena Sessan, Almi Invest Greentech, Contrarian Ventures och Vestas Ventures diskuterade sin roll i ekosystemet. Kontentan var att det måste till en standard för hur impact mätsDe konstaterade att mer arbete går att göra i glappet som finns mellan riskkapital som riktar sig mot bolag i startskede, och det storkapital som institutionella investerare kan ge längre fram på resan.Det innebär konkret att fler impact-bolag skulle komma fram snabbare, och kunna lyfta sina innovationer och teknik med finansiellt tillskott, i en bredare modell än den som är vanlig idag.Först då kommer drakarnaEn annan aspekt av pengafrågan var den som avhandlades vid ett rundabordssamtal som samlat en strid ström av impact-fondförvaltare från en rad länder. Frågan som låg på bordet var om investerare ska sikta mot projekt med långsiktig- eller kortsiktig klimatpåverkan. Liksom vad som krävs för att locka de riktigt stora institutionella investerarna att kliva in i matchen på riktigt i nya fonder, med lika nya innovativa portföljbolag.Kontentan var att det måste till en standard för hur impact mäts så att större investerare har ett mått som gör att de kan se utväxling på bolag, projekt och lösning likvärdigt. Först då kommer de riktiga drakarna bland de institutionella investerarna kliva in i fonder med nya bolag och ny innovation.LÄS MER: Svårt att investera i impact-bolag: \"Man vill inte lägga alla ägg i samma korg\"Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:The DropFinansieringRiskkapitalFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesCamilla Bergman: Cakes konkurs säger (tyvärr) mer om mopeder än om pengarCamilla BergmanMarch 14, 2024Rikard Rosell: Tärningen är kastad – därför är Northvolts miljardstöd större än många förstårRikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}