{
    "metadata": {
        "title": "Avslöjar: Microsoft går in i Harald Mix-backade H2 Green Steel │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-12-15",
        "tags": [
            "H2 Green Steel",
            "Harald Mix",
            "Vargas"
        ],
        "url": "https://impactloop.se/artikel/avslojar-microsoft-har-i-det-tysta-gatt-in-i-svenska-h2-green-steel"
    },
    "content": "Avslöjar: Microsoft går in i Harald Mix-backade H2 Green Steel │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact Loop avslöjarAvslöjar: Microsoft går in i Harald Mix-backade H2 Green Steel2023-12-158:44Dela artikelnKarin Hallstan, Harald Mix och Henrik Henriksson, H2 Green Steel. Satya Nadella, vd Microsoft. Foto: TT/Wikipedia.När grönt stål-utmanaren H2 Green Steel i september stängde Europas största, privata kapitalrunda lyfte de fram en rad kända investerare. Men en gick under radarn. Impact Loop kan nu avslöja att även den globala techgiganten Microsoft klivit in i Harald Mix stålbolag.Rikard RosellReporterDet var en diger lista investerare som lyftes fram när Harald Mix och Carl-Erik Lagercrantzs H2 Green Steel i september meddelade att bolaget stängt en kapitalrunda på hisnande 18 miljarder kronor.I bolaget, som ska tillverka grönt stål, gick såväl befintliga som nya ägare in med kapital. Från grundarnas investeringsbolag Vargas till Christina Stenbeck, Ingvar Kamprads stiftelse IMAS Foundation, Kinnevik, familjen Wallenbergs investeringsbolag FAM, Andra AP-fonden och energijätten Hitachi Energy Systems. Rundan leddes av nya investeraren Hy24, tillsammans med Altor, GIC och Just Climate. \"Kalibern av investerare som backar oss är imponerande. Några av världens mest professionella institut, investerare och industriella bolag ansluter sig till denna runda och vi är stolta över att de alla delar vår syn på hållbarhet som en ledstjärna\", sa bolagets vd Henrik Henriksson i september när kapitalrundan annonserades.Henrik Henriksson, vd för H2 Green Steel.Globala jätten har gått under radarnMen när Impact Loop går igenom dokument från Bolagsverket som dokumenterar kapitalrundan står det klart att det också finns en annan, känd investerare som gått helt under radarn: Bill Gates globala techjätte Microsoft.När Karin Hallstan, presschef på H2 Green Steel, får frågan bekräftar hon investeringen.“Ja, det stämmer. Vi har med oss investerare som delar vår vision om att stålindustrin behöver ställa om och där ingår Microsoft.\"I övrigt ber hon att få återkomma om hur upplägget ser ut mer exakt.Karin Hallstan, presschef på H2 Green Steel, bekräftar investeringen.Investerat i utmanareInvesteringen i H2 Green Steel kan ses mot bakgrund av att Microsoft har uttalade planer på att bolaget 2025 ska drivas på förnybar energi. Fem år senare är planen att vara koldioxidnegativ och 2050 ska man enligt egen utsago ha städat bort historiska utsläpp som bolaget gjort.En massiv del i det arbetet är att sänka utsläppen från sina datacenter, vilket i sin tur kräver nytt tänk i byggnader och material – som exempelvis grönt stål.Intressant är att det inte är första gången Microsoft investerar i grönt stål. I januari tidigare i år ledde bolaget en kapitalrunda på 1,2 miljarder kronor i H2 Green Steel-utmanaren Boston Metal, vilket Di skriver om här.För att lyckas med målet har man bland annat lanserat Microsofts Climate Innovation Fund, som har över 10 miljarder kronor för nya lösningar som kan sänka Microsofts utsläpp.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:H2 Green SteelHarald MixVargasFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesStaten (och kapitalet) ska bygga enorm plattform för startups och scaleupsCamilla BergmanMarch 14, 2024Tillväxtverkets startup-satsning nedlagd i det tysta: \"Regeringen förstod nog inte konsekvenserna”Jan AhmadiMarch 14, 2024\n\n\n\n\n\n\n"
}