{
    "metadata": {
        "title": "Johan Crona: Impact-bolagen har en premium som många missar │ Impact Loop",
        "author": "Johan Crona",
        "publish_date": "2023-11-07",
        "tags": [
            "Johan Crona"
        ],
        "url": "https://impactloop.se/artikel/johan-crona-impact-bolag-har-en-premium-som-manga-missar"
    },
    "content": "Johan Crona: Impact-bolagen har en premium som många missar │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nKrönikaJohan Crona: Impact-bolagen har en premium som många missar2023-11-0719:51Dela artikelnJohan Crona, Impact Loops nya krönikör.Det finns många anledningar till att investera i impact-bolag, men det finns en – för många – okänd faktor jag insett på sistone, skriver Impact Loops nya krönikör Johan Crona.Johan CronaEntreprenör och investerareJag är just nu ute och träffar både investerare och bolag, och oundvikligen blir det också många impact-företag. Jag som investerar och investerat i SaaS i många år, och rört mig i den världen, kan inte låta bli att notera både likheter och olikheter. Att fler investerare fått upp ögonen för det här segmentet är först och främst tydligt. Omställningen till en hållbar värld är nödvändig och det skapar flera starka trender som mynnar ut i stora affärsmöjligheter.Samtidigt ser jag ett viktigt faktum som förbises av många, faktiskt även investerare: Impact-bolagen jobbar med frågor som engagerar människor på ett djupare plan. Vilket i sin tur leder till starkare, mer flexibla och lönsammare bolag.Bolag inom hållbarhet adresserar alla något kritiskt problem som behöver rättas till. Och för varje problem, om det så är klimatfrågor, jämställdhet, utbildning, tillgång till rent vatten eller biodiversitet finns det människor som brinner för just den frågan.Att då få arbeta i ett sammanhang med andra för att lösa ett problem man brinner för skapar ett starkt personligt engagemang för sitt arbete. Några exempel på vad jag sett att detta leder till:1. Ett stort engagemang i hela bolagets utveckling hos de som jobbar i företaget. De kommer att stanna längre eftersom de skapar band med sina kollegor som delar missionen att lösa ett visst problem.Därtill kommer teamet att vara mer uthålligt. De kommer att orka ta sig igenom tuffa tider och nödvändiga förändringar. De är engagerade i hela bolagets utveckling eftersom de inte bara går till jobbet för sin egen personliga utveckling och månadslön.Då bolagets framgång är sammanlänkad med lösningen på det angelägna problemet kommer de att vara engagerade i bolagsfrågor även utanför sin specifika roll och ansvarsområde.2. Bolaget kan attrahera mer kvalificerad talang än vad som är typiskt för ett startup-bolag. Det finns massor av exempel på personer som lämnar prestigefulla anställningar på tex Spotify, Goldman Sachs, Google, Klarna och iZettle för att arbeta med impact-bolag som tar fram lösningar på problem de brinner för.Dessutom behöver bolagen inte konkurrera med löner och andra villkor med de som betalar bäst på stan. Så klart behöver alla att få rimligt betalt för att få livet att gå runt, men det finns ett värde i att erbjuda en tillvaro och en uppgift som känns meningsfull för individen.Jag har sett det gång på gång att personer lämnar välbetalda jobb och går till en tjänst med betydligt lägre fast ersättning för att bidra till att göra världen bättre och få arbeta i ett sammanhang med andra som delar samma passion. Det, i sig, har ett stort värde.3. Impact-bolag undviker hela utmaningen med \"climate quitters\". Den här företeelsen, som växer enligt flera studier, handlar om att människor antingen väljer bort potentiella arbetsgivare eller, till och med, aktivt lämnar sin nuvarande arbetsgivare för att det på djupet saknas engagemang för de viktiga frågorna. Min gissning är att bolag som inte tar hållbarhet på tillräckligt stort allvar kommer över tid få det betydligt svårare att attrahera och behålla talang.Denna insikt får mig att varje morgon vakna med inställningen att problem ger möjligheter. Det är hoppfullt att så många drivna och talangfulla människor vill arbeta med detta. Alla problem som saknar lösning är dessutom en affärsmöjlighet.Det ger inte bara hopp om framtiden utan även många fantastiska chanser till investeringar.Johan CronaGrundare av Cloud CapitalGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Johan CronaDela artikeln:Johan CronaFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024Cementutmanaren fyller kassan med 110 miljonerChristian von Essen21/3/2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von Essen22/3/2024NextRelated StoriesSverige brinner medan Stureplans-entreprenörerna gråter utEmelina SeppänenMarch 14, 2024Rikard Rosell: Tärningen är kastad – därför är Northvolts miljardstöd större än många förstårRikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}