{
    "metadata": {
        "title": "Första orden från H&Ms nya vd: \"Fokus på tillväxt\" │ Impact Loop",
        "author": "Camilla Bergman",
        "publish_date": "2024-02-12",
        "tags": [
            "H&M"
        ],
        "url": "https://impactloop.se/artikel/forsta-orden-fran-h-ms-nya-vd-fokus-pa-tillvaxt"
    },
    "content": "Första orden från H&Ms nya vd: \"Fokus på tillväxt\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nJust nuFörsta orden från H&Ms nya vd: \"Fokus på tillväxt\"2024-02-128:38Dela artikelnHM:s nye vd Daniel Ervér. Foto: Magnus Hjalmarson Neideman / TT.I år är H&Ms fokus på tillväxt, säger nya vd:n Daniel Ervér i den första intervjun efter att Helena Helmersson slutat. Något han menar kan göras med hållbarhet i åtanke.Camilla BergmanChefredaktörKnappt två veckor efter att Daniel Ervér tillträdde som ny vd för H&M intervjuas han idag i Vogue Business i samband med klädkedjans öppning av en ny butik i SoHo i New York.Daniel Ervér har jobbat på H&M i 18 år, nu senast som chef över varumärket H&M. När han nu även tar över vd-posten är han tydlig med att fokus är att växa.\"2023 har handlat om att hitta mer stabil grund och lönsamhet. 2024 är vårt fokus på tillväxt. Det är skrämmande och spännande\", säger han till tidningen.Många menar att så kallad \"fast fashion\" och kraftig tillväxt är omöjligt att kombinera med hållbarhet. Men enligt Daniel Ervér går det.\"Genom att ta marknadsandelar gör vi industrin bättre\", säger han.En av H&Ms största konkurrenter är kinesiska modejätten Shein, som många anser drivit på snabbare trendcyklar och slit och släng-mode.Daniel Ervér menar dock att \"fast fasion\" bara är negativt när kunder köper kläder för att bära en gång och sedan slänga dem. \"Det är inte det snabbmodet vi vill vara en del av\", säger han i intervjun och fortsätter:\"Vi vill bli snabbare. Men vi vill inte att kunderna använder plaggen färre gånger. Det är en del av en hel omvandling.\"Ska flytta produktionenEtt av de initiativ som H&M genomför för att nå det mål man satt upp om att bli klimatneutrala år 2040 är att flytta produktionen närmare butikerna.Dessutom vill man övergå till ren energi i leverantörsledet för att minska klimatutsläppen, och främja alternativa material.Ett exempel är initiativet Green Fashion Initiative där bolaget hjälper sina partners med finansiering för att investera i mer hållbar teknik och processer. Liksom deras riskkapitalarm där man investerar i hållbara startups.Man ska även använda AI för att kunna göra smartare trendprognoser.\"Vi använder data, kundinsikter och AI i vår leveranskedja för att se till att vi inte överproducerar. Ett plagg som inte har någon efterfrågan är det värsta för miljön\", säger Daniel Ervér i intervjun.Läs mer: Vem har backat Helena Helmersson? H&M-vd:ns avhopp väcker frågorGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Camilla Bergmancamilla@loop.seDela artikeln:H&MFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesHållbarhetsmässan tvingas ställas in – skjuts upp till 2025Camilla BergmanMarch 14, 2024Just nu: Volvo Cars lanserar jättesatsning för framtidens mobilitet i GöteborgCamilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}