{
    "metadata": {
        "title": "Svepet 5/10: Kaffe men inte kvinnor lockar riskkapital │ Impact Loop",
        "author": "",
        "publish_date": "2023-10-05",
        "tags": [
            "Riskkapital",
            "Volta greentech"
        ],
        "url": "https://impactloop.se/artikel/svepet-5-10-kaffe-men-inte-kvinnor-lockar-riskkapital"
    },
    "content": "Svepet 5/10: Kaffe men inte kvinnor lockar riskkapital │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nImpact-svepetSvepet 5/10: Kaffe men inte kvinnor lockar riskkapital2023-10-057:00Dela artikelnCristina Stenbeck har investerat i en rad kvinnliga grundare. Foto: Stina Stjernkvist/TT.Tre saker att ha koll på idag.Kvinnliga entreprenörer får fortsatt lite riskkapital. Företag som enbart grundas av kvinnor i Europa fick bara 0,9 procentav det totala kapitalet som investerades i startups under förra året, rapporterar Pitchbook. Trots detta har kvinnligt grundade eller bolag där det finns kvinnor med i grundar-teamet fått mer riskkapitalde senaste åren, det är \"bara\" det att män också fått det så procenten blir fortsatt låg.‍Är kaffe utan bönor nästa grej? Det tror investerarna bakom Beyond Meat. Seattle-baserade foodtechbolaget Atomo Coffee lanserar världens första bönlösa kaffe för att minska kaffedrickandets miljöpåverkan, rapporterar Reuters. Bolagets uppfinning, som använder superfoods och återvunna ingredienser för att efterlikna kaffets molekylstruktur, har lockat investeringar på över en halv miljard kronor, bland annat från investerare som även gått in i fejkköttet Beyond Meat.‍Naturvårdsverket lyfter svenska alg-fodret. Naturvårdsverket har lagt fram en rapport om hur Sveriges utsläpp av metan kan minska. Bland annat lyfter de två foder till djur som visar potential för minskade utsläpp. En av dem är svenska uppstickaren Volta Greentech som gör foder på rödalger. Man konstaterar samtidigt att det behövs betydligt mer kunskap vad det gäller att optimera odlingen och användandet.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Dela artikeln:RiskkapitalVolta greentechFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesSvepet 25/9: Miljardregn till agrifood-bolagRedaktionenMarch 14, 2024Impact-bolagen fajtas mot reaveckan – 3 saker att ha koll på idagRedaktionenMarch 14, 2024\n\n\n\n\n\n\n"
}