{
    "metadata": {
        "title": "Fixar olja ur gamla däck – nu köper Preem 7 000 ton │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2024-02-14",
        "tags": [
            "Cirkularitet"
        ],
        "url": "https://impactloop.se/artikel/wastetech-bolaget-satter-spaden-i-marken-och-sakrar-storavtal-med-preem"
    },
    "content": "Fixar olja ur gamla däck – nu köper Preem 7 000 ton │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nGrön industriFixar olja ur gamla däck – nu köper Preem 7 000 ton2024-02-148:35Dela artikelnAlf Blomqvist, ordförande i Scandinavian Enviro Systems. Foto: press.Svenska avfallsteknik-bolaget Scandinavian Enviro Systems utvinner ny olja från uttjänta däck, vilken kan ersätta råolja i tillverkning av drivmedel. Nu inleds bygget av bolagets första, större anläggning i Uddevalla, samtidigt som man säkrat ett stort avtal med drivmedelsjätten Preem.Rikard RosellReporterMed sin patenterade teknik har svenska Scandinavian Enviro Systems utvecklat en teknik för återvinning av värdefulla restströmmar ur uttjänta däck. En sådan är pyrolysolja som har stora likheter med råolja, vilket innebär att det cirkulärt återvunna restmaterialet har potential att ersätta fossil olja i tillverkning av hållbara drivmedel.Nu tar bolaget, som sedan tidigare har en mindre produktionsanläggning, nästa steg och sätter spaden i marken för en fullskalig återvinningsanläggning i Uddevalla. Anläggningen, som planeras vara fullt driftsatt 2025, sker i ett så kallat joint venture med det globala riskkapitalbolaget Antin infrastructure partners.“Just den här anläggningen är vårt flaggskepp och den första i en omfattande europeisk satsning där vi tillsammans med Antin siktar på att återvinna 1 miljon ton däck till 2030, en tredjedel av Europas alla uttjänta däck”, säger Scandinavian Enviro Systems ordförande Alf Blomqvist i en kommentar.Har däckjätten Michelin på ägarlistanSamtidigt som bolaget som har däckjätten Michelin på investerarlistan nu visar styrkebesked genom den nya anläggningen, ges också besked om att man säkrar upp en storaffär med drivmedelsjätten Preem. Avtalet innebär att Preem i ett första steg köper 7 000 ton pyrolysolja som ska återvinnas på Scandinavian Enviro Systems nya anläggning. “I Sverige har vi varit duktiga på att tillvarata restprodukter från skogen inom drivmedelsproduktionen, men förbrukade bildäck har ännu inte använts. Vi är därför glada att nu kunna teckna ett avtal med Scandinavian Enviro Systems och vi ser en stor potential i den här satsningen, säger Peter Abrahamsson, chef för Hållbar utveckling på Preem.Om det svenska återvinningsteknikbolaget lyckas med att uppnå sitt uttalade mål att utvinna en miljon ton uttjänta däck till 2030 räknar bolaget med att verksamheten ska ge 250 000 ton förnyelsebar råvara. Ett tillskott som kan bli viktigt för stora aktörer som Preem i arbetet med att ställa om till en klimatneutral värdekedja till 2035.“Marknaden av förnyelsebara råvaror är begränsad. När vi nu kommer in tidigt i processen blir det här förhoppningsvis ett av många steg på resan för att bredda råvarubasen”, säger Peter Abrahamsson.Läs mer: Avfallsjätten storsatsar på vattenrening – köper svenska impact-bolagetLäs mer: Impact-bolagen kan bli vinnare med ny lag – större krav på att laga trasiga grejerGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:CirkularitetFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesKändistäta uppstickaren kan \"tvätta fram\" stål och järn – får otippad kundJan AhmadiMarch 14, 2024De ska städa upp i \"giga-fabrikerna\" – tar in miljoner för att lösa bortglömda problemetCamilla BergmanMarch 14, 2024\n\n\n\n\n\n\n"
}