{
    "metadata": {
        "title": "Europas länder brister i skyddet av djurarter – Sverige lyfts fram som ett föregångsland │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2024-01-17",
        "tags": [],
        "url": "https://impactloop.se/artikel/europas-lander-brister-i-skyddet-av-djurarter---sverige-lyfts-fram-som-ett-foregangsland"
    },
    "content": "Europas länder brister i skyddet av djurarter – Sverige lyfts fram som ett föregångsland │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nBiologisk mångfaldEuropas länder brister i skyddet av djurarter – Sverige lyfts fram som ett föregångsland2024-01-1710:30Dela artikelnI arbetet med biologisk mångfald brister flera europeiska länder i skyddet av vissa djurarter som riskerar att drabbas svårt av klimatförändringarna. Foto: Lars Pehrson/SvDGenetisk mångfald spelar en avgörande roll i arternas överlevnad vid klimatförändringar, men en ny studie visar att övervakningsinsatser i Europa är bristfälliga. Enligt forskarna bakom behövs bevakningsarbetet växlas upp – där Sverige pekas ut som ett föregångsland.\nRikard RosellReporterI takt med att den globala uppvärmningen fortsätter ökar pressen på jordens djurarter. Problemet är globalt och slår också hårt mot våra arter här i Europa. I en ny studie som letts av forskare från spanska University of Basque Country slås fast att en av de viktigaste nyckelfaktorerna för att arter ska kunna klara av utmaningar som torka, extrem värme eller nya arter som koloniserar deras miljö ligger i gendiversitet.Det innebär att ju större genetisk variation ner på DNA-nivå som finns inom en art ju mer motståndskraftig är den. För att vi ska kunna skydda arter från katastrof är det därför viktigt att kunna mäta genetisk mångfald för att få en helhetsbild över den biologiska mångfalden.I studien som nu publicerats i vetenskapliga Nature Ecology & Evolution slår dock forskarna fast att övervakningsinsatserna för biologisk mångfald varierar stort mellan Europas länder där många också primärt fokuserar på stora rovdjur. Det trots att andra arter som till exempel groddjur bedöms vara än mer känsliga för klimatförändringar. Linda Laikre, som är medförfattare till studien och professor i populationsgenetik vid Stockholms universitet, uppger att övervakning av genetisk mångfald efter annan övervakning av biodiversitet.“Nu börjar dock intresset för genetisk mångfald öka i takt med att insikterna om den centrala roll denna del av biodiversiteten spelar för klimatförändringarnas påverkan på djur- och växtbestånd. Mängden och typen av genetisk variation, det vill säga variation på DNA-nivå, kan vara avgörande för om en population kan anpassa sig till klimatförändringar eller inte”, säger hon.Ett land pekas dock ut som ett föregångsland, vars arbete beskrivs som en nyckel för andra europeiska länder att ta efter. Det är Sverige där forskare tidigare har tagit fram indikatorer för kartläggning av genetisk variation som använts för rödlistade arter som grodjur, fiskar och älgar.“I Sverige har vi kommit förhållandevis långt när det gäller övervakning av genetisk variation. Vi har därför möjlighet att bidra med kunskap inom detta område till andra europeiska länder som inte kommit lika långt”, säger Henrik Thurfjell, miljöanalysspecialist på SLU Artdatabanken vid Sveriges lantbruksuniversitet som också deltagit i studien.Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:Fortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesMiljonstöd ska skydda havet – \"Skyddade områden klarar klimatförändringar bättre\"Camilla BergmanMarch 14, 2024Minskar viltolyckor med AI – nu tar Flox in kapital för första gångenChristian von EssenMarch 14, 2024\n\n\n\n\n\n\n"
}