{
    "metadata": {
        "title": "Storåkers investerar i hållbara mobilskalen: \"Nästa år spänner vi bågen\" │ Impact Loop",
        "author": "Rikard Rosell",
        "publish_date": "2023-11-30",
        "tags": [
            "Agood company",
            "Michael Storåkers"
        ],
        "url": "https://impactloop.se/artikel/cirkularitetsbolaget-agood-company-stanger-kapitalrunda-storakers-pa-investerarlistan"
    },
    "content": "Storåkers investerar i hållbara mobilskalen: \"Nästa år spänner vi bågen\" │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nRiskkapitalStoråkers investerar i hållbara mobilskalen: \"Nästa år spänner vi bågen\"2023-11-308:30Dela artikelnInvesterarna Michael Storåkers och Ulrika Andersson samt Anders Ankarlid, medgrundare till Agood companyBolaget som säljer hållbara vardagsprodukter har stängt sin första externa kapitalrunda där bland annat Michael Storåkers och Ulrika Andersson står på investerarlistan.\nRikard RosellReporterSom Impact Loop tidigare rapporterat har det svenska bolaget Agood company som affärsidé att tillverka hållbara vardagsprodukter som mobilskal av återvunnen plast och glas, men också av helt växtbaserade material. Dessa tar bolaget fram i egna produktionsanläggningen utanför Eskilstuna.Med sina hållbara mobilskal har bolaget lyckats bygga upp en kundlista där modejättar som Saint Laurent, Chloè och danska Ganni återfinns. Bolaget producerar även runt 1 miljon skal till världens näst största mobiltillverkare Motorola.Stärker bolagets utstakade tillväxtresaSedan starten 2018 har bolaget finansierat sin verksamhet på egna ben. Nu har bolaget stängt sin första kapitalrunda för externt riskkapital som ger bolaget 12,5 miljoner kronor.“Med det tillskottet vi nu får i verksamheten kan vi ta ytterligare steg för att stärka upp produkt- och säljteam för att ta fram produkter för morgondagens kunder. Det ger oss också kraft att springa på de möjligheter vi har för att stärka vår affär med befintliga kunder”, säger Anders Ankarlid, medgrundare till Agood company.Han uppger att den storlek på kunder och affärer som de nu rör sig kring kräver kapital för att kunna vara med och ta de affärsmöjligheter som uppstår.“Vi kan väl kalla dem bra förhandlare. Det innebär att det ställer finansiella krav på oss där vi måste ligga ute med pengar i form av kostnader för exempelvis material för att kunna ta de här affärerna och bygga tillväxt från dem. Vi tittar samtidigt på att bygga upp mer produktionskapacitet.”Tunga namn på investerarlistaBland de som nu går in i bolaget återfinns investeraren och styrelseproffset Mikael Storåkers, tidigare PwC-chefen Ulrika Andersson, Arver-gruppen och Marco Andresen, operativ chef på kinesiska elektronikjätten Lenovo. “Vi är väldigt nöjda med att det är just den här gruppen av investerare som kliver in med oss nu. Michael Storåkers kommer med en stor kompetens inom varumärkesbyggande som kommer att ge oss mycket.\" Anders Ankarlid pekar också på de positiva effekter i form av att bygga en stor organisation från grunden som familjen Arver kommer in med och den spetskunskap inom bolagsstyrning som Ulrika Andersson har med sig från sin bakgrund inom PwC.“När det gäller Marco Andresen så är han en riktig doldis i Sverige. Lenovo tror jag har runt 100 000 anställda totalt och han är otroligt kompetent med en djup kunskap som hjälper oss när vi fortsätter vår tillväxtresa.. Han investerar privat men Lenovo äger Motorola som är en stor kund till oss. Att han är med är inte superdåligt för vår relation till Motorola skulle jag tro.\"Förbereder ytterligare kapitalrundaAnders Ankarlid säger att bolaget planerar för ytterligare en kapitalrunda under första kvartalet 2024.“Vi har några stora affärer som är riktigt nära. När de blir klara så räcker inte de här pengarna utan vi kommer att behöva få in mer kapital för att kunna hantera dem. Därför planerar vi för att ta in ytterligare någonstans mellan 4 till 7 miljoner kronor under kvartal ett. Vi har inte påbörjat det jobbet än men det är på gång”, säger Anders Ankarlid.Han konstaterar att bolaget som redovisade en nettoomsättning för 2022 på 31,4 miljoner kronor nu riktar blicken uppåt.“Nästa år spänner vi bågen. Då ska vi upp och nosa kring 80 till 90 miljoner i omsättning samtidigt som vi gör mer gott.”Läs mer: \"Drönardrottningen\" har fått fart efter pivotering – för samtal med Google och MetaLäs mer: Batteribolagen behöver samarbeta – 3 saker att ha koll på i dagLäs mer: AI-guruns bästa tips och nya sättet att skala impact-bolag – mina 5 spaningar från SlushGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Rikard Rosellrikard@loop.seDela artikeln:Agood companyMichael StoråkersFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesDel 2: Så utvärderar investerarna ditt impact-bolag – kriterier, mätbarhet och hemliga knepenRikard RosellMarch 14, 2024Blykalla fyller på kassan och stärks av COP-besked: “Vi är inne i en kärnkraftsrenässans“Rikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}