{
    "metadata": {
        "title": "Social hållbarhet kliver fram ur klimatskuggan – “Aptiten är jättestor” │ Impact Loop",
        "author": "Jan Ahmadi",
        "publish_date": "2023-10-19",
        "tags": [
            "Social hållbarhet"
        ],
        "url": "https://impactloop.se/artikel/medvind-for-bolag-inom-social-hallbarhet-aptiten-ar-jattestor"
    },
    "content": "Social hållbarhet kliver fram ur klimatskuggan – “Aptiten är jättestor” │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nVeckans nedslagSocial hållbarhet kliver fram ur klimatskuggan – “Aptiten är jättestor”2023-10-199:10Dela artikelnErika Wennerström, vd på Quizrr, Johan Fredriksson, medgrundare av Utfallsfonden och Linda Kvarnström, vd på Just Arrived. Grafik: Diana DeminNär vi i veckans nedslag tittar på bolag inom social hållbarhet hittar vi flera överraskande datapunkter: kraftigt ökad omsättning, nya investerare och ett ökat intresse för frågan. “Många kollegor inom klimatsidan säger att det är torrt, men vi upplever det motsatta\", säger Erika Wennerström på Quizrr.Jan AhmadiReporterNästan varje vecka rapporteras det om nya satsningar och stora investeringar i energi, klimat och elfordon. Det är också hit en majoritet av riskkapitalet inom impact går – 80 procent närmare bestämt, enligt siffror från sajten Dealroom.Men i skuggan av klimatbolagen har det börjat hända saker inom social hållbarhet. Här definierar vi det som hur människors liv påverkas av olika organisationer, system och aktiviteter. Det kan vara bolag inom allt från ojämlikhet och fattigdom till mental hälsa och korruption.I vår genomgång kan vi se att:Omsättningen ökar bland nästan alla bolagen vi tittat påSamtidigt ökar förlusterna i en majoritet av bolagenTillväxttakten har legat på mellan 60 och 90 procent de senaste två årenBäst går bemanningsbolagen som bland annat fokuserar på att hjälpa utrikesfödda hitta rätt jobbAktörerna vittnar om ett ökat kundintresse‍Bolagen växerEftersom social hållbarhet är brett har vi begränsat oss till att analysera tio bolag inom integration, jämlikhet och mental hälsa. Siffrorna visar att bolagen som verkar inom kategorin generellt växer med några få undantag. Bland annat växte BC Digital, som erbjuder samtalsstöd till anställda hos deras kunder, med ungefär 45 procent under 2022. Även de senaste tillgängliga redovisningssiffrorna för Quizrr, som erbjuder utbildningstjänster kring bland annat jämlikhet, mänskliga rättigheter och trakasserier på arbetsplats, visar en likartad tillväxt för 2021. Man har även hållit samma takt sedan dess, enligt bolagets vd Erika Wennerström. “Vi taktar en tillväxt på ungefär 50 procent just nu. Men de kommande åren tror vi på en ännu större tillväxttakt som kommer att hamna mellan 70 till 100 procent. Drivkrafterna bakom ökningen är lagstiftningen inom sociala frågor och mänskliga rättigheter som rullas ut på olika håll, bland annat i EU genom CSRD-lagstiftningen”, säger hon.De går det bäst förMen allra bäst tillväxt inom området har de rekryterings- och bemanningsbolag som bland annat sysslar med att hjälpa utrikesfödda in i arbete. Med en tillväxt på över 100 procent under 2022 landade Miljonbemanning på en omsättning på runt 111,5 miljoner kronor.Även branschkollegorna Instalma och Just Arrived redovisar starka tillväxtsiffror.“En generell observation är att det finns ett ökat intresse för våra tjänster. Först och främst handlar det om att få rätt person med rätt kompetens på rätt plats. Men det är klart att det också finns en ökad medvetenhet kring att man vill vara med och driva en positiv förändring. Många bolag har mångfaldsmål och ser det som en del av sitt varumärke att vilja bidra till en bättre social hållbarhet”, säger Linda Kvarnström, vd på Just Arrived.Däremot har lönsamheten ännu inte fallit på plats för de flesta av bolagen. Endast tre av de tio bolagen som är med i genomgången redovisade gröna siffror i sitt senaste bokslut. “Vi siktar på att nå lönsamhet från och med 2025”, säger Erika Wennerström och lägger till: “Vi har inte ens börjat jobba med gigekonomin och servicesektorn som är nästa stora segment för oss där det finns enorma behov av att skärpa upp den grundläggande kunskapen om mänskliga rättigheter. Så vi går en ljus framtid till mötes.”Släpat efter klimatbolagenEn förklaring till att de gröna siffrorna inte har infunnit sig ännu är att det är ett område med relativt unga bolag utan riktigt samma stora efterfrågan som inom andra hållbarhetsområden.“Social hållbarhet har släpat efter. Men jag tror att det kommer vara en ökad andel investeringar som går åt det här området. Däremot kommer det inte att gå lika fort som i klimatområdet där man tvingar fram efterfrågan på lösningar genom regleringar“, säger Johan Fredriksson, medgrundare av Utfallsfonden, och fortsätter:“Klimatlösningar och andra techbaserade affärsidéer har också gått före eftersom det är enklare att hitta en köpare där. När man jobbar med sociala insatser så måste man oftast hitta en offentlig aktör som är villig att betala. Det är mer komplicerat att få till stånd kontrakt med en kommun eller region än att sälja till privatpersoner.”Utfallsfonden, som lanserades tidigare i år, har rest 350 miljoner kronor för att investera i projekt inom social hållbarhet. Bland investerarna återfinns bland andra Europeiska Investeringsfonden, det statliga riskkapitalbolaget Saminvest och Leksell Social Ventures. Klimatlösningar har gått före eftersom det är enklare att hitta en köpare därTanken är att delvis agera som vilket riskkapitalbolag som helst och investera i intressanta bolag. Men man ska i första hand fokusera på att få till avtal med offentlig sektor för olika projekt som ska gå ut på att lösa olika sociala samhällsproblem. Det går ut på att aktörer inom offentlig sektor tecknar så kallade sociala utfallskontrakt med olika leverantörer där Utfallsfonden tar på sig hela risken kring ett projekt ämnat att exempelvis få upp andelen elever som går ut skolan med fullständiga betyg. Tanken är att Utfallsfonden förser företagen som ska leverera lösningarna med rörelsekapital under projektet och att man sedan får betalt från kommunerna eller regionerna om man lyckas infria målen som sätts upp. “Det är så vi får dem att teckna ett avtal. Sedan sätter vi ihop ett antal aktörer som ska samverka för att lösa problemet. Vi hittar kunden, definierar problemet och så tar vi hela risken genom att finansiera företagen”, säger Johan Fredriksson.Joachim Werr, Jenny Carenco och Johan Fredriksson på Utfallsfonden.Vill kicka igång efterfråganGenom att ta risken på det sättet hoppas Utfallsfonden få till en högre efterfrågan på de lösningar som bolag inom social hållbarhet kan lösa. Johan Fredriksson uppger att det är en metod som haft framgång i flera andra länder. “Att social hållbarhet ligger efter i Sverige beror på att köpmarknaden inte kommit igång än. Vi hoppas att vår fond ska fungera som en katalysator och få offentliga aktörer att tänka om. De köper mest reaktiva lösningar snarare än prevention just nu. Man lägger massor av miljarder på olika tjänster. Men privata vård- och skolföretag säljer inte preventiva tjänster som ska förebygga problem. Och för att lösa sociala problem måste man jobba förebyggande.”Många kollegor inom klimatsidan säger att det är torrt, men vi upplever det motsattaUtvecklingen framåt väntas vara positiv. Dels för att kundunderlaget ökar men också för att andra intressenter även fokuserar på social hållbarhet på ett annat sätt. “För Quizrrs del ser det helt annorlunda ut på kapitalmarknaden jämfört med tre år sedan. Vi är i en resning just nu och vi vet att många kollegor inom klimatsidan säger att det är torrt, men vi upplever det motsatta. Aptiten är jättestor och det är för att förståelsen ökat”, säger Erika Wennerström och lägger till: “Sociala frågor har stått i skuggan av klimatfrågan. Och det är för att det ofta är svåra frågor som ska behandlas, som tvångsarbete och trakasserier på arbetsplatsen. Sådant finns det inte data på samma sätt som man kan beräkna sina koldioxidutsläpp från sin egen tillverkning. Men ryktesrisken som bolagen numera riskerar om man inte jobbar med de sociala frågorna har blivit en otrolig drivkraft.” Erika Wennerström, vd Quizrr.Även Just Arrived, som nyligen ställt om från att inte vara vinstdrivande till att bli det, väntar sig att konkurrensen på deras område kommer att öka. “Jag hoppas det i alla fall. Konkurrens är alltid bra. Vi kommer i alla fall att fortsätta vår omställning till att bli en kommersiellt lönsam verksamhet. Och jag tror att fler kommer upptäcka att möjligheten att vara lönsam finns på det här området. Så jag tror att intresset kommer att fortsätta att öka”, säger Linda Kvarnström. Utfallsfonden upplever i alla fall ännu inte en brist på samarbetspartners eller kunder. “Vi har inte behövt varit särskilt proaktiva utan det är många företag som kommit till oss. Första halvåret har varit otroligt positivt, både vad gäller kunder och aktörer som vill jobba med oss. Just nu ser det ut som att den första investeringen kommer att materialiseras i slutet på detta år eller i början på nästa”, säger Johan Fredriksson.Fler nedslag från Impact Loop:Batterier: Därför har energilagring blivit hetast i klassenBiologisk mångfald: Livsviktiga men komplexa – är detta nästa våg av bolag som lockar riskkapital?Solceller: Solcellsföretagen växer så det knakar – men går fortfarande med förlust‍Begagnat- och hyrbranschen: Ska vi byta grejer? Så går det för begagnat- och hyrbolagenGillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Jan Ahmadijan@loop.seDela artikeln:Social hållbarhetFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesÄr social hållbarhet nästa stora grej? Här är 12 svenska impact-bolag som leder vägenMaja HurtighMarch 14, 2024Därför pågår en tyst revolution i skogen: \"Outforskad mark\"Rikard RosellMarch 14, 2024\n\n\n\n\n\n\n"
}