{
    "metadata": {
        "title": "Störtfloder och extremtorka – hit letar sig kapitalet när katastroferna ökar │ Impact Loop",
        "author": "Jan Ahmadi",
        "publish_date": "2023-08-17",
        "tags": [
            "Klimat",
            "Norrsken VC",
            "Heidi Lindvall",
            "Adaptation solutions"
        ],
        "url": "https://impactloop.se/artikel/stortfloder-och-extremtorka-hit-letar-sig-kapitalet-nar-katastroferna-okar"
    },
    "content": "Störtfloder och extremtorka – hit letar sig kapitalet när katastroferna ökar │ Impact Loop\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nLoop granskarStörtfloder och extremtorka – hit letar sig kapitalet när katastroferna ökar2023-08-177:00Dela artikelnHeidi Lindvall, Pale Blue Dot, och Fabian Erici, Norrsken VC. Collage av Impact Loop.Loppet är kört – och vi behöver navigera oss fram i en ny, tuffare värld.\nSå skulle man lite hårddraget kunna sammanfatta en ny våg av innovationer som är på stark frammarsch.\nNu har även investerarna fått upp ögonen för det som kallas \"adaptation solutions\".Jan AhmadiReporterDet har återigen varit en sommar med torka, extremvärme och skyfall på olika platser runt om i världen. Extremväder som i sin tur ger olika former av följdeffekter genom allt ifrån fuktskador på hus och dåliga skördar till urspårade tåg och dammar som brister. Allt eftersom effekterna av klimatförändringarna blir allt mer påtagligt påverkas också vilka lösningar som är mest angelägna att investera i, uppger flera impact-investerare som Impact Loop pratat med. Det område som blivit allt hetare kallas \"adaptation solutions\", som direkt översätts till anpassningslösningar. Kategorin inkluderar bolag med produkter eller tjänster som ska anpassa samhället till effekterna av klimatförändringarna, snarare än att reducera utsläppen. Det kan exempelvis handla om att utveckla tåligare grödor som klarar av att växa i saltare eller torrare miljöer. Snarare än att utveckla något som ska hindra oss att hamna där. För rent krasst: Där är vi redan.“Vi har sett det senaste året att det kommit fler och fler bolag inom området. Och tillsammans med det har vi sett fler investerare som är intresserade av att investera i ‘adaptation’-lösningar. Det är något som fått en skjuts av den utveckling vi sett i världen”, säger Fabian Erici, senior investeringsansvarig på Norrsken VC.\"Behöver inse att förändringar kommer att ske\"Även branschkollegan Pale Blue Dot har upplevt samma utveckling. När Impact Loop intervjuade Heidi Lindvall, partner och medgrundare, tidigare i somras sa hon:\"Vi tittar på flera bolag inom det här området. Vi behöver inse att förändringar kommer att ske på jorden och då behöver det finnas lösningar som hjälper oss hantera dem.\"Att erbjuda lösningar som möjliggör för etablerad infrastruktur och befintliga bolag att hålla stånd mot klimatförändringarna ger däremot varierande nivåer av impact. Därför behöver investerarna göra en del gränsdragningar gällande vad man vill investera i.\"Vi har tidigare inte fokuserat mycket på adaptation för att vi mest tittat på bolag inom mitigering (som lindrar utsläppen, reds anm). Nu tittar vi allt mer ditåt och då gäller det att vara noggrann med att analysera vem som drar nytta av lösningarna\", säger Fabian Erici och fortsätter:\"Det finns till exempel många lösningar som enbart fokuserar på att dämpa finansiella risker medan vi tycker att det är mer spännande med de som hjälper utsatta människor så att de kan bo kvar där de bor eller fortsätta bruka marken de har.\"Adaptation solutions är inte drivet av en positiv utveckling – men kan samtidigt vara en möjlighet för entreprenörer och investerare. Collage: Impact Loop.Minskar riskerna för översvämningarNorrsken VC har ännu inte gjort några investeringar i kategorin. Men man tittar på flera bolag för närvarande.\"Vi tycker att det är intressant med de som tar fram nya typer av grödor som är anpassade efter det framtida klimatet. Det finns också lösningar som minskar riskerna för översvämningar. Inom ‘adaptation’ finns också en kategori av bolag som håller på med analysverktyg som bland annat hjälper till att försöka förutspå vad som kommer att hända. Det är också spännande\", säger Fabian Erici. Branschkollegan Trill Impact, som stängde sin första fond för bara två år sedan, tittar också brett. Bolaget menar att det inte går att vara för snäv, som att bara titta på rena utsläppsreducerande lösningar. “För att maximera impact krävs det att man analyserar bortom det som först möter blicken. Det finns områden som är klart ‘impactful’, som exempelvis vattenrening. Men sedan finns det massor av andra delar av samhällsekonomin som måste finnas till, där det både finns en negativ och positiv påverkan. Där kan det ge större impact att minska den negativa påverkan än att erbjuda en lösning som har en positiv påverkan”, säger Niclas Düring, senior impact-ansvarig på Trill Impact. Han lyfter bland annat fram en investering som Trill Impact gjort som kan ligga rätt i tiden:\"Ett uppenbart exempel är en investering vi har i bolaget Infrakraft som bygger, reparerar och underhåller järnväg.\"Inte drivet av en positiv utvecklingFramöver väntas utvecklingen fortsätta med allt fler entreprenörer som kommer med lösningar på klimatförändringarnas effekter, och som drar till sig blickarna från investerarna.“Jag tror att det bara kommer att bli alltmer fokus på detta ju fler bränder och översvämningar vi ser. Det är tyvärr inte drivet av en positiv utveckling men det kommer att bli uppenbart för entreprenörer och investerare att här finns utmaningar som måste lösas. Och de utmaningarna kommer bara att öka”, säger Fabian Erici.LÄS MER:Från supervete till väderprognoser – här är bolagen som hjälper dig att navigera i en ny, tuffare världKlimatinvesteraren: Här är hetaste området just nu (och det är inte bara kul)Gillade du denna artikel? Passa på och bli medlem på Impact Loop – så får du ännu mer av den här varan! Just nu har vi en kampanj på två av våra medlemskap. Passa på!Jan Ahmadijan@loop.seDela artikeln:KlimatNorrsken VCHeidi LindvallAdaptation solutionsFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis!)Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFortsätt läsa – kom in i loopen!Håll dig i loopen med vårt dagliga nyhetsbrev (gratis)!Knyt värdefulla kontakter på våra meetupsFör entreprenörer: kurerade tips på finansiering att sökaFör investerare: Sveriges enda nyhetsbrev för impact-investerareThank you! Your submission has been received!Oops! Something went wrong while submitting the form.PrenumereraMedlem? Logga inFler artiklar:Hon finansierar bolag utifrån sociala effekter – går in i digitalt lärlabbCamilla Bergman25/3/2024Vill minska konstgödsel i jordbruket – nu tar Umeå-bolaget in 75 nya miljonerChristian von Essen26/3/2024Jag brukade också dissa riskkapital – men en sak fick mig att tänka omCamilla Bergman25/3/2024Han vill skala upp svensk vågkraft: \"Finns en enorm potential, större än all världens kärnkraft\"Christian von Essen25/3/2024NextRelated StoriesNo items found.\n\n\n\n\n\n\n"
}